{
  "id": "12-data-harmonisation-bill",
  "title": "Data Harmonisation Bill",
  "summary": "The Data Harmonisation Bill establishes a **National Data Exchange Platform** to centralize and standardize the sharing of \"public interest data\" across Ghana's public and private sectors ([3](#3-establishment-of-the-national-data-exchange-platform)). The bill creates a mandatory framework requiring government agencies, private companies handling public services, and other designated entities to share data through standardized APIs ([7](#7-system-integration-and-api-governance)). All public interest data must be classified into three categories: **open data** (freely accessible), **shareable data** (requiring authorization), and **restricted data** (limited by legal or security concerns) ([37](#37-open-data-refers-to-public-interest-data-that)). The framework is overseen by an Authority with broad powers to set technical standards, monitor compliance, and impose sanctions ([11](#11-oversight-and-accountability)).\n\n**Key operational requirements** impose substantial obligations on participating entities. Data providers must reformat their databases for platform compatibility ([6](#6-data-exchange-framework)), implement comprehensive security measures including encryption and disaster recovery plans ([8](#8-data-security)), maintain data quality standards ([9](#9-data-quality-requirements)), and keep detailed audit logs for a minimum of five years ([10](#10-audit-trails-and-logging)). Organizations must appoint compliance officers and submit regular reports to the Authority ([17](#17-reporting-requirements)). Cross-border data transfers require ministerial approval and adherence to specific safeguards ([13](#13-onboarding-and-access-control-protocols)). The bill establishes a **Dispute Resolution Committee** ([21](#21-dispute-resolution-committee)) and a **Data Harmonisation Tribunal** ([24](#24-establishment-of-the-data-harmonisation-tribunal)) to handle conflicts and appeals.\n\nThe framework creates **opportunities for improved governance and digital innovation**. Centralized data sharing can enhance government service delivery, reduce duplication, and support evidence-based policymaking. The standardization requirements ([6](#6-data-exchange-framework), [7](#7-system-integration-and-api-governance)) establish technical infrastructure that could facilitate interoperability across sectors. The bill explicitly preserves data subject rights under the Data Protection Act ([14](#14-data-subject-rights)) and requires coordination with the Data Protection Commission on privacy matters. The phased implementation approach ([33](#33-implementation-and-pilot-scheme)) allows for gradual rollout and adjustment. For businesses and researchers, increased access to shareable and open data could enable innovation and analysis.\n\n**Significant concerns** arise from the bill's scope and enforcement mechanisms. The definition of \"public interest data\" is broad, and the Minister holds substantial discretionary power to designate additional entities as data providers ([5](#5-data-providers)) and issue classification guidelines ([37](#37-open-data-refers-to-public-interest-data-that)). Compliance costs for smaller organizations may be substantial given the technical requirements for API integration, security infrastructure, and ongoing monitoring. The enforcement regime combines criminal penalties including imprisonment ([18](#18-offences-and-penalties)) with administrative sanctions such as platform access revocation and bans ([19](#19-administrative-sanctions)). The Authority's inspection powers include premises entry ([16](#16-compliance-monitoring)), and failure to comply with data sharing obligations triggers financial penalties ([4](#4-data-sharing-obligations)). While the bill states it works in harmony with existing data protection laws, it establishes that in cases of conflict regarding data standardization or sharing, this Act prevails ([34](#34-relationship-and-integration-with-existing-laws)). The extensive logging requirements ([10](#10-audit-trails-and-logging)) and broad data sharing mandates raise questions about proportionality and the balance between administrative efficiency and privacy protection, particularly for sensitive personal information classified as \"shareable\" rather than \"restricted.\"",
  "pdfPath": "pdfs/12. Data Harmonisation Bill.pdf",
  "impacts": {
    "innovation": {
      "score": "medium-positive",
      "description": {
        "score": "medium-positive",
        "analysis": "The Data Harmonisation Bill creates **significant infrastructure for digital innovation** by establishing the [National Data Exchange Platform](#3-establishment-of-the-national-data-exchange-platform) as centralized digital infrastructure for accessing public interest data. The [data sharing obligations](#4-data-sharing-obligations) requiring open data holders to provide access through the platform, combined with the [standardized data exchange framework](#6-data-exchange-framework) mandating machine-readable formats and standardized APIs, substantially lower technical barriers for developers, researchers, and entrepreneurs. This infrastructure enables innovators to build applications and services on top of government and public sector data without negotiating individual data access agreements or dealing with incompatible formats. The requirement for **structured, machine-readable formats** using standards like XML and JSON, along with unique identifiers and metadata standards, creates a foundation for interoperability that can accelerate development of data-driven solutions across sectors including civic technology, analytics platforms, and commercial applications.\n\nHowever, the bill imposes **substantial compliance burdens** that may constrain innovation, particularly for smaller entities and startups that might themselves become data providers. The [technical requirements](#6-data-exchange-framework) for database reformatting, API implementation, and adherence to prescribed standards represent significant development costs. Organizations must invest in infrastructure to meet security, quality, and logging requirements before participating in the ecosystem. The [enforcement regime](#18-offences-and-penalties) combining criminal penalties—including imprisonment of up to two years—with [administrative sanctions](#19-administrative-sanctions) such as platform removal and bans creates a high-stakes compliance environment. For innovative startups operating with limited resources and higher risk tolerance, these penalties may discourage participation or experimentation with novel data applications. The potential for **permanent bans** under administrative sanctions is particularly severe, as banned entities cannot reapply for access, effectively excluding them from the data ecosystem permanently.\n\nThe bill's impact on innovation is further shaped by **regulatory discretion and implementation uncertainty**. While the phased approach allows for gradual rollout, the Minister's broad powers to designate additional data providers and prescribe classifications introduce regulatory uncertainty that can chill innovative activities. The balance between enabling data access and imposing compliance requirements suggests the bill will primarily **benefit well-resourced actors**—established companies, research institutions, and government agencies—who can absorb compliance costs and navigate regulatory requirements. Smaller innovators, individual developers, and early-stage startups may face barriers to entry despite the theoretical availability of open data. The overall effect is moderately positive: the bill creates genuine infrastructure and access opportunities that can fuel innovation, but the compliance framework and enforcement mechanisms introduce friction that prevents this from being transformational for the broader innovation ecosystem."
      },
      "relatedProvisions": [
        "1-application-of-this-act",
        "3-establishment-of-the-national-data-exchange-platform",
        "4-data-sharing-obligations",
        "5-data-providers",
        "6-data-exchange-framework",
        "7-system-integration-and-api-governance",
        "8-data-security",
        "9-data-quality-requirements",
        "10-audit-trails-and-logging",
        "11-oversight-and-accountability",
        "12-data-harmonisation-advisory-committee",
        "13-onboarding-and-access-control-protocols",
        "14-data-subject-rights",
        "15-obligations-of-data-controllers-and-data-processors",
        "16-compliance-monitoring",
        "17-reporting-requirements",
        "18-offences-and-penalties",
        "19-administrative-sanctions",
        "20-dispute-resolution",
        "21-dispute-resolution-committee",
        "23-resolution-of-referred-disputes",
        "24-establishment-of-the-data-harmonisation-tribunal",
        "25-composition-of-the-tribunal",
        "27-right-of-appeal",
        "28-decisions-of-the-tribunal",
        "30-sources-of-funds",
        "33-implementation-and-pilot-scheme",
        "34-relationship-and-integration-with-existing-laws",
        "37-open-data-refers-to-public-interest-data-that"
      ]
    },
    "privacy": {
      "score": "medium-positive",
      "description": {
        "score": "medium-positive",
        "analysis": "The Data Harmonisation Bill includes **important safeguards for privacy and data rights** through provisions that explicitly preserve existing protections. [14](#14-data-subject-rights) ensures that nothing in the Act limits data subject rights under Ghana's Data Protection Act, requiring that personal data processing through the National Data Exchange Platform upholds data protection standards. This provision mandates **collaboration between the Authority and the Data Protection Commission**, creating institutional coordination to enforce data subject rights in the context of data exchange. Similarly, [15](#15-obligations-of-data-controllers-and-data-processors) preserves the obligations of data controllers and processors under existing data protection law, preventing the harmonisation framework from creating loopholes in accountability.\n\nThese provisions establish a **dual-governance model** where data sharing operates under both the new harmonisation framework and existing privacy protections. The explicit requirement for the Authority to work with the Data Protection Commission creates oversight mechanisms that could help identify and address privacy risks as the platform develops. For individuals whose personal information flows through the platform, these provisions theoretically maintain their rights to access, correction, erasure, and other protections established under data protection law. The bill's recognition that personal data requires special handling when classified and shared represents an acknowledgment of privacy concerns.\n\nHowever, the **practical impact depends heavily on implementation and the resolution of structural tensions** within the broader bill. While these provisions preserve data protection rights on paper, the bill's mandatory data sharing obligations, broad ministerial discretion over data classification, and the precedence clause ([34](#34-relationship-and-integration-with-existing-laws)) that allows this Act to prevail in conflicts over data sharing create uncertainty. The effectiveness of these privacy safeguards will depend on how the Authority and Data Protection Commission navigate situations where harmonisation objectives and privacy protections appear to conflict, and whether the classification system adequately restricts sensitive personal information rather than designating it as broadly \"shareable.\" The provisions provide a foundation for privacy protection, but their strength will be tested by the operational realities of centralized data sharing."
      },
      "relatedProvisions": [
        "1-application-of-this-act",
        "4-data-sharing-obligations",
        "5-data-providers",
        "7-system-integration-and-api-governance",
        "8-data-security",
        "9-data-quality-requirements",
        "10-audit-trails-and-logging",
        "11-oversight-and-accountability",
        "12-data-harmonisation-advisory-committee",
        "13-onboarding-and-access-control-protocols",
        "14-data-subject-rights",
        "15-obligations-of-data-controllers-and-data-processors",
        "16-compliance-monitoring",
        "17-reporting-requirements",
        "19-administrative-sanctions",
        "20-dispute-resolution",
        "21-dispute-resolution-committee",
        "22-powers-of-the-dispute-resolution-committee",
        "23-resolution-of-referred-disputes",
        "25-composition-of-the-tribunal",
        "26-rules-of-procedure-of-the-tribunal",
        "27-right-of-appeal",
        "28-decisions-of-the-tribunal",
        "33-implementation-and-pilot-scheme",
        "34-relationship-and-integration-with-existing-laws",
        "36-interpretation",
        "37-open-data-refers-to-public-interest-data-that"
      ]
    },
    "business": {
      "score": "high-negative",
      "description": {
        "score": "high-negative",
        "analysis": "The Data Harmonisation Bill creates **substantial compliance burdens and operational risks** for businesses operating in Ghana. The mandatory API integration requirements ([7](#7-system-integration-and-api-governance)) force designated data providers to completely restructure their technical infrastructure to meet Authority-prescribed specifications, including authentication mechanisms, security protocols, and standardized endpoints. This represents a significant capital investment, particularly for small and medium enterprises that may lack existing API infrastructure or technical expertise. The bill's requirement that APIs must be tested and approved before database exposure, combined with penalties of up to 50,000 penalty units for non-compliance, creates substantial financial risk. Businesses must also navigate complex onboarding processes ([13](#13-onboarding-and-access-control-protocols)) with associated fees and ongoing access control protocols that restrict how they can use and share data.\n\nThe **enforcement regime poses severe risks** to business operations and leadership. The bill establishes criminal liability including imprisonment of up to five years for unauthorized access ([12](#12-data-harmonisation-advisory-committee)), with directors and officers of companies personally liable for corporate violations ([18](#18-offences-and-penalties)). Administrative sanctions ([19](#19-administrative-sanctions)) allow the Authority to revoke platform access, impose bans preventing reapplication, and levy substantial fines - all without requiring criminal conviction. For businesses dependent on data sharing for their operations, platform removal could be commercially devastating. The combination of criminal penalties, administrative sanctions, and personal liability for executives creates a high-stakes compliance environment that may deter business investment and innovation.\n\n**Cross-border operations face particular challenges** under the restrictive data transfer framework ([13](#13-onboarding-and-access-control-protocols)). International businesses must obtain ministerial approval for cross-border data transfers, potentially operate through Ghanaian subsidiaries, and comply with additional safeguards including access logs and audits. Foreign entities seeking platform access face quarterly ministerial review processes, creating uncertainty and delays. These restrictions may disadvantage multinational corporations, limit Ghana's integration into global digital supply chains, and reduce the country's attractiveness for foreign direct investment in data-intensive sectors. While the National Data Exchange Platform ([3](#3-establishment-of-the-national-data-exchange-platform)) could theoretically improve interoperability and reduce duplication costs in the long term, the transition costs, compliance burden, and regulatory uncertainty create a challenging environment that outweighs potential benefits for most businesses."
      },
      "relatedProvisions": [
        "1-application-of-this-act",
        "3-establishment-of-the-national-data-exchange-platform",
        "4-data-sharing-obligations",
        "5-data-providers",
        "6-data-exchange-framework",
        "7-system-integration-and-api-governance",
        "8-data-security",
        "9-data-quality-requirements",
        "10-audit-trails-and-logging",
        "11-oversight-and-accountability",
        "12-data-harmonisation-advisory-committee",
        "13-onboarding-and-access-control-protocols",
        "14-data-subject-rights",
        "15-obligations-of-data-controllers-and-data-processors",
        "16-compliance-monitoring",
        "17-reporting-requirements",
        "18-offences-and-penalties",
        "19-administrative-sanctions",
        "20-dispute-resolution",
        "21-dispute-resolution-committee",
        "22-powers-of-the-dispute-resolution-committee",
        "23-resolution-of-referred-disputes",
        "24-establishment-of-the-data-harmonisation-tribunal",
        "25-composition-of-the-tribunal",
        "26-rules-of-procedure-of-the-tribunal",
        "27-right-of-appeal",
        "28-decisions-of-the-tribunal",
        "29-fees",
        "32-accounts-and-audits",
        "33-implementation-and-pilot-scheme",
        "34-relationship-and-integration-with-existing-laws",
        "37-open-data-refers-to-public-interest-data-that"
      ]
    },
    "freedomOfSpeech": {
      "score": "neutral",
      "description": null,
      "relatedProvisions": [
        "10-audit-trails-and-logging",
        "12-data-harmonisation-advisory-committee",
        "37-open-data-refers-to-public-interest-data-that"
      ]
    }
  },
  "keyConcerns": [
    {
      "id": "criminal-penalties-for-undefined-technical-violations",
      "title": "Criminal Penalties for Undefined Technical Violations",
      "severity": "critical",
      "description": "The Authority can prescribe **\"any other specifications that the Authority may deem relevant\"** for API integration without limiting criteria, yet data providers face **criminal prosecution** (500-50,000 penalty units) for failing to comply with these undefined requirements. Companies cannot know in advance what technical specifications they must meet to avoid criminal liability, violating the fundamental principle that criminal offenses must be clearly defined. The Authority can also **unilaterally revoke platform access** without procedural safeguards, potentially destroying a business's ability to operate, while imposing both criminal fines and additional administrative penalties for the same violation.",
      "relatedProvisions": [
        "7-system-integration-and-api-governance"
      ],
      "relatedImpacts": []
    },
    {
      "id": "criminal-penalties-for-technical-non-compliance",
      "title": "Criminal Penalties for Technical Non-Compliance",
      "severity": "high",
      "description": "The bill criminalizes violation of \"**any provision**\" with imprisonment up to 2 years, without distinguishing between intentional misconduct and technical failures. Organizations could face **criminal prosecution** for failing to meet API specifications, data quality standards, or audit trail requirements—even when violations result from resource constraints rather than willful wrongdoing. This creates severe legal uncertainty for startups and SMEs, who cannot reliably predict whether compliance failures will trigger administrative correction or criminal charges. The **uniform penalty structure** applies regardless of entity size, harm caused, or intent, departing from proportionality principles in democratic legal systems where criminal sanctions are reserved for intentional conduct causing material harm.",
      "relatedProvisions": [
        "18-offences-and-penalties"
      ],
      "relatedImpacts": []
    },
    {
      "id": "permanent-bans-without-clear-standards-or-appeal",
      "title": "Permanent Bans Without Clear Standards or Appeal",
      "severity": "high",
      "description": "The Authority can impose **permanent bans** that prevent institutions from ever reapplying to the platform, with no defined standards for what violations warrant such irreversible exclusion. The provision grants unlimited discretion to impose \"**any other sanction as may be appropriate**\" without specifying proportionality requirements, penalty caps, or procedural safeguards before sanctions are imposed. For businesses investing substantial resources in platform compliance, this creates catastrophic risk: a single violation—potentially technical or inadvertent—could result in permanent market exclusion with no reinstatement pathway.",
      "relatedProvisions": [
        "19-administrative-sanctions"
      ],
      "relatedImpacts": []
    },
    {
      "id": "anti-competitive-data-access-restrictions-chill-innovation",
      "title": "Anti-Competitive Data Access Restrictions Chill Innovation",
      "severity": "high",
      "description": "The provision prohibits businesses from re-using government data in ways that **\"directly compete with the service offered by the data provider\"**—a vague standard backed by **up to 5 years imprisonment**. This allows incumbent government contractors and agencies to block competitive innovation by claiming any new service competes with their offerings. Combined with the Authority's discretion to approve \"any other lawful purposes\" and restrictions on data commercialization, this creates severe legal uncertainty that will deter startups and SMEs from building innovative services using public data. The provision conflates legitimate data protection with market protection, effectively granting incumbents veto power over competitive threats.",
      "relatedProvisions": [
        "12-data-harmonisation-advisory-committee"
      ],
      "relatedImpacts": []
    },
    {
      "id": "data-localization-through-ministerial-approval-bottleneck",
      "title": "Data Localization Through Ministerial Approval Bottleneck",
      "severity": "high",
      "description": "All cross-border transfers of public interest data require **ministerial approval** and may mandate establishing a **\"registered Ghanaian subsidiary\"** just to access government data through the platform. This creates a de facto data localization regime that locks foreign companies out of Ghana's data economy unless they invest in expensive local infrastructure. Violations carry criminal penalties up to **100,000 penalty units**, making this a high-stakes compliance trap for international businesses and researchers seeking to access even routine government data.",
      "relatedProvisions": [
        "13-onboarding-and-access-control-protocols"
      ],
      "relatedImpacts": []
    }
  ],
  "provisions": [
    {
      "id": "1-application-of-this-act",
      "section": 1,
      "title": "Application of this Act",
      "plainLanguage": "This law applies to public interest data and those who manage it. This includes government agencies, private companies handling public services, and anyone using the National Data Exchange Platform. The Minister can also add other groups to this list. However, the law will not force anyone to share restricted information or data that could threaten national security.",
      "rawText": "- (1) This Act applies to all public interest data and all holders of public interest data.\n\n    - Without limiting subsection (1), this Act applies to:\n\n            - (a)  all public sector institutions, including ministries, departments, agencies, and statutory bodies, that collect, generate, process, store or hold public interest data;\n\n            - (b)  all private sector entities that generate, collect, store, or otherwise control or process public interest data in connection with a public function, a regulatory obligation, or the provision of goods or services;\n\n            - (c)  any  person  or  institution  granted  access  to  the  National  Data  Exchange Platform under this Act; and\n\n            - (d)  any category of persons whom the Minister shall designate.\n\n    - This Act shall not compel the mandatory sharing of any information classified as restricted  data,  or  any  other  information  whose  disclosure  would  endanger national security, defence, or public safety.",
      "relatedImpacts": [
        "innovation",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "low-negative",
        "business": "medium-negative"
      }
    },
    {
      "id": "3-establishment-of-the-national-data-exchange-platform",
      "section": 3,
      "title": "Establishment of the National Data Exchange Platform",
      "plainLanguage": "This provision creates a National Data Exchange Platform for the secure exchange of public interest data. The platform will allow public and private entities to share data, making it more accessible and transparent. The Ministry will oversee the platform, while the Authority will manage its technical aspects.",
      "rawText": "- (1) There is established by this Act the  National Data Exchange Platform, a public digital infrastructure for the secure, standardised and interoperable exchange of public interest data.\n\n    - The  National  Data  Exchange  Platform  shall  operate  as  the  central  national infrastructure for the provision and exchange of public interest data held by public institutions  and  eligible  private  entities,  specifically  comprising  open  data  and shareable data.\n\n    - The National Data Exchange Platform shall:\n\n            - (a)   facilitate the lawful sharing, exchange and re-use of public interest data in accordance with this Act;\n\n            - (b)  support machine-readable access to public interest data through standardised APIs and related technologies;\n\n            - (c)  support accessibility to public interest data  and  the  interoperability  of databases;\n\n            - (d)  facilitate the onboarding of data providers and data consumers; and\n\n            - (e)  promote transparency in the access and management of public interest data.\n\n    - The National Data Exchange Platform shall be held by the Republic through the Ministry.\n\n    - The  technical  operation,  configuration,  administration  and  maintenance  of  the National  Data  Exchange  Platform  shall  be  managed  and  supervised  by  the Authority in accordance with the policy direction and objectives prescribed by the Minister.\n\n    - The installation and day-to-day operations of the National Data Exchange Platform shall at all times be managed by an entity registered under the laws of Ghana and",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "high-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "high-positive"
      }
    },
    {
      "id": "4-data-sharing-obligations",
      "section": 4,
      "title": "Data Sharing Obligations",
      "plainLanguage": "This provision requires entities with public interest data to categorize it as open, shareable, or restricted. Open and shareable data must be made available through a National Data Exchange Platform. Access to shareable data may have specific conditions that must be clearly defined. Failure to provide access to data as required can result in fines.",
      "rawText": "- (1) All holders of public interest data shall identify and classify the public interest data they hold as either open data, shareable data or restricted data in accordance with Schedule 1 of this Act.\n\n      - The Minister may from time to time prescribe additional classifications of public interest data.\n\n      - All open data holders shall provide access to such open data via the National Data Exchange Platform in accordance with this Act and any directives issued under it.\n\n      - Shareable data holders shall provide access to shareable data via the National Data Exchange Platform upon the fulfilment of the relevant conditions required to access that shareable data.\n\n      - Shareable data holders shall clearly define and make transparent any conditions, procedures or terms which need to be met to access the shareable data.\n\n      - Nothing in this section shall be construed to require the sharing of data classified as restricted, except as may be authorised under this Act or any other applicable law.\n\n      - A holder of public interest data who fails to provide access in contravention of this section commits an offence and shall be liable upon summary conviction to a fine of not less than two hundred penalty units and not more than ten thousand penalty units.",
      "relatedImpacts": [
        "innovation",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "high-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "medium-positive",
        "business": "medium-positive"
      }
    },
    {
      "id": "5-data-providers",
      "section": 5,
      "title": "Data Providers",
      "plainLanguage": "This provision establishes a system for designating \"data providers\" who will share public interest data on a national platform. Qualifying entities include public bodies and private institutions that hold or manage such data. The Authority will set eligibility criteria, operational guidelines, and maintain a register of approved data providers, ensuring secure and efficient data exchange.",
      "rawText": "- (1) A holder of public interest data may be designated as a data provider under this Act and shall be onboarded onto the National Data Exchange Platform.\n\n      - A person shall qualify as a data provider if that person:\n\n            - (a)  is a public body or private entity or institution that holds public interest data; or\n\n            - (b)  performs  a  statutory,  regulatory,  or  public  service  function  involving  the generation or management of public interest data; and\n\n            - (c)  meets the eligibility criteria prescribed by the Authority.\n\n      - Without limiting the provisions of subsection (2) above, the Minister may designate entities, bodies, systems, organisations and institutions as data providers.\n\n      - The Authority  shall,  in  consultation  with  the Advisory  Committee,  prescribe  the criteria  and  procedures  for  determining  eligibility  as  a  data  provider  and  the responsibilities of approved data providers in their operations on the National Data Exchange Platform.\n\n      - The Authority shall issue guidelines on the process and technical requirements for onboarding and integration with the National Data Exchange Platform.\n\n            - (c)  implement appropriate security and technical measures, access controls and data protection measures as required under this Act or any other applicable law; and\n\n            - (d)  maintain internal processes to support timely and efficient data exchange in accordance with this Act and any Regulations, directives or guidelines issued under this Act.\n\n      - The Authority shall, in consultation with relevant sector regulators, maintain a register of approved data providers.",
      "relatedImpacts": [
        "innovation",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "medium-negative",
        "freedomOfSpeech": "neutral",
        "privacy": "low-positive",
        "business": "medium-negative"
      }
    },
    {
      "id": "6-data-exchange-framework",
      "section": 6,
      "title": "Data Exchange Framework",
      "plainLanguage": "This section requires data providers to format their databases so they can be easily accessed and used by the National Data Exchange Platform. The goal is to make it easier for software to find and extract specific data. The Authority will set the technical standards for these data formats and update them as needed, and providers can consult the Authority if they have trouble meeting the requirements.",
      "rawText": "- (1)  Data  providers  shall  grant  access  to  their  databases  in  a  file  format  which  is structured,  machine-readable  and  compatible  with  the  National  Data  Exchange Platform to allow software applications to easily identify, recognise and extract specific data.\n\n    - The  Authority  shall,  in  consultation  with  the  Advisory  Committee,  prescribe technical and operational standards, including but not limited to:\n\n          - (a)  the use of standardised data formats across all databases;\n\n          - (b)  the adoption of sector-appropriate data exchange formats, including but not limited to XML and JSON;\n\n          - (c)  connectivity protocols that ensure secure, real-time, or scheduled data transmission;\n\n          - (d)  the application of sector-specific classification systems, taxonomies, and data dictionaries;\n\n          - (e)  the use of unique identifiers across sectors to ensure traceability and data deduplication; and\n\n          - (f)  metadata standards, classification levels, and tagging practices for all public interest data.\n\n    - The  Authority  shall  prescribe  the  technical  specifications  referenced  under subsection (2) and update them periodically to reflect international best practices and emerging technologies.\n\n    - Where  conversion  of  public  interest  data  into  the  prescribed  digital  format  is impossible  or  would  involve  a  disproportionate  effort,  the  data  provider  shall consult  with  the Authority  to  determine  an  appropriate alternative  prior  to  their onboarding.",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "high-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "medium-positive"
      }
    },
    {
      "id": "7-system-integration-and-api-governance",
      "section": 7,
      "title": "System Integration and API Governance",
      "plainLanguage": "This provision requires data providers to share data through secure and standardized APIs, following guidelines set by the Authority. The Authority will define technical specifications for these APIs, including security measures and access controls. Failure to comply with these requirements or protect API keys can result in fines and penalties. The Authority will also monitor API performance and security to ensure compliance.",
      "rawText": "- (1)  A    data  provider  shall  ensure  that  all  data  sharing  occurs  through  secure, standardised, and auditable APIs, as prescribed by the Authority in consultation with the Ghana Standards Authority.\n\n    - The Authority shall prescribe technical specifications on:\n\n            - (a)  API architecture, protocols, and endpoints to ensure system-wide interoperability;\n\n            - (b)  authentication  and  authorisation  mechanisms,  including  the  use  of  digital credentials, access tokens, and role-based permissions;\n\n            - (e)  implementation  of  tiered  access  or  safeguard  measures  for  sensitive  data requiring limited or controlled disclosure; and\n\n            - (f)  any other specifications that the Authority may deem relevant.\n\n    - A  data  provider  shall  comply  with  all  specifications  provided  by  the Authority  in accordance with subsection (2) and shall implement robust internal policies and procedures  to  protect  and  safeguard  access  to  their  API  keys  to prevent unauthorised use.\n\n    - A data provider who intentionally, recklessly or by gross negligence fails to prevent API exposure and unauthorised access is subject to an administrative penalty of up to ten thousand penalty units.\n\n    - A  data  provider  shall  not  expose  or  allow  access  to  any  database  through  the National  Data  Exchange  Platform  unless  the  relevant API  integration  has  been tested and approved by the Authority or a body designated by the Authority.\n\n    - A data provider who fails to comply with subsection (5) commits an offence and shall be liable upon summary conviction to a fine of not less than five hundred penalty units and not more than fifty thousand penalty units.\n\n    - The Authority  may,  in  addition  to  the  penalty  under  subsection  (6),  impose  an administrative penalty of up to one thousand penalty units.\n\n    - The Authority shall monitor API performance, integrity, and security on a continuous basis,  and  may  issue  technical  updates  or  revoke  access  where  necessary  to ensure compliance with this Act.",
      "relatedImpacts": [
        "innovation",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "medium-negative",
        "freedomOfSpeech": "neutral",
        "privacy": "low-negative",
        "business": "high-negative"
      }
    },
    {
      "id": "8-data-security",
      "section": 8,
      "title": "Data Security",
      "plainLanguage": "This section requires data providers on the National Data Exchange Platform to implement security measures to protect the data they share. These measures include access controls, encryption, backups, and disaster recovery plans. Data providers must also report any data breaches to the Authority and potentially to the Data Protection Commission or Cybersecurity Authority, and failure to comply can result in fines.",
      "rawText": "- (1) A data provider shall implement appropriate technical and organisational measures to ensure the confidentiality, integrity, security and continuous availability of the public interest data they share through the National Data Exchange Platform.\n\n    - Without limiting subsection (1) or any other obligations of data providers under this agreement, a data provider shall:\n\n          - (a)  establish  role-based  access  controls  and  user  authentication  protocols  to prevent unauthorised access to the database;\n\n          - (b)  ensure encryption of data in transit and at rest, using standards prescribed by the Authority;\n\n          - (c)  maintain routine backup systems for the database;\n\n          - (d)  implement business continuity and disaster recovery measures to minimise disruption in the event of system failure or compromise; and\n\n          - (e)  maintain  internal  controls  and  procedures  for  identifying,  reporting,  and responding to security incidents.\n\n    - The  Authority  may,  in  consultation  with  the  Cyber  Security  Authority,  Data Protection  Commission  and  any  other  relevant  government  agencies,  issue guidelines or directives specifying minimum security standards for data providers and data consumers.\n\n    - A  data  provider  shall,  upon  request,  furnish  the Authority  with  evidence  of  the internal procedures and systems in place to ensure data security in accordance with this section.\n\n    - A  data  provider  shall  notify  the Authority  promptly  of  any  actual  or  suspected breach, compromise, or unauthorised access affecting  its database, and in any case, no later than within seventy-two (72) hours of discovery:\n\n- (a)  where  the  breach  is  of  a  nature  affecting  personal  data,  then  the  data provider  shall  additionally  notify  the  Data  Protection  Commission  in accordance  with  the  provisions  of  the  [Data  Protection Act  20XX,  (Act XXX)].\n\n- (b)  where  the  breach  is  of  a  nature  involving  cybersecurity-related  matters then the data provider shall additionally notify the Cybersecurity Authority within twenty-four (24) hours  of detection in accordance  with the [Cybersecurity Act 20XX, (Act XXX)];\n\n    - The form and manner of notification in subsection (6) and the immediate steps to be implemented after notification shall be prescribed by the Authority.\n\n    - A data provider who fails to comply with this section 9 commits an offence and shall be liable upon summary conviction to a fine of not less than five hundred penalty units and not more than fifty thousand penalty units.\n\n    - The Authority  may,  in  addition  to  the  penalty  under  subsection  (8),  impose  an administrative penalty of up to ten thousand penalty units.",
      "relatedImpacts": [
        "innovation",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "medium-positive",
        "business": "medium-negative"
      }
    },
    {
      "id": "9-data-quality-requirements",
      "section": 9,
      "title": "Data Quality Requirements",
      "plainLanguage": "Data providers on the National Data Exchange Platform must meet data quality standards set by the Authority. This includes keeping data accurate, complete, and consistent, as well as regularly updating and verifying information. The Authority can tailor these standards for different types of data. Data providers must also show the Authority how they maintain data quality if asked.",
      "rawText": "- (1) A data provider shall ensure that all databases made available through the National Data Exchange Platform meet the quality standards prescribed by the Authority.\n\n    - For the purposes of subsection (1), a data provider shall:\n\n            - (a)  maintain the accuracy and completeness of public interest data contained in its databases;\n\n            - (b)  eliminate duplicate records and ensure data consistency across systems;\n\n            - (c)  establish procedures for regular updates, corrections, and verification of data entries; and\n\n            - (d)  where appropriate, implement version control mechanisms to track changes and ensure the integrity of historical records.\n\n    - The Authority may prescribe different data quality benchmarks for specific sectors or categories of data, taking into account the nature, use, and sensitivity of the data.\n\n    - A  data  provider  shall,  upon  request,  furnish  the Authority  with  evidence  of  the internal procedures and systems in place to ensure data quality in accordance with this section.",
      "relatedImpacts": [
        "innovation",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "medium-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "low-positive",
        "business": "low-negative"
      }
    },
    {
      "id": "10-audit-trails-and-logging",
      "section": 10,
      "title": "Audit Trails and Logging",
      "plainLanguage": "This provision requires data providers on the National Data Exchange Platform to keep detailed, secure logs of all data access, transmission, and modifications. These logs must be retained for a minimum of five years and are subject to review by the Authority. Data providers must also monitor these logs internally to detect and prevent misuse.",
      "rawText": "- (1) A data provider shall implement and maintain audit trails and logging mechanisms for  every  access,  transmission,  or  modification  of  public  interest  data  through  the National Data Exchange Platform.\n\n            - (b)  specify the nature, date, time, and outcome of the transaction;\n\n            - (c)  indicate  the  database  and  category  or  classification  of  data  accessed  or exchanged; and\n\n            - (d)  capture any anomalies, access failures, or unauthorised attempts.\n\n    - Audit logs shall be:\n\n          - (a)  securely stored in tamper-evident form;\n\n          - (b)  encrypted and protected from unauthorised access or deletion; and\n\n          - (c)  retained  for  a  minimum  of  five  (5)  years,  or  such  other  period  as  may  be prescribed by the Authority.\n\n    - The Authority may:\n\n          - (a)  conduct periodic reviews of audit trails for compliance monitoring or technical assessment;\n\n          - (b)  require the submission of logs by data providers to support investigations, verify system integrity, or assess suspected misuse; and\n\n          - (c)  issue directives regarding the format, storage, or transmission of audit logs.\n\n      - A data provider shall establish internal protocols for monitoring and analysing audit trails to detect unusual activity, prevent abuse, and support incident response.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "low-negative",
        "freedomOfSpeech": "low-negative",
        "privacy": "medium-positive",
        "business": "low-negative"
      }
    },
    {
      "id": "11-oversight-and-accountability",
      "section": 11,
      "title": "Oversight and Accountability",
      "plainLanguage": "The Authority is responsible for ensuring everyone complies with this law by monitoring data providers and consumers. It will issue guidelines, collect reports, and publish annual performance reports to maintain transparency. Data providers must appoint compliance officers and address any issues identified by the Authority. The Authority also manages the National Data Exchange Platform, ensuring it operates effectively and aligns with national policies.",
      "rawText": "- (1) The Authority shall monitor and enforce compliance with this Act, and may take appropriate enforcement actions against any data provider or data consumer who fails to meet their obligations under this Act.\n\n    - In  carrying  out  its  oversight  function,  the  Authority  shall  issue  guidelines, directives,  and  notices  to  ensure  the  proper  functioning  of  the  National  Data Exchange Platform.\n\n    - The  Authority shall consult the Advisory Committee and other relevant stakeholders in matters of joint oversight or technical coordination.\n\n    - A data provider shall submit periodic reports on their performance on the National Data  Exchange  Platform  and  their  compliance  with  this  Act.  The  form  and frequency of the reports shall be determined by the Authority.\n\n    - The Authority shall publish an annual report detailing performance indicators and other  key  metrics  of  the  National  Data  Exchange  Platform  and  other  relevant information to promote transparency.\n\n    - Each data provider shall:\n\n            - (a)  appoint  a  designated  officer  responsible  for  ensuring  compliance  with  the obligations under this Act;\n\n            - (b)  respond to queries or directives issued by the Authority within the prescribed timelines; and\n\n            - (c)  take corrective actions directed by the Authority promptly where deficiencies are identified.\n\n## Governance Framework\n\n  - The Authority shall be responsible for overseeing the implementation and enforcement of this Act.\n\n  - The functions of the Authority include but are not limited to:\n\n          - (a)  overseeing the establishment and maintenance of the National Data Exchange Platform;\n\n          - (b)  ensuring the operational integrity, accessibility and efficiency of the National Data Exchange Platform;\n\n          - (c)  overseeing compliance with the provisions of this Act and any subsidiary legislation, regulations, directives, guidelines or notices issued under this Act;\n\n          - (d)  developing, issuing and updating technical, operational and security guidelines in consultation with the Advisory Committee;\n\n          - (e)  overseeing the onboarding, registration, and monitoring of data providers and data consumers;\n\n          - (f)  maintaining a register of data providers and data consumers connected to the National Data Exchange Platform;\n\n          - (g)  collaborating with relevant stakeholders to ensure alignment with national policies and frameworks;\n\n          - (h)  coordinating with other regulatory bodies to ensure alignment with applicable laws, including but not limited to laws on data protection, cybersecurity, standardisation and open banking;\n\n          - (i) issuing and enforcing administrative directives, notices or sanctions as provided under this Act;\n\n          - (j) investigating and resolving disputes;\n\n          - (k)  coordinating capacity building, stakeholder engagement, and public education on data harmonisation and the National Data Exchange Platform; and\n\n          - (l) advising the Minister on policy implementation matters under this Act.",
      "relatedImpacts": [
        "innovation",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "low-negative",
        "freedomOfSpeech": "neutral",
        "privacy": "low-positive",
        "business": "medium-negative"
      }
    },
    {
      "id": "12-data-harmonisation-advisory-committee",
      "section": 12,
      "title": "Data Harmonisation Advisory Committee",
      "plainLanguage": "This provision creates a Data Harmonisation Advisory Committee to advise the Data Authority. The committee includes representatives from government agencies, the private sector, and civil society. It will provide guidance on data exchange, stakeholder coordination, and implementation of data-related policies. The goal is to ensure effective data harmonization across different sectors.",
      "rawText": "- (1) There is established by this Act a Data Harmonisation Advisory Committee to provide operational insight, discuss cross-sectoral matters on data harmonisation and provide strategic advice to support the Authority in the effective performance of its functions.\n\n    - The Committee shall be composed of:\n\n          - (a) the Minister;\n\n          - (b)  a representative of the National Information Technology Agency not below the rank of a director;\n\n          - (c) a representative of the Bank of Ghana not below the rank of director;\n\n          - (d) a representative of the Cyber Security Authority not below the rank of a director;\n\n          - (e)  a representative of the Data Protection Commission not below the rank of a director;\n\n          - (f) a representative of the Ghana Standards Authority not below the rank of a director or its functional equivalent;\n\n          - (g) a representative of the Ghana Statistical Service not below the rank of a director or its functional equivalent;\n\n          - (h)  a representative of the National Communications Authority not below the rank of a director;\n\n          - (i) a representative of the National Identification Authority not below the rank of a director or its functional equivalent;\n\n          - (l) two persons from the private sector with expertise in data management, data architecture, data analysis, standards engineering, ICT or digital services; and\n\n          - (m)  one representative of civil society with experience in data protection, intellectual property or digital rights.\n\n    - The members of the Committee shall be appointed by the Minister on the recommendation of the respective institutions and at least three (3) of the representatives shall be women.\n\n    - The Minister shall be Chairperson of the Advisory Committee.\n\n    - The Committee shall meet at least once every six months and may hold extraordinary meetings:\n\n          - (a)  at the request of the Chairperson; or\n\n          - (b)  upon the written request of not less than one-third of the members of the Advisory Committee.\n\n    - The Advisory Committee shall provide practical guidance on the implementation of this Act only and shall not exercise any executive, regulatory or operational authority under this Act.\n\n    - The Committee shall advise the Authority on:\n\n          - (a)  strategic direction and long-term planning for data exchange and harmonisation;\n\n          - (b)  stakeholder coordination and multi-agency alignment;\n\n          - (c) phased implementation of the Act and any practical challenges;\n\n          - (d)  cross-sector engagements and feedback;\n\n          - (e) drafting of guidelines under the Act;\n\n          - (f) standards for interoperability and integration; and\n\n          - (g) any other matters as may be referred to it by the Authority or the Minister.\n\n    - The term of office of a member of the Committee is four years, and a member is eligible for reappointment for another term only.\n\n## Access and Use of the National Data Exchange Platform\n\n## Data Access\n\n  - (1) A person approved by the Authority as a data consumer may access public interest data through the National Data Exchange Platform in accordance with this Act.\n\n    - Access to data on the National Data Exchange Platform shall be granted for the following permitted purposes:\n\n            - (a)  delivery of public services or performance of statutory functions;\n\n            - (b)  research, innovation, and academic development;\n\n            - (c)  statistical analysis and evidence-based policymaking;\n\n            - (d)  detection and prevention of fraud, financial crime or other unlawful conduct;\n\n            - (e)  regulatory compliance, oversight and supervision functions; or\n\n            - (f)  any other lawful purposes approved by the Authority in consultation with the Minister.\n\n            - (a)  identify the applicant and describe the purpose for which access is required;\n\n            - (b)  specify the public interest data for which access is being requested, including any intended re-use or onward sharing;\n\n            - (c)  disclose the applicant's legal basis or authorisation for accessing the data, where applicable;\n\n            - (d)  include high-level information on its technical systems for the purpose of assessment for integration;\n\n            - (e)  comply with any other conditions prescribed by the Authority, including the payment of prescribed fees.\n\n    - A person seeking approval as a data consumer shall be a legal entity or body corporate and shall not be a natural person.\n\n    - Upon approval, a data consumer shall be granted access credentials to the National Data Exchange Platform for a period of one (1) year and assigned a data access tier in accordance with their authorisation level.\n\n    - A data consumer may, upon expiration of their credentials, apply to the Authority for a renewal of their subscription in the prescribed form. The Authority may request additional up-to-date information from the applicant prior to granting a renewal.\n\n    - A person who unlawfully or without the proper authorisation accesses databases on the National Data Exchange Platform commits an offence and shall be liable upon summary conviction to a fine of not less than one thousand penalty units and not more than one hundred thousand penalty units or a term of imprisonment of not more than five years or both.\n\n    - The Authority may, in addition to the penalty under subsection (7), impose an administrative penalty of up to ten thousand penalty units.\n\n    - Data consumers may be required to enter data use agreements as a precondition to accessing shareable data or restricted data.\n\n    - Data consumers shall not re-use data obtained through the National Data Exchange Platform in a manner that duplicates or directly competes with the service offered by the data provider whose database they accessed.\n\n    - Data consumers shall not re-use personal data except in a manner that has been consented to by the data subject or is otherwise permitted by law.\n\n    - A data consumer that contravenes subsections (10) and (11) commits an offence and is liable on summary conviction to a fine of not less than five thousand penalty units and not more than fifty thousand penalty units.\n\n    - The Authority shall, in consultation with the Advisory Committee, issue guidelines on the permitted re-use of data.\n\n    - A person who purchases or sells, attempts to purchase or sell, or does any act with the intent to purchase or sell data obtained through the National Data Exchange Platform, except as otherwise approved by the Authority, commits an\n\n    - A data provider shall maintain and submit to the Authority, in the form and manner prescribed by the Authority, a data register cataloguing the public interest data available through its database to promote ease of access. The data register shall indicate:\n\n          - (a) the public interest data available on the data provider's database;\n\n          - (b) the classification of such data as open, shareable or restricted;\n\n          - (c) for restricted or shareable data, any conditions or protocols required for the disclosure of that data;\n\n          - (d) the fees required to access their database, where applicable; and\n\n          - (e) any other information prescribed by the Authority.\n\n    - The Authority may refuse to grant an application where:\n\n          - (a) the applicant fails to satisfy the applicable eligibility, legal, or technical requirements;\n\n          - (b) the data requested is classified as restricted and the applicant does not possess the necessary clearance;\n\n          - (c) granting access may compromise national security, public safety, or data integrity; or\n\n          - (d) the request is otherwise inconsistent with the objectives of this Act.\n\n      - In the event of refusal, the Authority shall notify the applicant of the reasons for the refusal.\n\n      - An international organisation or a foreign entity operating in Ghana may apply for access to the National Data Exchange Platform through the Authority. Applications for foreign data consumers shall be subject to additional conditions prescribed by the Authority, and must be approved by the Minister.\n\n      - The Authority shall submit a list of all foreign data consumer applications that have satisfied the prescribed additional criteria to the Minister for final approval on a quarterly basis.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "medium-negative",
        "freedomOfSpeech": "low-negative",
        "privacy": "medium-positive",
        "business": "high-negative"
      }
    },
    {
      "id": "13-onboarding-and-access-control-protocols",
      "section": 13,
      "title": "Onboarding and Access Control Protocols",
      "plainLanguage": "The Authority will create a process for onboarding data consumers and control their data access levels. Data consumers cannot access data beyond their granted permissions, and violations can result in fines and penalties. Transferring public interest data outside of Ghana requires adherence to data protection laws, specific safeguards, and approval from the Minister. Violations of cross-border transfer rules also carry significant fines.",
      "rawText": "- (1) The Authority shall establish a process for onboarding data consumers which may include the payment of any applicable onboarding or service fees.\n\n    - The Authority shall implement access control protocols to govern the scope and level of access granted to each data consumer.\n\n    - A data consumer shall not access any database or transmit data beyond the level or purpose for which access has been granted. The Authority may suspend or revoke access for any data consumers who fail to comply with this section.\n\n    - Data consumers who contravene subsection (3) commit an offence and shall be liable upon summary conviction to a fine of not less than five hundred penalty units and not more than fifty thousand penalty units.\n\n    - The Authority may, in addition to the penalties under subsections (3) and (4), impose an administrative penalty of up to five hundred penalty units.\n\n  - (1) The transfer of public interest data through the National Data Exchange Platform to data consumers outside the jurisdiction of Ghana is permitted only in accordance with the provisions of this Act.\n\n(2)  Cross-border transfers pursuant to subsection (1) shall:\n\n          - (a)  be in compliance with the [Data Protection Act, 20XX(Act XXX)] and other applicable laws;\n\n          - (b)  comply with any safeguards, protocols or limitations prescribed under this Act or issued by the Authority; and\n\n          - (c)  be approved by the Minister.\n\n    - Safeguards under subsection (2) may include:\n\n          - (a)  restrictions on the type or category of data which may be transferred outside the jurisdiction;\n\n          - (b)  mandatory access through a registered Ghanaian subsidiary or an approved local representative regulated by the Authority;\n\n          - (c)  limitations on the duration of access;\n\n          - (d)  additional requirements for technical safeguards, access logs and audits; and\n\n          - (e)  any safeguards prescribed by the Minister or the Authority.\n\n    - A data provider or data consumer that facilitates or permits cross-border transfers of data through the National Data Exchange Platform in a manner that circumvents or violates this section, commits an offence and shall be liable upon summary conviction to a fine of not less than five hundred penalty units and not more than one hundred thousand penalty units.\n\n    - The Authority may, in addition to the penalty under subsection (4), impose other administrative sanctions, including an administrative penalty of up to five thousand penalty units.\n\n## Data Protection",
      "relatedImpacts": [
        "innovation",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "medium-negative",
        "freedomOfSpeech": "neutral",
        "privacy": "medium-positive",
        "business": "high-negative"
      }
    },
    {
      "id": "14-data-subject-rights",
      "section": 14,
      "title": "Data Subject Rights",
      "plainLanguage": "This provision ensures that your rights under the Data Protection Act are protected, even when your personal information is used on the National Data Exchange Platform. The agency managing the platform will work with the Data Protection Commission to uphold these rights. This means your existing data privacy rights remain in place.",
      "rawText": "- Nothing in this Act shall be construed to limit or derogate from the rights of data subjects under the [Data Protection Act, 20XX (Act XXX)]. Where public interest data includes personal data, the processing, access, or sharing of such data through the National Data Exchange Platform shall be undertaken in a manner that upholds Act XXX. The Authority shall work in collaboration with the Data Protection Commission to ensure the enforcement of data subject rights in relation to the use, re-use and exchange of personal data through the National Data Exchange Platform.",
      "relatedImpacts": [
        "innovation",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "medium-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "high-positive",
        "business": "low-positive"
      }
    },
    {
      "id": "15-obligations-of-data-controllers-and-data-processors",
      "section": 15,
      "title": "Obligations of Data Controllers and Data Processors",
      "plainLanguage": "This provision clarifies that the new law does not change the existing responsibilities of data controllers and data processors as defined in the Data Protection Act. These entities must continue to comply with all obligations outlined in the Data Protection Act. The new law is intended to supplement, not replace, existing data protection requirements.",
      "rawText": "- Nothing in this Act shall be construed to limit or derogate from the obligations of data controllers and data processors under the [Data Protection Act, 20XX(Act XXX)].\n\n## Compliance and Enforcement",
      "relatedImpacts": [
        "innovation",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "high-positive",
        "business": "low-positive"
      }
    },
    {
      "id": "16-compliance-monitoring",
      "section": 16,
      "title": "Compliance Monitoring",
      "plainLanguage": "The Authority will create a monitoring system to ensure everyone follows the rules of the National Data Exchange Platform. Inspectors may be appointed to check for compliance, including entering premises and submitting quarterly reports. The Authority can also audit participating institutions to assess their compliance with the rules.",
      "rawText": "- (1) The Authority shall establish and maintain a monitoring system to monitor compliance with the rules, obligations and requirements of the National Data Exchange Platform and this Act.\n\n      - The Authority may appoint inspectors to carry out monitoring functions outlined under this Act or prescribed by the Authority or the Minister.\n\n          - (b)  enter a premises to perform any other function imposed on the inspector under this Act, or by the Authority.\n\n      - The inspectors shall submit quarterly compliance reports in the manner prescribed by the Authority.\n\n      - The Authority may conduct audits on all participating institutions, within periods to be determined by the Authority, to assess a participating institution's compliance with applicable laws and the rules of the National Data Exchange Platform.",
      "relatedImpacts": [
        "innovation",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "medium-positive",
        "business": "medium-negative"
      }
    },
    {
      "id": "17-reporting-requirements",
      "section": 17,
      "title": "Reporting Requirements",
      "plainLanguage": "Participating institutions in the National Data Exchange Platform must provide reports to the Authority when requested, including specific information the Authority requires. Institutions must also inform the Authority within seven days of any changes to their initial application information. This ensures the Authority has up-to-date information about participating institutions and their activities.",
      "rawText": "- (1) Where requested by the Authority, a participating institution shall provide reports on activities undertaken through the National Data Exchange Platform. The report shall include any information as may be prescribed by the Authority.\n\n    - A participating institution shall notify the Authority within seven days of any change in the information that was submitted to the Authority for approval as a participating institution.",
      "relatedImpacts": [
        "innovation",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "low-negative",
        "freedomOfSpeech": "neutral",
        "privacy": "low-positive",
        "business": "low-negative"
      }
    },
    {
      "id": "18-offences-and-penalties",
      "section": 18,
      "title": "Offences and Penalties",
      "plainLanguage": "This section defines the penalties for not following the rules outlined in the Act. Individuals or organizations that break the law may face fines or jail time. If a company or partnership commits an offence, its leaders can also be held responsible unless they took steps to prevent the violation and were unaware of it.",
      "rawText": "- (1) A person who contravenes or fails to comply with any provision of this Act commits an offence and, where no penalty is expressly provided, shall be liable upon summary conviction to a fine of not less than two hundred penalty units and not more than ten thousand penalty units or to a term of imprisonment of not more than two years or both.\n\n    - A person who fails to comply with an administrative sanction prescribed by the Authority under section 24 of this Act commits an offence and, where no penalty is expressly provided, shall be liable upon summary conviction to a fine of not less than two hundred penalty units and not more than ten thousand penalty units or to a term of imprisonment of not more than two years or both.\n\n    - Where an offence under this Act is committed by a body corporate or by a member of a partnership or other firm, every director or officer of that body corporate or a member of the partnership or any other person concerned with the management of the firm shall be deemed to have committed that offence and is liable on summary conviction to a fine or term of imprisonment as prescribed.\n\n    - A person shall not be convicted of an offence under subsection (3) if it is proved that:\n\n            - (a)  due diligence was exercised to prevent the commission of the offence; and\n\n            - (b)  the offence was committed without the knowledge, consent or connivance of that person.",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "high-negative",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "high-negative"
      }
    },
    {
      "id": "19-administrative-sanctions",
      "section": 19,
      "title": "Administrative Sanctions",
      "plainLanguage": "This section allows the Authority to issue administrative sanctions for violations of the Act. These sanctions can include revoking platform access, imposing penalties, or issuing bans. Institutions that have had their access revoked can reapply after fixing the issue, but banned institutions cannot reapply. These administrative sanctions are in addition to any penalties from other regulatory bodies or legal proceedings under other laws.",
      "rawText": "- (1) A person who contravenes or fails to comply with any provision of this Act which is not designated as an offence may be liable to administrative sanctions as prescribed by the Authority.\n\n            - (c)  revoke access and remove a participating institution from the National Data Exchange Platform;\n\n            - (d)  impose administrative penalties on a participating institution;\n\n            - (e)  impose bans on a participating institution; and\n\n            - (f)  any other sanction as may be appropriate to redress the stated noncompliance.\n\n      - A participating institution that has its access or approval revoked may submit a fresh application to the Authority to be reinstated after rectifying the breach or non-compliance.\n\n      - Participating institutions that have been banned shall not be permitted to reapply for access.\n\n      - The imposition of administrative sanctions or fines under this Act shall be without prejudice to any penalties, fines or sanctions that may be imposed by any other regulatory authority under any other enactment.\n\n      - Where the conduct of a person constitutes an offence under this Act and any other enactment, nothing in this Act shall prevent the institution of proceedings under that other enactment.",
      "relatedImpacts": [
        "innovation",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "high-negative",
        "freedomOfSpeech": "neutral",
        "privacy": "low-negative",
        "business": "high-negative"
      }
    },
    {
      "id": "20-dispute-resolution",
      "section": 20,
      "title": "Dispute Resolution",
      "plainLanguage": "This section requires the Authority to create a process for resolving disputes between data providers, consumers, individuals, and the Authority. If a dispute involves data protection or cybersecurity, the Data Protection Commission/Authority or Cybersecurity Authority will be involved. Parties must attempt to resolve disputes through this process before going to court.",
      "rawText": "- (1)The Authority shall establish a dispute resolution process to resolve disputes:\n\n          - (a)  between data providers and data consumers;\n\n          - (b)  between or among different data providers;\n\n          - (c) between data subjects and data providers or data consumers; and\n\n          - (d)  between the Authority and data providers, data consumers or data subjects.\n\n      - Where a dispute, pursuant to subsections (c) and (d) above, concerns a matter involving data subjects, their personal data and data subject rights, then the Authority shall involve the Data Protection [Commission/Authority] in the resolution of the dispute.\n\n      - Where a dispute under subsection (1) involves matters pertaining to issues of cybersecurity, then the Authority shall involve the Cybersecurity Authority in the resolution of the dispute.\n\n      - Any one or more parties to a dispute may refer the dispute to the Authority for settlement by any alternative dispute resolution mechanism.\n\n      - Where parties to a dispute agree that the dispute is to be settled by\n\n          - (a)  the dispute resolution committee established under section 26; or\n\n          - (b)  any alternative dispute resolution mechanism\n\n          - the parties shall not institute an action in court until the dispute resolution procedure has been exhausted.",
      "relatedImpacts": [
        "innovation",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "medium-positive",
        "business": "low-negative"
      }
    },
    {
      "id": "21-dispute-resolution-committee",
      "section": 21,
      "title": "Dispute Resolution Committee",
      "plainLanguage": "This provision creates a Dispute Resolution Committee within the Authority to handle disputes. The committee's structure and rules will be determined by the board in consultation with the Advisory Committee. The committee will investigate disputes, and parties can be represented by a lawyer or another person of their choosing.",
      "rawText": "- (1) The Authority shall establish a Dispute Resolution Committee for the purpose of the resolution of disputes and shall prescribe the rules of procedure of the Dispute Resolution Committee.\n\n    - The composition of the Dispute Resolution Committee shall be determined by the board of the Authority in consultation with the Advisory Committee.\n\n    - The Dispute Resolution Committee shall expeditiously investigate and hear any matter which is brought before it.\n\n    - The Authority shall determine the period within which disputes may be settled.\n\n    - The Dispute Resolution Committee may require evidence or arguments to be presented in writing and may decide the matters upon which it will hear oral evidence or written arguments.\n\n    - A party to a dispute may appear at the hearing and may be represented by a lawyer or another person of that person's choice.",
      "relatedImpacts": [
        "innovation",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "medium-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "medium-positive",
        "business": "medium-positive"
      }
    },
    {
      "id": "22-powers-of-the-dispute-resolution-committee",
      "section": 22,
      "title": "Powers of the Dispute Resolution Committee",
      "plainLanguage": "This provision grants the Dispute Resolution Committee the authority to call witnesses, take testimony, and request documents. It also allows the committee to refer individuals to the High Court if they are found in contempt. Summons issued by the committee must be signed by the Secretary of the Authority.",
      "rawText": "- (1) The Dispute Resolution Committee shall have the power to:\n\n          - (a)  issue summons to compel the attendance of witnesses;\n\n          - (b)  examine witnesses on oath, affirmation or otherwise;\n\n          - (c)  compel the production of documents; and\n\n          - (d)  refer a person for trial at the High Court for contempt.\n\n    - A summons issued by the Dispute Resolution Committee shall be under the hand of the Secretary of the Authority.",
      "relatedImpacts": [
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "low-positive",
        "business": "low-positive"
      }
    },
    {
      "id": "23-resolution-of-referred-disputes",
      "section": 23,
      "title": "Resolution of Referred Disputes",
      "plainLanguage": "This provision details the authority of the Dispute Resolution Committee in settling disputes. The committee can declare the rights and responsibilities of involved parties, issue temporary orders, and dismiss insignificant or bothersome issues. It also has the power to instruct a party to cover the costs of another party and provide instructions necessary for resolving the dispute. These powers allow the committee to efficiently handle and conclude disputes.",
      "rawText": "- (1)The Dispute Resolution Committee may, in settling a dispute.\n\n          - (a)  make a declaration setting out the rights and obligations of the parties to the dispute;\n\n          - (b)  make provisional or interim orders or awards related to the matter or part of the matter, or give directions in furtherance of the hearing;\n\n          - (c)  dismiss or refrain from hearing or determining a matter in whole or in part if it appears that the matter or part of the matter, is trivial or vexatious or that further proceedings are not necessary or desirable in the public interest;\n\n          - (d)  in appropriate circumstances, order any party to pay the reasonable costs and expenses of another party, including the expenses of witnesses and fees of lawyers, in bringing the matter before the Authority; and\n\n          - (e)  generally give directions and do anything that is necessary or expedient for the hearing and determination of the matter.\n\n## Data Harmonisation Tribunal",
      "relatedImpacts": [
        "innovation",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "medium-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "medium-positive",
        "business": "medium-positive"
      }
    },
    {
      "id": "24-establishment-of-the-data-harmonisation-tribunal",
      "section": 24,
      "title": "Establishment of the Data Harmonisation Tribunal",
      "plainLanguage": "This provision creates the Data Harmonisation Tribunal to handle appeals. The tribunal will be formed as needed to review decisions made by the Authority or its Dispute Resolution Committee. This ensures an avenue for appealing decisions related to data regulations.",
      "rawText": "- (1) There is by this Act established an appeal tribunal to be called the Data Harmonisation Tribunal which shall be convened on an ad-hoc basis to consider appeals against:\n\n          - (a)  decisions or orders made by the Authority or to review a particular matter under this Act or its regulations, directives or guidelines; and\n\n          - (b)  decisions of the Dispute Resolution Committee of the Authority.",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "low-positive"
      }
    },
    {
      "id": "25-composition-of-the-tribunal",
      "section": 25,
      "title": "Composition of the Tribunal",
      "plainLanguage": "The Tribunal will consist of members appointed by the Minister, including individuals with expertise in areas like data governance, cybersecurity, law, or economics. The Minister will also appoint a registrar and other staff to support the Tribunal's operations. The Authority's income will fund the Tribunal's expenses.",
      "rawText": "- (1) The members of the Tribunal shall be appointed by the Minister and shall consist of:\n\n          - (b)  two other members with experience or academic or professional qualifications in the data governance, public digital infrastructure, electronic engineering, data protection, cybersecurity, law, economics or business or public administration.\n\n    - The Minister shall appoint a registrar and other staff necessary for the smooth operations of the Tribunal.\n\n    - The expenses of the Tribunal shall be paid out of income derived by the Authority under this Act and shall be part of the annual budget of the Authority.",
      "relatedImpacts": [
        "innovation",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "medium-negative",
        "freedomOfSpeech": "neutral",
        "privacy": "medium-negative",
        "business": "medium-negative"
      }
    },
    {
      "id": "26-rules-of-procedure-of-the-tribunal",
      "section": 26,
      "title": "Rules of Procedure of the Tribunal",
      "plainLanguage": "This provision mandates the creation of procedural rules for the Tribunal. The Authority is responsible for drafting proposed rules within 30 days of the Act's commencement. These proposed rules must then be approved by a panel of the Tribunal before being officially enacted as Regulations.",
      "rawText": "- (1) The Authority shall, within thirty days of the commencement of this Act, prepare proposals for rules of procedure for the Tribunal.\n\n      - The proposals shall be approved by a panel of the Tribunal specifically convened for the purpose.\n\n      - The Authority shall by legislative instrument make Regulations under this Act which shall prescribe the approved rules.",
      "relatedImpacts": [
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "low-positive",
        "business": "low-positive"
      }
    },
    {
      "id": "27-right-of-appeal",
      "section": 27,
      "title": "Right of Appeal",
      "plainLanguage": "This provision grants individuals the right to appeal decisions made by the Authority or the Dispute Resolution Committee. To appeal, a notice must be sent to the Tribunal within 28 days of the decision. The notice must detail the decision being appealed, the specific rule it falls under, and the reasons for the appeal. The Tribunal will then meet within one month to review the appeal.",
      "rawText": "- (1) A person affected by a decision of the Authority or the Dispute Resolution Committee may appeal against it by sending a notice of appeal to the Tribunal in accordance with the rules of procedure of the Tribunal.\n\n      - The notice of appeal must be sent within twenty-eight days after the date on which the decision being appealed against is announced or received.\n\n      - The appellant shall set out in the notice of appeal:\n\n          - (a)  the decision appealed against;\n\n          - (b)  the provision under which the decision appealed against was taken; and\n\n          - (c)  the grounds of appeal.\n\n      - Within one month after receipt of a notice of appeal the Tribunal shall be convened to consider the appeal.",
      "relatedImpacts": [
        "innovation",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "medium-positive",
        "business": "medium-positive"
      }
    },
    {
      "id": "28-decisions-of-the-tribunal",
      "section": 28,
      "title": "Decisions of the Tribunal",
      "plainLanguage": "This section describes what the Tribunal can do after hearing an appeal. The Tribunal can overturn or modify the original decision, or uphold it. The Tribunal can also consider input from outside parties when making its decision.",
      "rawText": "- (1) The Tribunal, after hearing the appeal may:\n\n          - (a)  quash the decision;\n\n          - (b)  allow the appeal in whole or in part; or\n\n          - (c)  dismiss the appeal and confirm the decision of the Authority.\n\n      - If the Tribunal allows the appeal in part, it may vary the decision of the Authority in any manner and subject to any conditions or limitations that it considers appropriate to impose.\n\n      - The Tribunal may take into account any submissions filed by a person acting as a friend of the Tribunal in reaching a decision on an appeal brought before it.",
      "relatedImpacts": [
        "innovation",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "low-positive",
        "business": "medium-positive"
      }
    },
    {
      "id": "29-fees",
      "section": 29,
      "title": "Fees",
      "plainLanguage": "This provision clarifies that the Minister will set the fees for activities related to this Act. The determination of these fees will be done in accordance with the Fees and Charges (Miscellaneous Provisions) Act, 2022. This ensures a standardized approach to setting fees as outlined in existing legislation.",
      "rawText": "- The Minister shall determine the fees to be charged under this Act in accordance with the Fees and Charges (Miscellaneous Provisions) Act, 2022 (Act 1080).",
      "relatedImpacts": [
        "business"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "low-positive"
      }
    },
    {
      "id": "30-sources-of-funds",
      "section": 30,
      "title": "Sources of Funds",
      "plainLanguage": "This provision specifies how the National Data Exchange Platform will be funded. The platform will receive money from initial investments, fees it generates, government allocations, donations, and other approved sources. These funds will be used to support the platform's operations and development.",
      "rawText": "- The funds of the National Data Exchange Platform shall include:\n\n          - (a)  seed money;\n\n          - (b)  fees accruing to the National Data Exchange Platform under this Act;\n\n          - (c)  moneys provided by Parliament;\n\n          - (d)  donations, gifts, grants and other voluntary contribution; and\n\n          - (e)  any other moneys that are approved by the Minister responsible for Finance.",
      "relatedImpacts": [
        "innovation"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "neutral"
      }
    },
    {
      "id": "31-expenses",
      "section": 31,
      "title": "Expenses",
      "plainLanguage": "This provision states that the National Data Exchange Platform's operational costs will be covered by the platform's own funds. In other words, the platform is financially responsible for its own expenses. This ensures the platform has a dedicated source of funding for its activities.",
      "rawText": "- The expenses of the National Data Exchange Platform shall be paid from moneys provided from the funds of the National Data Exchange Platform.",
      "relatedImpacts": [],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "neutral"
      }
    },
    {
      "id": "32-accounts-and-audits",
      "section": 32,
      "title": "Accounts and audits",
      "plainLanguage": "This section ensures financial transparency for the National Data Exchange Platform. It requires the Authority to keep detailed accounts that will be audited by the Auditor-General. The Auditor-General will then submit an audit report to the Minister, and the Internal Audit Agency Act will also apply. The financial year for the Authority and the platform will match the government's.",
      "rawText": "- (1) The Authority shall keep books of account and proper records in relation to the National Data Exchange Platform in the form approved by the Auditor-General.\n\n      - The Authority shall submit the accounts of the National Data Exchange Platform to the Auditor-General for audit within three months after the end of the financial year.\n\n      - The Auditor-General shall, not later than three months after the receipt of the accounts, audit the accounts and forward a copy of the audit report to the Minister.\n\n      - The Internal Audit Agency Act, 2003 (Act 658) shall apply to this Act.\n\n      - The financial year of the Authority and the entity that manages the National Data Exchange Platform shall be the same as the financial year of the Government.\n\n## Transitional and Miscellaneous Provisions",
      "relatedImpacts": [
        "business"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "low-positive"
      }
    },
    {
      "id": "33-implementation-and-pilot-scheme",
      "section": 33,
      "title": "Implementation and Pilot Scheme",
      "plainLanguage": "This provision allows the Minister to implement the Act in stages rather than all at once. The Minister will decide the specific details and timeline for this phased implementation. This approach allows for a more controlled and adaptable rollout of the Act.",
      "rawText": "- The implementation of this Act shall be in phases as prescribed by the Minister.",
      "relatedImpacts": [
        "innovation",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "low-positive",
        "business": "medium-positive"
      }
    },
    {
      "id": "34-relationship-and-integration-with-existing-laws",
      "section": 34,
      "title": "Relationship and Integration with Existing Laws",
      "plainLanguage": "This section clarifies that the new law works in harmony with Ghana's existing laws on data protection, intellectual property, and related areas. It generally respects these existing laws, but if there's a conflict about how data is standardized or shared, the new law will be the one that is followed. This ensures a consistent approach to data handling while acknowledging the importance of other legal frameworks.",
      "rawText": "- (1)This Act shall be read in conjunction with applicable laws governing data protection, intellectual property, public access to information, cybersecurity, electronic transactions, and any other law which confers rights or imposes obligations relating to the generation, use, protection, and sharing of data in Ghana, including but not limited to the:\n\n          - (a)  Copyright Act, 2005 (Act 690);\n\n          - (b)  [Cybersecurity Act 20XX (Act XXXX)];\n\n          - (c)  [Data Protection Act, 20XX (Act XXXX)];\n\n          - (d)  [Electronic Communications Act, 20XX (Act XXXX)];\n\n          - (e)  [Electronic Transactions Act, 20XX (Act XXXX)];\n\n          - (j) Protection Against Unfair Competition Act, 2000 (Act 589);\n\n          - (k)  Right to Information Act, 2019 (Act 989);\n\n          - (l) Security and Intelligence Agencies Act, 2020 (Act 1030);\n\n          - (m)  State Secrets Act, 1962 (Act 101);\n\nand shall not, except as otherwise provided in this Act, derogate from the provisions of these Acts.\n\n    - Where there is any conflict between this Act and any relevant enactment in respect of the standardisation and sharing of data, the provisions of this Act shall prevail.\n\n## 40. Repeals and Savings\n\n[TBD]",
      "relatedImpacts": [
        "innovation",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "medium-negative",
        "business": "low-positive"
      }
    },
    {
      "id": "35-regulations",
      "section": 35,
      "title": "Regulations",
      "plainLanguage": "This section allows the Minister to create regulations to implement the Act. However, the Authority must first recommend these regulations. This process allows for specific rules and guidelines to be created to manage and adjust the implementation of the Act.",
      "rawText": "- The Minister may, on the recommendation of the Authority, make Regulations for the implementation of this Act.",
      "relatedImpacts": [],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "neutral"
      }
    },
    {
      "id": "36-interpretation",
      "section": 36,
      "title": "Interpretation",
      "plainLanguage": "This section defines key terms used in the Act to ensure clarity and proper interpretation. It covers definitions related to data exchange, data types (like personal, public interest, and restricted data), and the roles of different entities involved. The Act also establishes a framework for classifying public interest data into open, shareable, and restricted categories, which determines how the data can be accessed and used.",
      "rawText": "- In this Act unless the context otherwise requires:\n\n'Advisory Committee' means the strategic Advisory Committee established to advise the Authority on the implementation of this Act;\n\n'API' means an Application Programming Interface that enables the secure and structured exchange of data between different systems or databases, including authentication, authorisation, and data formatting protocols.\n\n'Authority' means the National Information Technology Agency;\n\n'database' means an organised collection of relevant public interest data, whether structured or unstructured, which is maintained and made available by a data provider for access, exchange and use on the National Data Exchange Platform;\n\n\"data consumer\" means an artificial person or entity that accesses, uses, re-uses or exchanges data through the National Data Exchange Platform for any lawful purpose, including research, service delivery, innovation, or regulatory compliance;\n\n'data controller' shall be construed in accordance with the [Data Protection Act, 20XX (Act XXX)] and means a person who either alone, jointly with other persons determines the purposes for and the manner in which personal data is processed or is to be processed;\n\n\"data provider\" means a public or private entity that generates, collects, processes, stores or holds public interest data and makes that data available through the National Data Exchange Platform in accordance with this Act;\n\n'data register' means a catalogue created by data providers to assist with navigating their database.\n\n'exchange' means the structured, secure, and authorised transmission of data between systems, institutions, or entities for a specific permitted purpose\n\n'foreign' means, in relation to a person or entity, any person or entity that is not Ghanaian or an entity that is not incorporated, registered, or established under the laws of Ghana.\n\n\"National Data Exchange Platform\" means the public digital infrastructure designated under this Act for the secure and standardised exchange of public interest data between the public and private sectors;\n\n'Minister' means the Minister assigned responsibility for the Ministry of Communications;\n\n'Ministry' means the Ministry of Communications;\n\n\"open data\" means public interest data that is not subject to any law, regulation, or policy that restricts its access or use, and may be accessed, used, reused, and distributed by any person without legal or technical restriction;\n\n'personal data' shall be construed in accordance with the Data Protection Act, 20XX (Act XXX) and means any information relating to an identified or identifiable natural person, and includes one or a combination of the following, whether identified by manual or automated processing:\n\n      - (a) direct identifiers such as name; email address; phone number, identification number; registration number; bank account, bank or smart card number; photographic or video image of face;\n\n      - (b) indirect identifiers such as an location data; age or age-range, occupation; job; profession; vocation; business; workplace; title; education; voicerecordings, postal code; place of birth; date of birth; marital status; photographs or videos without facial detail but identifications such as side views, clothing, marks and mannerism; language preference; profiles without facial detail but which could be attributed to a natural person by the use of additional information;\n\n      - (c) online identifiers such as IP address; cookies; device ID; login credentials; user IDs; push notification tokens, browser history or fingerprints;\n\n      - (d) data which have undergone pseudonymisation, but which could be attributed to a natural person by the use of additional information should be considered to be information on an identifiable natural person; and\n\n      - (e) one or more factors specific to the physical, physiological, mental, economic, cultural or social identity of that natural person;\n\n'participating institution' means a data provider or data consumer as defined under this Act;\n\n'processing' shall be construed in accordance with the [Data Protection Act, 20XX (Act XXXX)] and means an operation or activity or set of operations by electronic or other means that concerns data or personal data and the\n\n      - (a) collection, organization, adaptation or alteration of the information or data,\n\n\"public interest data\" means data, whether personal or non-personal, recorded and documented in any manner and on any medium, which is collected, created, generated, held or otherwise processed by public authorities, private entities, or other institutions, and is either necessary for or beneficial to public purposes, including but not limited to, the provision of public services, performance of public functions, regulatory compliance, or national development. Public interest data shall include any data prescribed as public interest data by the Minister;\n\n\"restricted data\" means public interest data of a sensitive or classified nature, for which access is limited by law, or may only be granted upon fulfilment of specified conditions, including the demonstration of a legitimate interest or the application of special procedures. Restricted Data includes state secrets, information relating to national security, confidential business information, or other categories that the law exempts from public disclosure. Restricted data shall include any data prescribed as restricted data by the Minister;\n\n'Republic' means the Republic of Ghana;\n\n're-use' means the use, whether commercial or non-commercial,  of public interest data obtained through the National Data Exchange Platform for a purpose other than the initial purpose for which the data was collected;\n\n\"shareable data\" means public interest data that is not classified as restricted data but may only be accessed or used subject to prescribed terms, procedures, or conditions; and\n\nPart X\n\n(Section X)\n\n## Public Interest Data Classification Framework\n\nPublic interest data shall be classified for the purposes of this Act into-\n\n- open data ,\n\n- shareable data , and\n\n- restricted data .",
      "relatedImpacts": [
        "privacy"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "low-positive",
        "business": "neutral"
      }
    },
    {
      "id": "37-open-data-refers-to-public-interest-data-that",
      "section": 37,
      "title": "Open data refers to public interest data that:",
      "plainLanguage": "This provision categorizes public interest data into open, shareable, and restricted types based on accessibility and usage rights. Open data is freely available, shareable data requires authorization, and restricted data has limitations due to legal or security concerns. The Data Protection Commission and the Authority will create guidelines for classifying data. The Minister can issue further guidelines for classifying public interest data and the criteria for reclassification of data from one category to another.",
      "rawText": "- is not subject to any legal, commercial, or confidentiality restrictions; and\n\n- may be freely accessed, used, reused, or redistributed without requiring specific authorisation.\n\nShareable data refers to public interest data that:\n\n- is not openly available to the public; but\n\n- may be accessed or reused by authorised persons under specific terms, conditions or procedures prescribed by law or determined by the data provider.\n\nRestricted data refers to public interest data:\n\n- which is subject to legal, contractual, or institutional restrictions on access, use, or disclosure; or\n\nb. which, if disclosed, may reasonably be expected to pose a risk to national security, public order, individual privacy, or the rights and interests of a third party.\n\nThe Data Protection [Commission/Authority] is in consultation with the Authority shall prescribe guidelines for the classification of data\n\nThe Minister may, on the advice of the Authority, by legislative instrument, issue guidelines for:\n\n- the further classification of public interest data by sector, type, sensitivity, or purpose; and b. the criteria for reclassification of data from one category to another, including from restricted to shareable or from shareable to open, where applicable.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "medium-positive",
        "freedomOfSpeech": "low-positive",
        "privacy": "medium-positive",
        "business": "medium-positive"
      }
    }
  ],
  "statistics": {
    "totalSections": 38,
    "provisions": 36,
    "preambles": 1,
    "metadata": 1,
    "withSummaries": 36,
    "withImpacts": 0,
    "keyConcerns": 5,
    "concernsBySeverity": {
      "critical": 1,
      "high": 4,
      "medium": 0,
      "low": 0
    }
  },
  "notebookLMVideo": {
    "url": "https://youtu.be/16_s0yD6HCY"
  },
  "deadline": "2025-11-27",
  "feedbackInstructions": "Download the consultation document from the NITA website. Submit your response as an email attachment in Microsoft Word format to comments@nita.gov.gh. Include a completed response cover sheet (available on Page 4 of the consultation document). All responses will be treated as non-confidential.",
  "feedbackUrl": "https://nita.gov.gh/publicconsultation-3-2-2/",
  "relatedBills": [
    "11-data-protection-commission-amendment-bill",
    "9-ghana-meteorological-authority-amendment-bill",
    "13-cyber-security-amendment-bill"
  ]
}