{
  "id": "13-cyber-security-amendment-bill",
  "title": "Cyber Security (Amendment) Bill",
  "summary": "The Cyber Security (Amendment) Bill fundamentally transforms Ghana's Cybersecurity Authority from a regulatory body into a comprehensive law enforcement and certification agency. The bill **expands the Authority's core functions** to include investigating and prosecuting cybercrimes with Attorney-General approval, while granting its officers **police powers** including arrest, search, and seizure authority ([2](#2-section-4a-inserted), [8](#8-section-20b-inserted)). The Authority gains **asset confiscation powers** to seize property obtained through cybercrime and pursue civil asset recovery, subject to court confirmation ([24](#24-section-59b-inserted)). These enforcement capabilities are supported by **extensive investigative tools**: court-ordered data production from service providers ([26](#26-section-59d-inserted), [27](#27-section-59e-inserted)), search warrants for computer systems ([28](#28-section-59f-inserted)), and data preservation orders lasting up to 90 days with one renewal ([30](#30-section-59h-inserted), [31](#31-section-59i)). The bill establishes **judicial oversight mechanisms** requiring officers to demonstrate reasonable cause, proportionality, and privacy protections for uninvolved parties when seeking court orders.\n\nThe bill creates a **comprehensive licensing and certification regime** that regulates the entire cybersecurity ecosystem. All cybersecurity service providers—whether for-profit or non-profit—must obtain licenses or accreditation, with violations carrying penalties of 50,000-100,000 penalty units or damages plus financial gains ([15](#15-section-49-of-act-1038-amended)). Individual cybersecurity professionals must be **accredited to practice**, and engaging unaccredited professionals triggers administrative penalties ([16](#16-section-57-of-act-1038-amended)). The Authority will establish **certification schemes** for emerging technologies including AI, blockchain, cloud computing, quantum computing, and big data ([20](#20-section-58a-inserted), [22](#22-section-59-of-act-1038-amended)). A notable provision standardizes fees for cyber hygiene certification services and **requires certified professionals to contribute 30% of their revenue** to the cybersecurity fund ([19](#19-section-57c-inserted)). While this framework aims to ensure quality standards and professional competence, it creates **significant compliance requirements** for businesses and practitioners, potentially raising operational costs and creating barriers to market entry for smaller providers.\n\nThe bill substantially enhances **funding for cybersecurity operations** through multiple revenue streams: 12% of communications service tax, 9% of corporate tax, portions of fines, licensing fees, and charges on government e-services ([9](#9-section-31-of-act-1038-amended)). Critical information infrastructure owners face **mandatory registration requirements** with associated fees and must report cybersecurity incidents within specified timeframes ([11](#11-section-36-of-act-1038-amended)). Sectoral Computer Emergency Response Teams must report incidents to the National CERT **within 24 hours** or face administrative penalties ([14](#14-section-47-of-act-1038-amended)). The Authority can conduct **premises inspections** without warrants (except for homes) with reasonable cause and prior notice ([32](#32-section-59j)). These provisions create a robust incident response framework but impose **ongoing compliance obligations** on infrastructure owners and businesses, including audit requirements and directive compliance with financial penalties for violations.\n\nThe bill introduces **significant online safety protections** while expanding criminal liability. New offenses include **cyberbullying and online harassment**—covering threatening messages, fake profiles, non-consensual tracking, and spreading false information—with penalties of 1-10 years imprisonment ([35](#35-section-67a-inserted)). **Cyberstalking** becomes a distinct crime with similar penalties ([36](#36-section-67b-inserted)). The bill criminalizes **computer-related forgery** (intentionally altering data to create fake information for legal use) and **computer-related fraud** (causing property loss through data manipulation or system interference), both prosecuted under existing fraud laws ([43](#43-section-94a-inserted), [44](#44-section-94b-inserted)). Enhanced penalties apply to existing cybercrimes, with imprisonment now ranging from 3-10 years and fines from 250-25,000 penalty units ([34](#34-section-67-of-act-1038-amended), [37](#37-section-68-of-act-1038-amended)). The bill includes **witness protection provisions** requiring the Authority to maintain confidentiality of informants and ensure their safety ([33](#33-section-59k-inserted)). While these provisions strengthen protections for vulnerable groups—particularly children, for whom service providers must implement protective measures—they also **expand the scope of criminal liability** for online activities, raising questions about enforcement discretion and potential impacts on digital expression.",
  "pdfPath": "pdfs/13. Cyber Security (Amendment) Bill.pdf",
  "impacts": {
    "innovation": {
      "score": "severe-negative",
      "description": {
        "score": "severe-negative",
        "analysis": "The Cyber Security (Amendment) Bill creates **severe barriers to digital innovation** in Ghana's technology sector through a combination of mandatory licensing, revenue extraction, and expanded criminal liability. The requirement that all cybersecurity service providers obtain licenses ([15](#15-section-49-of-act-1038-amended)) with violations carrying penalties of 50,000-100,000 penalty units establishes significant compliance costs that disproportionately burden startups and small innovative firms. Most problematic is the provision requiring certified professionals to **contribute 30% of their revenue to the cybersecurity fund** ([19](#19-section-57c-inserted))—effectively a 30% tax on cybersecurity innovation that will make Ghanaian services uncompetitive internationally and discourage entrepreneurship in this critical sector. These financial burdens create substantial barriers to market entry for innovative new players who lack the capital to absorb such costs.\n\nThe bill's **enforcement mechanisms pose significant risks to legitimate innovation activities**. Granting Authority officers police powers including arrest and seizure ([8](#8-section-20b-inserted)), combined with broad enforcement authority that includes criminal prosecution for non-compliance ([23](#23-section-59a-inserted)), creates regulatory uncertainty that can chill innovation. Security researchers, penetration testers, and developers conducting legitimate vulnerability research or product testing face potential criminal liability under enhanced penalties that include 3-10 years imprisonment for various cyber offenses ([34](#34-section-67-of-act-1038-amended), [37](#37-section-68-of-act-1038-amended)). The provision treating even unsuccessful attempts to access critical infrastructure as criminal offenses ([42](#42-section-94-of-act-1038-amended)) is particularly problematic for security researchers who may inadvertently trigger violations while conducting authorized testing or academic research.\n\nWhile the bill does establish **certification schemes for emerging technologies** including AI, blockchain, cloud computing, and quantum computing, these create additional compliance requirements rather than enabling innovation. The overall regulatory framework prioritizes control and revenue generation over fostering a vibrant innovation ecosystem. **Tech entrepreneurs face a hostile environment** where they must navigate complex licensing requirements, surrender significant portions of revenue, and operate under threat of criminal prosecution for activities that may be standard practice in more innovation-friendly jurisdictions. This will likely drive innovative cybersecurity talent and companies to relocate to countries with more supportive regulatory environments, undermining Ghana's potential to develop a competitive technology sector."
      },
      "relatedProvisions": [
        "2-section-4a-inserted",
        "8-section-20b-inserted",
        "10-section-35-of-act-1038-amended",
        "11-section-36-of-act-1038-amended",
        "12-section-37-of-act-1038-amended",
        "13-section-40-of-act-1038-amended",
        "14-section-47-of-act-1038-amended",
        "15-section-49-of-act-1038-amended",
        "16-section-57-of-act-1038-amended",
        "17-section-57a-inserted",
        "18-section-57b-inserted",
        "19-section-57c-inserted",
        "20-section-58a-inserted",
        "21-section-58b-inserted",
        "22-section-59-of-act-1038-amended",
        "23-section-59a-inserted",
        "24-section-59b-inserted",
        "25-section-59c-inserted",
        "26-section-59d-inserted",
        "27-section-59e-inserted",
        "28-section-59f-inserted",
        "29-section-59g-inserted",
        "30-section-59h-inserted",
        "32-section-59j",
        "34-section-67-of-act-1038-amended",
        "35-section-67a-inserted",
        "36-section-67b-inserted",
        "37-section-68-of-act-1038-amended",
        "40-section-91-of-act-1038-amended",
        "41-section-92-of-act-1038-amended",
        "42-section-94-of-act-1038-amended",
        "43-section-94a-inserted",
        "44-section-94b-inserted",
        "49-second-schedule-to-act-1038-amended"
      ]
    },
    "freedomOfSpeech": {
      "score": "high-negative",
      "description": {
        "score": "high-negative",
        "analysis": "The Cyber Security (Amendment) Bill poses **significant threats to freedom of speech** through broadly worded criminal provisions that could capture legitimate online expression. The new **cyberstalking offense** ([36](#36-section-67b-inserted)) criminalizes using online platforms to \"create false information about a person\" or \"post or disseminate false information about a person,\" with penalties ranging from 1-10 years imprisonment. Similarly, the **cyberbullying provisions** ([35](#35-section-67a-inserted)) prohibit \"spreading false information\" about individuals with comparable penalties. These provisions lack clear definitions of what constitutes \"false information\" or when criticism crosses into prohibited harassment, creating **substantial uncertainty** for journalists, activists, satirists, and ordinary citizens engaging in online discourse. The absence of defenses for truth, public interest, or reasonable belief could criminalize honest mistakes or good-faith commentary on public figures.\n\nThe bill's **enforcement mechanisms amplify these speech concerns** by granting Cybersecurity Authority officers full police powers, including arrest and search authority ([8](#8-section-20b-inserted)). This creates a specialized enforcement apparatus focused on online activities, potentially leading to more aggressive prosecution of speech-related offenses than would occur under general police authority. The **enhanced penalties** for cybercrimes—now 3-10 years imprisonment and fines up to 25,000 penalty units ([34](#34-section-67-of-act-1038-amended), [37](#37-section-68-of-act-1038-amended))—are severe enough to create a **chilling effect** on legitimate expression, as individuals may self-censor rather than risk criminal prosecution for statements that could be characterized as \"false information\" or \"harassment.\"\n\nWhile the bill legitimately aims to protect individuals from genuine online harms such as targeted harassment campaigns and cyberstalking, the **overly broad language** captures far more speech than necessary to achieve these objectives. The provisions could be weaponized against political opponents, critical journalists, or activists, particularly given the discretionary enforcement powers granted to the Authority. **Democratic discourse requires breathing room** for robust debate, including statements that may later prove incorrect or that public figures find uncomfortable. By criminalizing \"false information\" without adequate safeguards, the bill risks transforming Ghana's digital space from a forum for free expression into one where citizens must constantly fear prosecution for their online statements."
      },
      "relatedProvisions": [
        "8-section-20b-inserted",
        "10-section-35-of-act-1038-amended",
        "24-section-59b-inserted",
        "25-section-59c-inserted",
        "26-section-59d-inserted",
        "27-section-59e-inserted",
        "29-section-59g-inserted",
        "30-section-59h-inserted",
        "31-section-59i",
        "33-section-59k-inserted",
        "34-section-67-of-act-1038-amended",
        "35-section-67a-inserted",
        "36-section-67b-inserted",
        "37-section-68-of-act-1038-amended",
        "38-section-83-of-act-1038-amended"
      ]
    },
    "privacy": {
      "score": "high-negative",
      "description": {
        "score": "high-negative",
        "analysis": "The Cyber Security (Amendment) Bill poses **significant challenges to privacy and data rights** in Ghana by transforming the Cybersecurity Authority from a regulatory body into a law enforcement agency with extensive investigative powers. The most consequential provision grants Authority officers—including the Director-General, Deputy Director-General, and other authorized personnel—**full police powers** including arrest, search, and seizure authority under existing criminal procedure laws ([8](#8-section-20b-inserted)). This expansion fundamentally alters the privacy landscape by enabling a regulatory agency to conduct intrusive investigations, access digital systems, and detain individuals in cybersecurity matters. While the bill includes judicial oversight mechanisms requiring court orders for certain investigative actions and mandating demonstrations of reasonable cause and proportionality, the baseline grant of police powers creates substantial privacy risks for individuals and organizations operating in Ghana's digital ecosystem.\n\nThe privacy implications extend beyond direct enforcement actions to encompass **broad data access capabilities** that the Authority will exercise. Officers can compel service providers to produce subscriber data and traffic information, execute search warrants on computer systems, and issue data preservation orders lasting up to 90 days with potential renewal. Although these tools require court authorization and include protections for uninvolved parties, they represent a significant expansion of state surveillance capabilities in the digital realm. Businesses handling sensitive customer data, civil society organizations, and individual users all face increased exposure to government data requests and system searches. The **lack of explicit data minimization requirements** or restrictions on secondary use of collected information further compounds privacy concerns.\n\nFor ordinary Ghanaians, this bill creates an environment where **digital activities may be subject to heightened scrutiny** and privacy expectations are substantially diminished. The combination of police powers, data access tools, and premises inspection authority (even without warrants for non-residential locations) means that cybersecurity investigations could intrude into personal communications, business records, and online activities with fewer barriers than traditional law enforcement faces. While the bill's stated purpose of combating cybercrime and protecting critical infrastructure is legitimate, the **breadth of powers granted without corresponding privacy safeguards**—such as mandatory privacy impact assessments, independent oversight bodies, or explicit limitations on data retention—tilts the balance heavily toward security at the expense of fundamental privacy rights. Citizens and businesses should anticipate increased compliance burdens, potential for investigative overreach, and a general reduction in digital privacy protections under this framework."
      },
      "relatedProvisions": [
        "2-section-4a-inserted",
        "4-section-13-of-act-1038-amended",
        "5-section-14-of-act-1038-amended",
        "8-section-20b-inserted",
        "10-section-35-of-act-1038-amended",
        "11-section-36-of-act-1038-amended",
        "14-section-47-of-act-1038-amended",
        "24-section-59b-inserted",
        "25-section-59c-inserted",
        "26-section-59d-inserted",
        "27-section-59e-inserted",
        "28-section-59f-inserted",
        "29-section-59g-inserted",
        "30-section-59h-inserted",
        "31-section-59i",
        "32-section-59j",
        "33-section-59k-inserted",
        "34-section-67-of-act-1038-amended",
        "36-section-67b-inserted",
        "38-section-83-of-act-1038-amended",
        "42-section-94-of-act-1038-amended",
        "43-section-94a-inserted",
        "49-second-schedule-to-act-1038-amended"
      ]
    },
    "business": {
      "score": "severe-negative",
      "description": {
        "score": "severe-negative",
        "analysis": "This bill fundamentally transforms the business environment in Ghana's cybersecurity sector by establishing a comprehensive regulatory framework that imposes **substantial compliance burdens and financial obligations** on businesses. The mandatory licensing requirement for all cybersecurity service providers ([15](#15-section-49-of-act-1038-amended))—whether for-profit or non-profit—creates significant barriers to market entry, with violations carrying penalties of 50,000-100,000 penalty units or damages plus financial gains. Most notably, the bill requires **certified cybersecurity professionals to contribute 30% of their revenue** to the cybersecurity fund ([19](#19-section-57c-inserted)), representing an unprecedented financial obligation that will substantially impact profitability and pricing structures. These requirements apply across the entire cybersecurity ecosystem, affecting service providers, individual practitioners, and businesses that engage cybersecurity professionals, with administrative penalties for hiring unaccredited professionals.\n\nThe bill grants the Cybersecurity Authority **extensive enforcement powers** that significantly increase business risk exposure. Authority officers receive police powers including arrest, search, and seizure authority ([8](#8-section-20b-inserted)), while the Authority gains asset confiscation powers to seize property obtained through cybercrime and pursue civil asset recovery ([24](#24-section-59b-inserted))—with civil proceedings continuing even if criminal prosecution fails. The enforcement framework ([23](#23-section-59a-inserted)) establishes criminal penalties up to 5 years imprisonment and 20,000 penalty units for non-compliance with the Act, regulations, or directives, with **corporate directors personally liable** when their companies commit offenses. Enhanced penalties for cybercrimes now range from 3-10 years imprisonment and 250-25,000 penalty units ([34](#34-section-67-of-act-1038-amended), [37](#37-section-68-of-act-1038-amended)), substantially increasing liability risks for businesses whose systems or employees are involved in cyber incidents.\n\nFor businesses operating or interacting with critical information infrastructure, the bill creates **particularly severe compliance obligations and liability exposure**. The critical infrastructure provisions ([42](#42-section-94-of-act-1038-amended)) impose penalties of 2-5 years imprisonment and 2,500-15,000 penalty units for unlawful access, with **attempted access—successful or not—constituting an offense**. This creates significant legal risk for businesses conducting legitimate security testing, vulnerability assessments, or routine IT operations that might inadvertently trigger these provisions. While the bill aims to establish professional standards and strengthen cybersecurity protections—potentially benefiting businesses through improved security practices and clearer regulatory frameworks—the combination of mandatory licensing, substantial revenue-sharing requirements, enhanced criminal penalties, broad enforcement authority, and personal liability for directors represents a **severe negative impact on business operations, costs, and risk exposure** across Ghana's digital economy."
      },
      "relatedProvisions": [
        "2-section-4a-inserted",
        "8-section-20b-inserted",
        "9-section-31-of-act-1038-amended",
        "10-section-35-of-act-1038-amended",
        "11-section-36-of-act-1038-amended",
        "12-section-37-of-act-1038-amended",
        "13-section-40-of-act-1038-amended",
        "14-section-47-of-act-1038-amended",
        "15-section-49-of-act-1038-amended",
        "16-section-57-of-act-1038-amended",
        "17-section-57a-inserted",
        "18-section-57b-inserted",
        "19-section-57c-inserted",
        "20-section-58a-inserted",
        "21-section-58b-inserted",
        "22-section-59-of-act-1038-amended",
        "23-section-59a-inserted",
        "24-section-59b-inserted",
        "25-section-59c-inserted",
        "26-section-59d-inserted",
        "27-section-59e-inserted",
        "28-section-59f-inserted",
        "29-section-59g-inserted",
        "30-section-59h-inserted",
        "32-section-59j",
        "34-section-67-of-act-1038-amended",
        "35-section-67a-inserted",
        "36-section-67b-inserted",
        "37-section-68-of-act-1038-amended",
        "38-section-83-of-act-1038-amended",
        "39-section-90-of-act-1038-amended",
        "40-section-91-of-act-1038-amended",
        "41-section-92-of-act-1038-amended",
        "42-section-94-of-act-1038-amended",
        "43-section-94a-inserted",
        "44-section-94b-inserted",
        "47-section-99-of-act-1038-amended",
        "49-second-schedule-to-act-1038-amended"
      ]
    }
  },
  "keyConcerns": [
    {
      "id": "regulator-granted-police-powers-without-oversight",
      "title": "Regulator Granted Police Powers Without Oversight",
      "severity": "critical",
      "description": "The Cybersecurity Authority—which already licenses businesses, sets rates, investigates violations, and prosecutes crimes—now gains **full police powers including arrest, search, and seizure** without requiring judicial warrants or independent oversight. This means the same entity that regulates your business can arrest you and seize your property, creating a fundamental **conflict of interest** and **rule of law violation**. The provision grants these powers to undefined \"authorised officers\" without specifying training, accountability standards, or appeal mechanisms, while the Authority profits from enforcement through tax revenues and provider contributions.",
      "relatedProvisions": [
        "8-section-20b-inserted"
      ],
      "relatedImpacts": []
    },
    {
      "id": "property-frozen-without-court-authorization",
      "title": "Property Frozen Without Court Authorization",
      "severity": "critical",
      "description": "The Authority can **freeze property by written direction** and seek court confirmation only afterward (within 14 days). This reverses fundamental due process—property is seized first, judicial review comes later. The provision also allows freezing **third-party property** without explicit safeguards requiring connection to the investigation. Combined with the Authority's prosecutorial powers, this creates a single entity that investigates, prosecutes, and seizes assets—concentrating coercive powers that are typically separated in democratic systems.",
      "relatedProvisions": [
        "24-section-59b-inserted"
      ],
      "relatedImpacts": []
    },
    {
      "id": "undefined-false-information-crime-threatens-speech",
      "title": "Undefined \"False Information\" Crime Threatens Speech",
      "severity": "critical",
      "description": "This provision criminalizes posting **\"false information\"** with **1-10 years imprisonment** without defining what constitutes \"false\" or providing exceptions for satire, opinion, or public interest reporting. The undefined terms **\"harass\"** and **\"stalk\"** could encompass legitimate criticism of public officials, investigative journalism, or political debate. Democratic jurisdictions typically handle online harassment with 6-month to 2-year sentences and treat misinformation civilly—Ghana's approach creates severe **chilling effects on legitimate expression** by conflating serious harms (stalking) with disputed speech (false information).",
      "relatedProvisions": [
        "36-section-67b-inserted"
      ],
      "relatedImpacts": []
    },
    {
      "id": "vague-cybercrime-definition-enables-arbitrary-prosecution",
      "title": "Vague \"Cybercrime\" Definition Enables Arbitrary Prosecution",
      "severity": "critical",
      "description": "Section 67 is amended to cover generic **\"Other cybercrime\"** without defining what conduct is criminal, while imposing **3-10 years imprisonment** and fines up to 25,000 penalty units. This creates a rule of law crisis: citizens cannot know what online activity might trigger prosecution, while the Cybersecurity Authority gains discretion to interpret undefined \"cybercrime\" and enforce severe penalties. The **3-year mandatory minimum** for conduct that could include cyberbullying is extraordinarily harsh by international standards and will chill legitimate online speech, particularly criticism of government or public figures.",
      "relatedProvisions": [
        "34-section-67-of-act-1038-amended"
      ],
      "relatedImpacts": []
    },
    {
      "id": "regulator-sets-prices-and-takes-30-revenue",
      "title": "Regulator Sets Prices and Takes 30% Revenue",
      "severity": "high",
      "description": "The Authority gains **unilateral power to set mandatory prices** for cybersecurity certification services while **extracting 30% of all revenue** into its own fund. Certified professionals cannot charge competitive rates, must surrender nearly a third of their income, and face penalties (250-5,000 units) for non-compliance—all **without any independent review, appeal mechanism, or judicial oversight** of the Authority's rate-setting decisions. This creates a system where the regulator profits directly from the market it controls, with no checks on its pricing authority.",
      "relatedProvisions": [
        "19-section-57c-inserted"
      ],
      "relatedImpacts": []
    },
    {
      "id": "criminal-imprisonment-for-licensing-violations",
      "title": "Criminal Imprisonment for Licensing Violations",
      "severity": "high",
      "description": "The provision makes operating without a cybersecurity license or accreditation a **criminal offense punishable by up to 5 years imprisonment**. Most democracies treat licensing violations as administrative matters with fines, not criminal imprisonment. Corporate directors are **\"deemed to have committed the offence\"** without requiring proof of knowledge or involvement, creating strict personal liability. While graduated enforcement options exist (warnings, administrative penalties), the availability of criminal imprisonment for regulatory non-compliance creates a chilling effect on business operations and market entry.",
      "relatedProvisions": [
        "23-section-59a-inserted"
      ],
      "relatedImpacts": []
    },
    {
      "id": "mandatory-licensing-blocks-independent-security-research",
      "title": "Mandatory Licensing Blocks Independent Security Research",
      "severity": "high",
      "description": "All cybersecurity service providers—including non-profit researchers and educators—must obtain government licenses or accreditation to operate. Operating without approval triggers penalties of **50,000-100,000 penalty units** plus undefined \"damage caused\" calculations. This creates substantial barriers for startups, independent security researchers, and SMEs while giving authorities broad discretion over who can provide security services in Ghana's digital ecosystem.",
      "relatedProvisions": [
        "15-section-49-of-act-1038-amended"
      ],
      "relatedImpacts": []
    },
    {
      "id": "disproportionate-prison-terms-for-online-speech",
      "title": "Disproportionate Prison Terms for Online Speech",
      "severity": "high",
      "description": "This provision establishes **3-10 years imprisonment** for cyberbullying and related online conduct—far exceeding international norms where similar offenses typically carry 6 months to 2 years. The **3-year mandatory minimum** creates severe chilling effects on legitimate speech and online expression, as users and platforms face criminal liability for conduct that may be offensive but protected. This disproportionate penalty structure deters digital innovation by creating compliance uncertainty for platforms and content moderation services, while enabling potential selective enforcement against critics and activists.",
      "relatedProvisions": [
        "37-section-68-of-act-1038-amended"
      ],
      "relatedImpacts": []
    },
    {
      "id": "security-research-criminalized-without-safe-harbor",
      "title": "Security Research Criminalized Without Safe Harbor",
      "severity": "high",
      "description": "This provision criminalizes **any attempt to access critical infrastructure**, even unsuccessful ones, with **2-5 years imprisonment**—without defining what constitutes \"lawful authority\" or providing safe harbor for authorized security research. Security researchers, penetration testers, and cybersecurity professionals routinely attempt to access systems to identify vulnerabilities, but this provision makes such standard industry practices criminal offenses. A researcher testing their own company's defenses or conducting authorized vulnerability assessments could face prosecution if their authorization doesn't meet the undefined \"lawful authority\" standard, creating a **massive chilling effect on Ghana's cybersecurity industry** and deterring the very activities needed to maintain digital security.",
      "relatedProvisions": [
        "42-section-94-of-act-1038-amended"
      ],
      "relatedImpacts": []
    }
  ],
  "provisions": [
    {
      "id": "1-section-3-of-act-1038-amended",
      "section": 1,
      "title": "Section 3 of Act 1038 Amended",
      "plainLanguage": "This provision outlines the goals of the Cybersecurity Authority, which include overseeing cybersecurity practices and addressing threats. It aims to regulate key information infrastructure and promote a secure digital environment. The Authority will also work to prevent cybercrime, seize related illegal gains, foster collaboration between public and private sectors, raise awareness about cybersecurity, and partner with international organizations.",
      "rawText": "- The Cybersecurity Act, 2020 (Act 1038) referred to in the Act as the 'principal enactment' is amended by substitution for section 3, of\n\n## ' Objects of the Authority\n\n  - The objects of the Authority are to:\n\n    - (a) regulate cybersecurity activities in the country;\n\n    - (b) prevent, manage and respond to cybersecurity threats and cybersecurity incidents;\n\n    - (c) regulate  owners  of  critical  information  infrastructure  in  respect  of cybersecurity activities, cybersecurity service providers, cybersecurity professionals and practitioners, and cybersecurity establishments in the country;\n\n    - (d) promote the development of cybersecurity in the country to ensure a secured and resilient digital ecosystem;\n\n    - (e) prevent and detect cybercrime;\n\n    - (f) to facilitate the confiscation of proceeds of cybercrime;\n\n    - (g) establish  a  platform  for  cross-sector  engagement  on  matters  of cybersecurity for effective co-ordination and co-operation between key public institutions and the private sector;\n\n    - (h) create awareness of cybersecurity matters; and\n\n    - (i) collaborate  with  States,  inter-governmental  bodies,  international organisations and international agencies to promote the cybersecurity of the country.'.",
      "relatedImpacts": [],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "neutral"
      }
    },
    {
      "id": "2-section-4a-inserted",
      "section": 2,
      "title": "Section 4A inserted",
      "plainLanguage": "This provision expands the Authority's role to include investigating and prosecuting cybercrimes with the Attorney-General's approval. It also tasks the Authority with setting security standards and certifying innovative technologies like AI and blockchain. Additionally, the Authority will accredit cybersecurity entities, promote online safety for vulnerable groups, and work to protect digital rights in the cybersecurity space.",
      "rawText": "- The principal enactment is amended by the insertion after section 4, of\n\n## ' Further Functions of the Authority\n\n  - 4A. The Authority, shall in addition to the functions in section 4, carry out the following functions:\n\n    - (a) subject  to  article  88  of  the  Constitution,  to  investigate  and  on  the authority of the Attorney-General, prosecute cybercrime under this Act;\n\n    - (b) establish standards for certifying the security of innovative products, Artificial  Intelligence,  cloud  technology,  quantum  computing,  big data, Internet of Things (IoT) , blockchain-based technology and any other emerging technologies;\n\n    - (c) certify  the  security  of  innovative  products    Artificial  Intelligence, cloud technology, quantum computing, big data, Internet of Things (IoT), blockchain-based technology and any other emerging technologies, in accordance with the standards established pursuant to paragraph (b);\n\n    - (d) accredit  the  cybersecurity  establishments  of critical  information infrastructure owners, cybersecurity service providers, cybersecurity practitioners and professionals and other relevant persons or institutions;\n\n    - (e) accredit non-profit cybersecurity institutions and cybersecurity professional bodies;\n\n    - (f) promote  the  online  protection  of  women,  elderly,  persons  with disabilities and underserved populations;\n\n    - (g) collaborate with relevant institutions to develop mechanisms including technical security solutions and guidelines on the usage of smart technology and other emerging technologies; and\n\n    - (h) promote the protection of digital rights as it relates to cybersecurity.'.",
      "relatedImpacts": [
        "innovation",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "medium-negative",
        "freedomOfSpeech": "neutral",
        "privacy": "low-positive",
        "business": "medium-negative"
      }
    },
    {
      "id": "3-section-5-of-act-1038-amended",
      "section": 3,
      "title": "Section 5 of Act 1038 amended",
      "plainLanguage": "This provision modifies a section of Act 1038 to include \"Foreign Affairs and Regional Integration\" and \"Gender, Children and Social Protection\" in a specific list. The change expands the scope of the list to formally include these two areas. The specific impact of this change depends on the context of the original section in Act 1038.",
      "rawText": "- The principal enactment is amended in section 5 by the addition after subparagraph (iv) of paragraph (a) of subsection (1), of\n\n        - '(v) Foreign Affairs and Regional Integration; and\n\n        - (vi) Gender, Children and Social Protection.'.",
      "relatedImpacts": [],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "neutral"
      }
    },
    {
      "id": "4-section-13-of-act-1038-amended",
      "section": 4,
      "title": "Section 13 of Act 1038 amended",
      "plainLanguage": "This section modifies the composition and operation of the Joint Cybersecurity Committee. It updates the titles of member organizations, allows for the nomination of representatives with cybersecurity expertise, and permits the Minister to appoint additional members. The amendment also establishes rules for membership termination due to absenteeism and outlines the process for filling vacancies.",
      "rawText": "- The principal enactment is amended in section 13 by:\n\n  - (a) the substitution for paragraph (d) of subsection (2), of\n\n    - '(d) the Executive Director of the Data Protection Commission or any successor  official  or  entity  by  whatever  name  designated,  or  a representative of the Executive Director with the requisite knowledge  and  skills  in cybercrime  and  cybersecurity  matters, nominated by the Executive Director;';\n\n  - (b) the substitution for paragraph (g) and (k) respectively of subsection (2), of\n\n    - '(g) the  Director  of  the  National  Intelligence  Bureau  or  any  successor official or entity by whatever name designated, or a representative of the Director with the requisite knowledge and skills in cybercrime, and cybersecurity matters, nominated by the Director;\n\n- (k) the  Director  General  of  National  Signals  Bureau  or  any  successor official or entity by whatever name designated, or a representative of the Director with the requisite knowledge and skills in cybercrime and cybersecurity matters, nominated by the Director;';\n\n  - (c) the addition after paragraph (r) of subsection (2), of\n\n- '(s) Any other person the Minister may nominate, on the advice of the Authority.'.\n\n  - (d) the addition after subsection (13), of\n\n- '(14)  A member of the JCC who is absent from three consecutive meetings without sufficient cause ceases to be a member of the JCC.\n\n- Where there is a vacancy, the Minister shall notify the President of the vacancy, and the President shall appoint a person to fill the vacancy for the unexpired term.'.",
      "relatedImpacts": [
        "privacy"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "low-positive",
        "business": "neutral"
      }
    },
    {
      "id": "5-section-14-of-act-1038-amended",
      "section": 5,
      "title": "Section 14 of Act 1038 amended",
      "plainLanguage": "This section updates the responsibilities of the Joint Cybersecurity Committee, requiring them to work with the Authority and other sectors to implement cybersecurity measures. This includes identifying cybersecurity risks, creating policies, coordinating cybersecurity activities, and sharing information securely. The committee will also address cybercrime, evaluate the effectiveness of security measures, and educate the public on cybersecurity.",
      "rawText": "- The principal enactment is amended  in section 14 by the substitution for subsection (1), of\n\n- '14     (1). The Joint Cybersecurity Committee shall collaborate with the Authority and the  sectors  or  institutions  represented  on  the  Committee  for  the  implementation  of relevant cybersecurity measures including but not limited to the following ways:\n\n  - (a) identification  of  cybersecurity  risks  that  may  affect  critical  information infrastructure or the overall cybersecurity of the country;\n\n  - (b) development  of  cybersecurity  policies  and  guidelines  based  on  identified risks,  best  practices  and  international  standards  to  mitigate  cybersecurity risks;\n\n  - (c) coordination  of  cybersecurity  activities  between  sectors  and  entities  to ensure that all cybersecurity efforts are aligned to prevent overlap and gaps;\n\n  - (d) facilitate the sharing of information between sectors and entities in a secure manner and in compliance with relevant data protection laws;\n\n  - (e) collaboration with sectors or institutions to tackle cybercrime including the provision  of  a  platform  for  incidence  sharing  and  incidence  response mechanisms to facilitate;\n\n  - (f) evaluation of the effectiveness of implemented cybersecurity measures based on established metrics with a view to continuously improve the cybersecurity measures; and\n\n  - (g) collaboration with the Authority to educate the public on matters related to cybercrime and cybersecurity.'.",
      "relatedImpacts": [
        "privacy"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "low-positive",
        "business": "neutral"
      }
    },
    {
      "id": "6-section-15a-inserted",
      "section": 6,
      "title": "Section 15A inserted",
      "plainLanguage": "This provision establishes the position of Deputy Directors-General within the Authority. These deputies are appointed by the President, serve under terms specified in their appointment letters, and step in when the Director-General is unavailable. They also support the Director-General in their duties and carry out tasks assigned by the Director-General or the Board.",
      "rawText": "- The principal enactment is amended by the insertion after section 15, of\n\n## ' Appointment of Deputy-Directors General\n\n- 15A. (1) The President shall in accordance with article 195 of the Constitution appoint  such  Deputy  Directors-General  as  are  necessary  for  the  performance  of  the functions of the Authority.\n\n- The Deputy Directors-General shall hold office  on  the terms  and conditions specified in the letters of appointment.\n\n- The  Deputy  Directors-General  shall  act  in  the  absence  of  the Director-General and perform any other functions as determined by the  Board.\n\n- The Deputy Directors-General shall, subject to the provisions of this Act:\n\n    - (a) assist  the  Director-General  in  the  discharge  of  his  functions  and perform such other functions as the Director-General or the Board may delegate to him;\n\n    - (b) perform  functions  related  to  the  object  and  functions  of  the Authority on the direction or authority of the Director-General or the Board; and\n\n    - (c) be responsible for the direction of the Authority when the DirectorGeneral is absent from Ghana or is otherwise unable to perform his functions.'.",
      "relatedImpacts": [],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "neutral"
      }
    },
    {
      "id": "7-section-20a-inserted",
      "section": 7,
      "title": "Section 20A inserted",
      "plainLanguage": "This provision ensures that staff of the Authority receive terms and conditions of service that are competitive with those of security and intelligence agencies. Legal officers within the Authority will have service conditions comparable to those of legal officers in the Attorney-General's office. Staff are also entitled to benefits such as gratuities, allowances, and pensions.",
      "rawText": "- The principal enactment is amended by the insertion after section 20, of\n\n## ' Terms and Conditions of Service of Staff of the Authority\n\n  - 20A. (1) The terms and conditions of service of the staff of the Authority shall not be less favourable than the staff of the security and intelligence agencies.\n\n  - The conditions of service attached to posts of legal officers of the Authority shall not be less than that of the posts attached to that of legal officers of the Attorney-General of the same rank.\n\n  - Staff shall, in addition to monthly salaries, be eligible for the payment of any gratuity, allowance, pension, subsidy or benefit to members in respect of their service or resignation or retirement.'.",
      "relatedImpacts": [],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "neutral"
      }
    },
    {
      "id": "8-section-20b-inserted",
      "section": 8,
      "title": "Section 20B inserted",
      "plainLanguage": "This provision gives the Director-General, Deputy Director-General, and other authorized officers the authority of police officers. This includes the power to arrest, search, and seize. They also receive the same legal protections and rights as police officers when performing their duties under this Act.",
      "rawText": "- The principal enactment is amended by the insertion after section 20, of\n\n## ' Powers of police\n\n  - 20B. (1) The Director-General, Deputy Director-General and other authorised  officers  shall  exercise  the  powers  of  a  Police  Officer,  including  the powers  of  arrest,  search  and  seizure  and  have  the  same  rights,  protections immunities  conferred  on  a  Police  officer  in  the  Criminal  and  Other  Offences (Procedure) Act, 1960 (Act 30), the Police Service Act, 1970 (Act 350) and any other law related to a Police officer in the performance of their functions under the Act.'.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "severe-negative",
        "freedomOfSpeech": "high-negative",
        "privacy": "high-negative",
        "business": "severe-negative"
      }
    },
    {
      "id": "9-section-31-of-act-1038-amended",
      "section": 9,
      "title": "Section 31 of Act 1038 amended",
      "plainLanguage": "This provision outlines where the fund receives its money. Funding sources include parliamentary allocations, portions of fines and taxes, grants and donations, charges on licensed businesses, and fees from government e-services. The specific percentages for communications service tax and corporate tax allocated to the fund are 12% and 9% respectively. These various revenue streams ensure the fund has the financial resources to operate.",
      "rawText": "- The principal enactment is amended by substitution for section 31, of:\n\n## ' Sources of money for the Fund\n\n  - The sources of moneys for the Fund include:\n\n    - (a) seed money approved by Parliament;\n\n    - (b) moneys which may become lawfully payable to the Authority for the Fund;\n\n    - (c) 50% of all fines arising from criminal penalties under the Act;\n\n    - (f) grants, gifts, donations and other voluntary contributions;\n\n    - (g) 12% of the communications service tax for the Fund per annum;\n\n    - (h) 9 % corporate tax for the Fund per annum;\n\n    - (i) a charge determined by the Authority in accordance with the Fees and  Charges  (Miscellaneous  Provisions)  Act,  2018  (Act  983)  and levied on persons licensed by the Bank of Ghana to carry on business;\n\n    - (j) a  proportion  of  the  fees  charged  on  all  government  electronic services determined by the Authority; and\n\n    - (h) any other moneys approved by Parliament for the Fund.'.",
      "relatedImpacts": [
        "business"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "low-negative"
      }
    },
    {
      "id": "10-section-35-of-act-1038-amended",
      "section": 10,
      "title": "Section 35 of Act 1038 amended",
      "plainLanguage": "This provision allows the Minister to designate computer systems or networks as critical infrastructure if they are essential for national security, economic stability, or public safety. Once designated, the sector of the infrastructure will be published, and the owner will be notified. The Minister will consider various factors, including the system's importance to key services and government functions. The Minister will also create regulations for these critical infrastructures.",
      "rawText": "- The principal enactment is amended by substitution for section 35, of\n\n## ' Designation of critical information infrastructure\n\n    - (a) national security,\n\n    - (b) the economic and social well-being of citizens, or\n\n    - (c) public health and safety.\n\n- Where  the  Minister  designates  a  computer  system  or  computer network as a critical information infrastructure, the Minister shall publish the sector of the designated critical information infrastructure in the Gazette and, the owner of the Critical Information Infrastructure shall be notified of the designation.\n\n- The Minister shall, in making a determination under subsection (1), consider if the computer system or computer network is necessary for:\n\n    - (a) the security, defence or international relations of the country;\n\n    - (b) the production, preservation or identity of a confidential source of information related to the enforcement of criminal law;\n\n    - (c) the provision of services directly related to\n\n        - (i) communications and telecommunications infrastructure;\n\n        - (ii) banking and financial services;\n\n        - (iii) public utilities\n\n        - (iv) public transportation; and\n\n        - (v) public key infrastructure;\n\n    - (d) the protection of public safety and public health, including systems related to essential emergency services;\n\n    - (e) an  international  business  or  communication  affecting  a  citizen  of Ghana  or  any  other  international  business  in  which  a  citizen  of Ghana or the Government has an interest;\n\n    - (f) the Legislature, Executive, Judiciary, Public Services or security agencies; or\n\n    - (g) digital services;\n\n    - (h) services  related  to  the  supply  chain  in  the  critical  information infrastructure ecosystem; and\n\n    - (i) any other services determined by the Minister, on the advice of the Authority.\n\n- The  Minister  shall,  by  publication  in  the Gazette ,  establish  the procedure for the regulation of a critical information infrastructure.'.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "medium-negative",
        "freedomOfSpeech": "low-negative",
        "privacy": "low-negative",
        "business": "medium-negative"
      }
    },
    {
      "id": "11-section-36-of-act-1038-amended",
      "section": 11,
      "title": "Section 36 of Act 1038 amended",
      "plainLanguage": "This provision mandates that owners of critical information infrastructure must register with the designated authority and pay associated fees. Owners must provide contact information and verified details of their infrastructure. The authority will validate the information and issue a registration certificate, and non-compliance can result in penalties.",
      "rawText": "- The principal enactment is amended by substitution for section 36, of\n\n## ' Registration of critical information infrastructure\n\n  - (1) The Owner of the designated critical information infrastructure shall register their critical information infrastructure with the Authority, and shall pay the prescribed annual registration and designation fee as determined by the Authority or stipulated in a legislative instrument.\n\n  - For  compliance  purposes,  the  owner  of  an  unregistered  critical information infrastructure shall receive a notification of registration letter from the Authority to comply with the Act.\n\n  - During registration, the owner of a critical information infrastructure shall  nominate  a  point  of  contact  and  submit  details  of  the  nominee  to  the Authority.\n\n  - The owner of a critical information infrastructure shall submit to the Authority,  verified  details  of  critical  information  infrastructure,  through  the channels and modalities determined by the Authority.\n\n  - The Authority shall validate the information submitted by the owner of  a critical information infrastructure, and the owner shall receive a Certificate of Registration upon completion of registration requirements.\n\n  - The Authority shall through the issuance of guidelines or directives determine:\n\n    - (a) further  requirements  for  the  registration  of  a  critical  information infrastructure;\n\n    - (b) the procedure for the registration of a critical information infrastructure; and\n\n    - (c) any other matter relating to the registration of a critical information infrastructure.\n\n  - Where there is  any  change  in  the  legal  ownership  of  a  designated critical information infrastructure, the owner of the designated critical information infrastructure shall, within seven days after the change, inform the Authority of the change in ownership.\n\n  - An  owner  of  a  designated  critical  information  infrastructure  who contravenes subsection (1) and (3) is liable to pay to the Authority the administrative penalty specified in the Second Schedule.'.",
      "relatedImpacts": [
        "innovation",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "low-negative",
        "freedomOfSpeech": "neutral",
        "privacy": "medium-negative",
        "business": "low-negative"
      }
    },
    {
      "id": "12-section-37-of-act-1038-amended",
      "section": 12,
      "title": "Section 37 of Act 1038 amended",
      "plainLanguage": "This section allows the Minister to remove the \"critical information infrastructure\" label from a computer or network if it no longer meets the necessary requirements. The decision is made based on the Authority's advice. The removal can be publicly announced, and the owner of the infrastructure will be informed directly.",
      "rawText": "- The principal enactment is amended by substitution for section 37, of\n\n## ' Withdrawal of designation of critical information infrastructure\n\n- '37. (1) The  Minister  may,  on  the  advice  of  the  Authority,  withdraw  the designation of a critical information infrastructure at any time if the Minister considers that\n\n- The  Minister  may  publish  the  withdrawal  of  critical  information infrastructure sector in the Gazette .\n\n- The owner of a designated critical  information  infrastructure  shall receive notification of the withdrawal of the designation  by letter from the Minister.'.",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "low-positive"
      }
    },
    {
      "id": "13-section-40-of-act-1038-amended",
      "section": 13,
      "title": "Section 40 of Act 1038 amended",
      "plainLanguage": "This provision changes the fine amount for violating a specific rule. If someone breaks this rule, they will now have to pay a fine between 4,000 and 25,000 penalty units if convicted in court. The court may also impose both a fine and another form of punishment.",
      "rawText": "- The principal enactment is amended in section 40 by substitution for subsection (2), of\n\n- '(2) A person who contravenes subsection (1) commits an offence and is liable on summary conviction to a fine of not less than four thousand penalty units and not more than twenty-five thousand penalty units, or both.'.",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "low-negative",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "low-negative"
      }
    },
    {
      "id": "14-section-47-of-act-1038-amended",
      "section": 14,
      "title": "Section 47 of Act 1038 Amended",
      "plainLanguage": "This amendment requires Sectoral Computer Emergency Response Teams to report cybersecurity incidents to the National Computer Emergency Response Team within 24 hours. Failure to report incidents within this timeframe will result in an administrative penalty. This change is intended to improve the speed and effectiveness of responses to cybersecurity incidents.",
      "rawText": "- The principal enactment is amended in section 47 by:\n\n- (a) the addition after subsection (6), of\n\n- '(7) A Sectoral Computer Emergency Response Team shall within twenty-four hours after receiving a report of a cybersecurity incident from the owner of a designated critical  information  infrastructure,  a  service  provider,  a  licensee  or  any  relevant  person report the cybersecurity incident to the National Computer Emergency Response Team.'.\n\n- (b) the addition after subsection (7), of\n\n- '(8) A  Sectoral Computer  Emergency  Response  Team  who  contravenes subsection (7) is liable to pay to the Authority the administrative penalty specified in the Second Schedule.'.",
      "relatedImpacts": [
        "innovation",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "low-negative",
        "freedomOfSpeech": "neutral",
        "privacy": "low-positive",
        "business": "low-negative"
      }
    },
    {
      "id": "15-section-49-of-act-1038-amended",
      "section": 15,
      "title": "Section 49 of Act 1038 Amended",
      "plainLanguage": "This amendment mandates that anyone offering cybersecurity services, whether for profit or non-profit, must obtain a license or accreditation from the Authority. Failure to comply can result in a penalty equivalent to the damages caused plus any financial gain, or a fine between 50,000 and 100,000 penalty units. This aims to regulate cybersecurity service providers and ensure compliance through financial penalties.",
      "rawText": "- The principal enactment is amended in section 49 by\n\n- (a) the substitution for subsection (1), of\n\n- '(1) A person shall not provide a cybersecurity service for a reward unless that person obtains a licence issued by the Authority in accordance with the Act.'.\n\n- (b) the substitution for subsection (2), of\n\n- (c) addition after subsection (2), of\n\n- '(3) A  person  who  contravenes  subsection  (1)  and  (2)  is  liable  to  pay  to  the Authority the administrative penalty the equivalent to the cost of damage caused and value of the financial gain made, or an administrative penalty of not less than fifty thousand penalty units and not more than one hundred thousand penalty units.'.",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "high-negative",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "high-negative"
      }
    },
    {
      "id": "16-section-57-of-act-1038-amended",
      "section": 16,
      "title": "Section 57 of Act 1038 Amended",
      "plainLanguage": "This provision requires the Authority to establish an accreditation process for cybersecurity professionals. Individuals must be accredited to work as cybersecurity professionals or practitioners. Engaging the services of someone who is not accredited is prohibited and punishable by administrative penalties.",
      "rawText": "- The principal enactment is amended by the substitution for section 57, of\n\n- The  Authority shall establish a mechanism  for  the  accreditation of cybersecurity professionals and practitioners.\n\n- An  individual shall not practise as a cybersecurity professional or cybersecurity practitioner unless that individual has been accredited by the Authority;\n\n- A  person  shall  not  knowingly  engage  the  services  of  a  cybersecurity professional or cybersecurity practitioner who has not been accredited by the Authority;\n\n- A  person  who  contravenes  subsection  (2)  or  (3)  is  liable  to  pay  to  the Authority an administrative penalty of not less than two hundred and fifty penalty units and not more than twenty thousand penalty units.",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "medium-negative",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "medium-negative"
      }
    },
    {
      "id": "17-section-57a-inserted",
      "section": 17,
      "title": "Section 57A inserted",
      "plainLanguage": "This provision directs the Cyber Security Authority to develop a certification scheme for cybersecurity professionals and service providers. This certification offers an alternative to existing international security standards. The Cyber Security Authority will perform regular audits to ensure adherence to the scheme and will investigate any reported violations.",
      "rawText": "- The principal enactment is amended by the insertion after section 57, of\n\n## ' Cyber hygiene certification scheme\n\n- 57B. (1) The Authority shall establish a scheme for the certification of cybersecurity professionals and practitioners, and cybersecurity service providers who will be entrusted to perform cyber hygiene certification service as an alternative to other international best practice security frameworks.\n\n- The  Cyber  Security  Authority  shall  conduct  periodic  audits  to  ensure compliance with the  cyber  hygiene  certification  scheme  and  associated  prescribed  fees.\n\n- Any  complaints  regarding  non-compliance    shall  be  investigated,  and appropriate enforcement actions shall be taken.'.",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "medium-negative",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "medium-negative"
      }
    },
    {
      "id": "18-section-57b-inserted",
      "section": 18,
      "title": "Section 57B inserted",
      "plainLanguage": "This provision establishes a process for licensed cybersecurity providers or accredited professionals to become certified to offer cyber hygiene certification services. To become certified, providers must apply in writing to the Authority. The application needs to include supporting documents and the necessary fee.",
      "rawText": "## ' Application for certification to provide the Cyber hygiene certification services\n\n- 57B. (1) A  licensed  cybersecurity  service  provider  or  accredited  CP  who  seeks  to provide  the  Authority's  cyber  hygiene  certification  service  shall  apply  in  writing  to  the Authority.\n\n- The application shall be made in the prescribed form and accompanied by the:\n\n- (a) supporting documentation, and\n\n- (b) prescribed fee that the Authority may determine.'.",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "low-negative",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "low-negative"
      }
    },
    {
      "id": "19-section-57c-inserted",
      "section": 19,
      "title": "Section 57C inserted",
      "plainLanguage": "This provision standardizes fees for cyber hygiene certification services, with the Cyber Security Authority setting the rates. Certified cybersecurity professionals cannot exceed these approved rates and must contribute 30% of their revenue to the cybersecurity fund. Failure to comply results in penalties. The set rates will be reviewed periodically based on industry trends and affordability.",
      "rawText": "- The principal enactment is amended by the insertion after section 58B, of\n\n## ' Standardised, Review and Administration of Fees for Cyber Hygiene Certification Service\n\n- 57C. (1) A certified cybersecurity professional or practitioner or cybersecurity service provider shall charge a fee for cyber hygiene certification services as determined by the Cyber Security Authority.\n\n- A certified cybersecurity professional or practitioner or cybersecurity service provider  shall  not  charge  fees  exceeding  the  approved  flat  rate  for  cyber  hygiene certification services.\n\n- A certified cybersecurity professional or practitioner or cybersecurity service provider who fails to comply with subsection (2) shall be liable to pay to the Authority an administrative penalty specified in the Second Schedule (not less than two hundred and fifty penalty units and not more than five thousand penalty units)\n\n- 30% of the revenue generated by a certified cybersecurity professional or practitioner  or  cybersecurity  service  provider  under  the  scheme  shall  be  paid  into  the cybersecurity fund.\n\n- The  Cyber  Security  Authority  shall,  by  notice  published  in  the  Gazette, determine the applicable flat rate for cyber hygiene certification services.\n\n- The flat rate shall be reviewed periodically based on, industry trends, and the affordability needs of stakeholders.'.",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "high-negative",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "high-negative"
      }
    },
    {
      "id": "20-section-58a-inserted",
      "section": 20,
      "title": "Section 58A inserted",
      "plainLanguage": "This provision requires the Authority to develop a process for certifying the security of innovative and emerging technologies. This mechanism will provide a way to assess and validate the security of these new technologies. The goal is to ensure that these technologies meet certain security standards through a formal certification process.",
      "rawText": "- The principal enactment is amended by the insertion after section 58, of\n\n- 58A. The Authority shall establish a mechanism for the certification of the security of innovative and emerging technologies.'.",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "low-negative"
      }
    },
    {
      "id": "21-section-58b-inserted",
      "section": 21,
      "title": "Section 58B inserted",
      "plainLanguage": "This provision requires the Authority to develop a process for accrediting non-profit organizations that specialize in cybersecurity. This accreditation mechanism aims to establish standards and recognize qualified non-profit cybersecurity institutions. The goal is likely to promote quality and trust within the cybersecurity sector by formally recognizing credible non-profit entities.",
      "rawText": "- The principal enactment is amended by the insertion after section 58A, of\n\n## 'Accreditation of non-profit cybersecurity institutions\n\n- 58B. The  Authority  shall  establish  a  mechanism  for  the  accreditation  of  non-profit cybersecurity institutions.'.",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "low-positive"
      }
    },
    {
      "id": "22-section-59-of-act-1038-amended",
      "section": 22,
      "title": "Section 59 of Act 1038 Amended",
      "plainLanguage": "This provision amends existing law to include the certification of the security of new technologies. The technologies covered include AI, cloud computing, quantum computing, big data, and blockchain. This means that these technologies can be officially certified for their security features.",
      "rawText": "- The principal enactment is amended  in section 59 by the addition after paragraph (e) of subsection (1), of\n\n'(g) certification of the security of innovative and emerging technologies including Artificial  Intelligence,  cloud  technology,  quantum computing, big data, and blockchainbased technology.'.",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "medium-negative",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "medium-negative"
      }
    },
    {
      "id": "23-section-59a-inserted",
      "section": 23,
      "title": "Section 59A inserted",
      "plainLanguage": "This provision establishes enforcement mechanisms for the Act, allowing the Authority to penalize those who violate cybersecurity standards. Penalties range from warnings and cease-and-desist orders to fines, imprisonment, and suspension or termination of licenses. The Authority can pursue criminal or administrative actions, or both, to ensure compliance.",
      "rawText": "- The principal enactment is amended by the insertion after section 59, of\n\n## ' Enforcement powers\n\n- 59A. (1) A person who:\n\n  - (a) knowingly  fails  to  comply  with  or  acts  in  contravention  of  this  Act, regulations or directives issued under this Act;\n\n  - (b) knowingly  fails  to  comply  with  prescribed  cybersecurity  standards  and requirements;\n\n  - (c) provides cybersecurity services without a licence or acts as a cybersecurity professional or practitioner without accreditation;\n\n  - (d) willfully obstructs, hinders, molests or assaults personnel of the Authority duly engaged in the exercise of power conferred on the Authority under this Act.\n\ncommits an offence and is liable on summary conviction to a term of imprisonment of not more than five years or to a fine of not more than twenty thousand penalty units, or to both.\n\n  - Where an offence is committed by a corporate entity, that entity is liable to a fine of not more than twenty thousand penalty units and each director of that entity shall be deemed to have committed the offence.\n\n  - Despite subsection (1), the Authority may, where a person has breached this Act, Regulations or directives or where a licensee, an accreditation holder has breached a condition contained in its licence or accreditation:\n\n    - (a) warn the person, licensee, or accreditation holder,\n\n    - (b) issue a cease-and-desist order,\n\n    - (c) apply to the High Court for\n\n        - (i) an injunction to restrain the person, licensee, or accreditation holder from continuing the breach, or\n\n        - (ii) other appropriate order to enforce compliance with this Act,\n\n    - (d) propose amendments to the licence or accreditation in accordance with this Act or Regulations\n\n    - (e) suspend or terminate the licence or accreditation in accordance with this Act, or\n\n    - (f) impose  administrative  penalties  in  accordance  with  the  second schedule of the Act\n\n    - (g) or take any other action that it considers appropriate and that is not contrary to this Act.\n\n    - Nothing  shall  prevent  the  Authority  from  pursuing  only  criminal enforcement  actions  under  subsection  (1)  or  only  administration enforcement  actions  under  subsection  (2),  or  a  combination  of both.'.",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "high-negative",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "high-negative"
      }
    },
    {
      "id": "24-section-59b-inserted",
      "section": 24,
      "title": "Section 59B inserted",
      "plainLanguage": "This provision empowers the Authority to investigate and prosecute cybercrimes. It enables the Authority to confiscate assets gained through cybercrime, pursue civil actions for asset recovery, and freeze property related to investigations, subject to court confirmation. This aims to combat cybercrime by allowing for the recovery of ill-gotten gains and preventing further illicit activities.",
      "rawText": "- The principal enactment is amended by the insertion after section 59A, of\n\n' Power to conduct investigations and to prosecute cybercrime '\n\n59B. (1) The Authority shall upon the occurrence of a  cybersecurity incident or a cybercrime conduct criminal investigations and prosecute same.'\n\n  - The Authority shall have the jurisdiction to prosecute all offences under the Electronic Transactions Act, 2008 (Act 772).\n\n- Where a person is convicted of a cybercrime under this Act, the Authority may apply to the Court for an order to confiscate moneys, proceeds, benefits, properties and assets purchased by a person with proceeds derived from or in the commission of the cybercrime.\n\n- Despite subsection (5), nothing shall prevent the Authority from instituting a  civil  action  independently  or  at the  same  time  as  the  prosecution  to  recover  moneys, proceeds, benefits, properties and assets purchased by a person with proceeds derived from or in the commission of the cybercrime.\n\n- In relation to subsection (6) if criminal prosecution fails, civil asset recovery should still  proceed,  and  confiscation  orders  should  have  the  effect  of  a  civil  judgment appealable from the High Court to the Court of Appeal.'.\n\n- Where  the  Authority  considers  that  freezing  of  property  is  necessary  to facilitate an investigation or prosecution, the Authority shall in writing direct the freezing of:\n\n    - (a) the property of a person or entity  being investigated; or\n\n    - (b) specified property held by a person or entity other than the person or entity being investigated or prosecuted.\n\n- The Authority shall within 14 days after the freezing of the property apply to the Court for a confirmation of the freezing.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "medium-negative",
        "freedomOfSpeech": "low-negative",
        "privacy": "low-negative",
        "business": "high-negative"
      }
    },
    {
      "id": "25-section-59c-inserted",
      "section": 25,
      "title": "Section 59C inserted",
      "plainLanguage": "This provision empowers the Authority to request information from various parties, including infrastructure owners and service providers, when investigating potential violations. The Authority must provide a written notice detailing the request. If a person is unable to disclose information, the Authority must seek a court order. Failure to comply with a request can result in fines or imprisonment.",
      "rawText": "- The principal enactment is amended by the insertion after section 59B, of\n\n## 'Power to request for information\n\n- 59C. (1) The  Authority  may,  for  the  purposes  of  carrying  out  an  investigation  in respect of a contravention of the Act, Regulations or any other relevant enactment by the owner of a critical information infrastructure, a licensee, a service provider or any other person, by notice in writing, require a person to:\n\n  - (a) attend at a time and place specified in the notice; and\n\n  - (b) furnish the Authority with information related to a matter relevant to the investigation.\n\n- A notice under subsection (1) shall indicate the subject matter and purpose of the request.'.\n\n- Where a person required to furnish the Authority with an information is under an obligation not to disclose, or asserts a right not to disclose, the Authority shall apply to the High Court for an order for the production of the information.\n\n  - Where  an  information  is  furnished  to  the  Authority,  the  Authority  shall make  copies  or  extract  from  the  Information  and  request  the  person\n\n(5) A person who appears before the Authority may be represented by a Counsel of the choice of that person at any stage of the process.\n\n- Except as provided in subsection (2) where a person contravenes subsection (1) (a) and (b), that person commits an offence and is liable on summary conviction to a fine of not less than two hundred and fifty penalty units and not more than ten thousand penalty units or to a term of imprisonment of not less than one year and not more than two years or to both.'.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "medium-negative",
        "freedomOfSpeech": "low-negative",
        "privacy": "medium-negative",
        "business": "medium-negative"
      }
    },
    {
      "id": "26-section-59d-inserted",
      "section": 26,
      "title": "Section 59D inserted",
      "plainLanguage": "This provision allows investigative officers to apply to the High Court for an order to obtain specific computer data needed for a criminal investigation. The officer must show reasonable cause and explain the need for the data, the type of data sought, and the measures taken to protect unrelated information. This order compels a person in control of a computer system to submit the specified data to the investigative officer.",
      "rawText": "- The principal enactment is amended by the insertion after section 59C, of\n\n## ' Application for Production Order to Collect Computer Data\n\n- 59D. (1) An  investigative  officer  may  apply ex-parte to  the  High  Court  for  a production order to collect computer data.\n\n- A production order under section (1) shall require a person in possession or control of a computer or computer system to submit specified computer data which is stored in the computer or computer system to the investigative officer.\n\n- An investigative officer who makes an application under section (1) shall demonstrate to the satisfaction of the Court that there are reasonable grounds to believe that  the  computer  data  is  reasonably  required  for  the  purposes  of  a  specific  criminal investigation.\n\n- Where an investigative officer makes an application under section (1), that investigative officer shall:\n\n  - (a) explain why the investigative officer believes the computer data sought, will be available to the person in control of the computer or computer system;\n\n  - (b) identify and explain with specificity the type of computer data suspected to be found on the computer or computer system;\n\n  - (c) identify and explain with specificity the computer data that may be found on a  computer or computer system that is the subject of an investigation or prosecution;\n\n  - (d) identify  and  explain  with  specificity  the  offences  in  respect  of  which  the production order is sought; and\n\n  - (e) indicate what measures shall be taken to ensure that the computer data will be procured\n\n    - (ii) without the disclosure of the computer data of any party not part of the investigation.'.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "low-negative",
        "freedomOfSpeech": "low-negative",
        "privacy": "medium-negative",
        "business": "low-negative"
      }
    },
    {
      "id": "27-section-59e-inserted",
      "section": 27,
      "title": "Section 59E inserted",
      "plainLanguage": "This section allows the High Court to order service providers to hand over data for criminal investigations. The court can only grant the order if the request is necessary and proportionate, and if privacy measures are in place to protect others. Service providers must keep the order and its execution confidential.",
      "rawText": "- The principal enactment is amended by the insertion after section 59D, of\n\n## 'Grant of production order\n\n59E. (1) The High Court may  grant an application for a production order under   subsection (1) of section 59D, if the Court is satisfied that\n\n  - (a) the investigative officer has complied with subsection (3) and (4) of section 59D;\n\n  - (b) the information requested is commensurate, proportionate and necessary for the purposes of a specific criminal investigation or prosecution;\n\n  - (c) measures shall be taken to ensure that the computer data is produced whilst maintaining  the  privacy  of  other  users,  customers  and  third  parties  and without the disclosure of information and data of any party not part of the investigation; and\n\n  - (d) the  investigation  may  be  frustrated  or  seriously  prejudiced  unless  the production of the information is permitted.\n\n  - The  Court  shall  require  the  service  provider  to  keep  confidential  the production  order  and  the  execution  of  the  production  order  under  this section.\n\n  - A production order granted under this Act shall be served on a domestic service  provider,  foreign  service  provider  or  both,  or  any  other  relevant person.'.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "low-positive",
        "privacy": "medium-positive",
        "business": "low-positive"
      }
    },
    {
      "id": "28-section-59f-inserted",
      "section": 28,
      "title": "Section 59F inserted",
      "plainLanguage": "This provision allows investigative officers to apply for a warrant from the High Court to access, search, and seize computer data or systems relevant to a criminal investigation. The warrant can compel knowledgeable individuals to provide information to assist the investigation. The officer must demonstrate reasonable grounds for needing the warrant, which can be extended to other computer systems if necessary.",
      "rawText": "- The principal enactment is amended by the insertion after section 59E, of\n\n## ' Application for Warrant to Access, Search and Seize Computer Data, Computer or Computer System\n\n- 59F. (1)   An investigative officer may apply ex-parte to the High Court for a warrant to:\n\n  - (a) access data on a computer or computer system;\n\n  - (b) search and seize a computer or a computer system; or\n\n  - (c) make or retain a copy of computer data on a computer or computer system;\n\n  - (d) maintain the integrity of computer data on a computer or computer system;\n\n  - (e) remove  or  render  inaccessible  computer  data  on  a  computer  or  computer system\n\nthat is suspected to contain information relevant to an investigation.\n\n  - A warrant under  subsection  (1)  shall  require  a  person  who  has  knowledge about the functioning of the computer or computer system to provide the necessary information to enable an investigative officer undertake the actions required under paragraphs (a) to (e) of subsection (1).\n\n  - An investigative officer who makes an application under subsection (1) shall demonstrate to the satisfaction of the court that there are reasonable grounds to believe that the warrant is reasonably required for the purposes of a specific criminal investigation.\n\n  - A  warrant  under  subsection  (1)  shall  permit  a  law  enforcement  officer  to expeditiously extend the search for data from a computer or computer system to another computer or computer system or part of it in Ghana where the law enforcement officer has reasonable grounds to believe that the data sought is accessible from or available to that other computer or computer system or part of it in Ghana.'.",
      "relatedImpacts": [
        "innovation",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "low-negative",
        "freedomOfSpeech": "neutral",
        "privacy": "medium-negative",
        "business": "low-negative"
      }
    },
    {
      "id": "29-section-59g-inserted",
      "section": 29,
      "title": "Section 59G inserted",
      "plainLanguage": "This section allows the High Court to issue warrants for computer data if certain conditions are met. These conditions include ensuring the request is proportionate to the investigation, protecting the privacy of uninvolved parties, and demonstrating that the investigation would be significantly hampered without the data. Service providers receiving such warrants must keep them confidential. This process enables law enforcement to access necessary digital information while aiming to safeguard individual privacy.",
      "rawText": "- The principal enactment is amended by the insertion after section 59F, of\n\n## ' Grant of warrant\n\n59G. (1) The High Court may grant an application for a warrant under subsection 1 of section 59F if the Court is satisfied that\n\n  - (a) the investigative officer has complied with subsection (3) of section 59F.\n\n  - (b) the information requested is commensurate, proportionate and necessary for the purposes of a specific criminal investigation or prosecution;\n\n  - (c) measures shall be taken to ensure that the computer data is produced whilst maintaining  the  privacy  of  other  users,  customers  and  third  parties  and without the disclosure of information and data of any party not part of the investigation; and\n\n  - (d) the  investigation  may  be  frustrated  or  seriously  prejudiced  unless  the production of the information is permitted.\n\n  - The  Court  shall  require  the  service  provider  to  keep  confidential  the warrant and the execution of the warrant under this section.\n\n  - A warrant granted under this section shall be served on a domestic service provider, foreign service provider or both, or any other relevant person.'.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "low-positive",
        "privacy": "medium-positive",
        "business": "low-positive"
      }
    },
    {
      "id": "30-section-59h-inserted",
      "section": 30,
      "title": "Section 59H inserted",
      "plainLanguage": "This provision allows law enforcement to request that service providers preserve computer data while seeking a court order. Service providers must comply for 14 days, after which they are no longer obligated if a court order isn't received. Investigative officers can apply to a court for an order to preserve specific computer data if it's vulnerable to being lost or changed. This ensures that potential evidence is protected during investigations.",
      "rawText": "- The principal enactment is amended by the insertion after section 59G, of\n\n## ' Application for preservation order to preserve computer data\n\n- A  provider  of  wire  or  electronic  communication  services  or  a  remote computing  service  on  the  written  request  of  a  law  enforcement  agency,  shall  take  the necessary steps to preserve records and other evidence in its possession pending the issue of a Court order and shall take steps to ensure that the request by the law enforcement agency is not disclosed to third parties during the period.\n\n- Where an order from the Court is not obtained and served for fourteen days after the receipt of the written request, the wire or electronic communication services, or remote computing service provider is not under any obligation to preserve the evidence.\n\n- An investigative officer authorised by a designated officer may apply ex-parte to  the  Court  for  an  order  to  require  a  service  provider  or  any  person  in  control  of  a computer or computer system to preserve specified computer data, including traffic data that has been stored by a computer system.\n\n- An investigative officer who makes an application under subsection (1) shall demonstrate  to  the  satisfaction  of  the  Court  that  the  computer  data  is  particularly vulnerable to loss or modification.'.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "low-negative",
        "freedomOfSpeech": "low-negative",
        "privacy": "medium-negative",
        "business": "low-negative"
      }
    },
    {
      "id": "31-section-59i",
      "section": 31,
      "title": "Section 59I",
      "plainLanguage": "This section allows the High Court to issue preservation orders for computer data if certain conditions are met, including compliance with procedures, proportionality to the investigation, and protection of privacy. These orders, initially valid for 90 days, can be renewed once. Service providers must keep these orders confidential.",
      "rawText": "- The principal enactment is amended by the insertion after section 59H, of\n\n## ' Grant of preservation order\n\n- 59I. (1) The High Court may grant an application for a preservation order under subsection (1) of section 59F if the Court is satisfied that:\n\n  - (a) the designated officer has complied with subsection (2) of section 59H;\n\n  - (b) the  extent  of  the  preservation  order  is  commensurate,  proportionate  and necessary for the purposes of a specific criminal investigation or prosecution;\n\n  - (c) measures shall be taken to ensure that the computer data is preserved whilst maintaining  the  privacy  of  other  users,  customers  and  third  parties  and without the disclosure of information and data of any party not part of the investigation; and\n\n  - (d) the  investigation  may  be  frustrated  or  seriously  prejudiced  unless  the preservation order is permitted.\n\n  - The preservation order issued under subsection (1)\n\n  - (a) is valid for a period of ninety days, and\n\n  - (b) may be renewed for a further period of ninety days upon application to the Court.\n\n  - The  Court shall require the service provider to keep confidential a preservation order issued under this regulation.'.",
      "relatedImpacts": [
        "freedomOfSpeech",
        "privacy"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "low-positive",
        "privacy": "medium-positive",
        "business": "neutral"
      }
    },
    {
      "id": "32-section-59j",
      "section": 32,
      "title": "Section 59J",
      "plainLanguage": "This section allows designated inspectors to enter and inspect premises (excluding homes) to ensure compliance with the Act and its regulations. Inspectors can obtain warrants or, with reasonable cause and prior notice, enter without one. During inspections, they can examine documents, equipment, and request relevant information from individuals on the premises.",
      "rawText": "- The principal enactment is amended by the insertion after section 59I, of\n\n## 'Power of entry, inspection and audit\n\n- 59J. (1) The Authority may designate a person as an inspector to inspect premises.\n\n  - A person designated as an inspector by the Authority may\n\n  - (a) obtain a warrant to:\n\n    - (i) enter and inspect premises; and\n\n    - (ii) conduct an audit of a computer system\n\n  - (b) at any reasonable time, enter  inspect premises and conduct and audit of a computer system without a warrant where the inspector\n\n    - (i) reasonably believes that an inspection of the premises is necessary to ensure compliance by the owner of a critical information infrastructure, a licensee or a service provider or any other relevant person with the Act or Regulations; and\n\n    - (ii) has given the occupier of the premises seven days' notice in writing of the intention to enter, inspect the premises and conduct an audit of a computer system.\n\n  - An inspector shall, before exercising a power of entry and inspection,\n\n  - (a) produce evidence of the identity of the inspector; and\n\n  - (b) indicate the purpose of entry and inspection.\n\n  - An inspector may\n\n  - (a) enter a premises;\n\n  - (b) inspect the premises;\n\n  - (c) inspect a document or equipment found on the premises;\n\n  - (d) require a person on the premises to provide any information, or produce any document  in  the  possession  or  control  of  that  person  that  the  inspector considers relevant to ensure compliance with the Act and Regulation and\n\n  - (e) require any person on the premises to provide information in respect of a document or the location of a document.\n\n- For  the  purpose  of  this  regulation,  'premises'  does  not  include  domestic premises.'.",
      "relatedImpacts": [
        "innovation",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "medium-negative",
        "freedomOfSpeech": "neutral",
        "privacy": "medium-negative",
        "business": "medium-negative"
      }
    },
    {
      "id": "33-section-59k-inserted",
      "section": 33,
      "title": "Section 59K inserted",
      "plainLanguage": "This provision protects witnesses and informants who report cybercrimes or administrative infractions by keeping their personal information confidential unless they consent to its release. The Authority must keep the informant's identity secret and take steps to ensure their safety and welfare. This protection extends to people related to the witness or informant.",
      "rawText": "- The principal enactment is amended by the insertion after section 59J, of\n\n## 'Witness and Informant Protection\n\n59K. (1) Except with the  written,  informed,  explicit  and  freely  given  consent of  a witness  or  informant,  no  witness  or  informant  who  discloses  information  relating  to cybercrime under this Act or administrative infractions under this Act, shall be obliged to disclose  his   name  or  address  or  other personal  information, or state any matter which might lead to their discovery.\n\n(2) Unless otherwise provided, the information and the identity of the witness or informant shall be held to be secret between the Authority and the witness or informer; and all matters relating to such information should be privileged and shall not be disclosed in any proceedings before any court, tribunal, commission, or authority.\n\n- The Authority take all necessary and reasonable steps to protect the safety and welfare of a witness or informant, and such the protection shall extend to persons by virtue of being related to a witness or informant, or on account of a testimony given by a witness  or  informer,  or  for  any  other  reason  upon  which  the  Authority  may  consider sufficient.'.",
      "relatedImpacts": [
        "freedomOfSpeech",
        "privacy"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "medium-positive",
        "privacy": "medium-positive",
        "business": "neutral"
      }
    },
    {
      "id": "34-section-67-of-act-1038-amended",
      "section": 34,
      "title": "Section 67 of Act 1038 amended",
      "plainLanguage": "This amendment broadens the scope of Section 67 from online sexual offenses to include other cybercrimes. It also updates the penalties for violating the section. Individuals convicted now face imprisonment from 3 to 10 years, a fine ranging from 250 to 25,000 penalty units, or both.",
      "rawText": "- The principal enactment is amended by:\n\n'Other cybercrime'.\n\n  - (b) the substitution for subsection (2) of section 67, of\n\n- '(2) A person who contravenes subsection (1) commits an offence and is liable on summary conviction to a term of imprisonment of not less than three years and not more than ten years or a fine of not less than two hundred and fifty penalty units and not more than twenty-five thousand penalty units or to both.'.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "high-negative",
        "freedomOfSpeech": "high-negative",
        "privacy": "medium-negative",
        "business": "high-negative"
      }
    },
    {
      "id": "35-section-67a-inserted",
      "section": 35,
      "title": "Section 67A inserted",
      "plainLanguage": "This provision makes cyberbullying and online harassment illegal. It prohibits various online behaviors like sending threatening messages, creating fake profiles to harass someone, tracking people without their consent, and spreading false information. Service providers are required to protect children from online violence. Violators could face fines and jail time.",
      "rawText": "- The principal enactment is amended by the insertion after section 67, of\n\n## ' Cyberbullying and online harassment\n\n  - 67A. (1) A person shall not use the internet or any form of electronic medium or technology to bully a child or an adult.\n\n    - A person shall not use a computer or any other electronic medium to\n\n    - (a) send a threatening message or a lewd message to a child;\n\n    - (b) make sexual advances towards a child; or\n\n    - (c) persistently make contact with\n\n        - (i) a child, whether or not the contact is acceptable; or\n\n        - (ii) another person where the contact is unacceptable.\n\n  - A person shall not create a false identity online or a fake social media profile for the purposes of following\n\n    - (a) a child, whether or not the contact is acceptable; or\n\n    - (b) an adult, where the contact is unacceptable.\n\n  - A  person  shall  not  use  any  online  computer  service  or  any  other electronic device to:\n\n    - (a) track the location of a child;\n\n    - (b) monitor the real-world activities of a child;\n\n    - (c) track  the  location  of  another  person  without  the  consent  of  that person;\n\n    - (e) obsessively track the location of\n\n        - (i) a child; or\n\n        - (ii) another person without the consent of that person.\n\n  - Despite  subsection  (4),  a  parent  or  legal  guardian  may  for  the purposes of ensuring the safety of a child, track the location of the child, or monitor the real-world activities of the child.\n\n    - A person shall not use an electronic device or medium to send\n\n    - (a) an unwanted,\n\n    - (b) an unsolicited,\n\n    - (c) a frightening,\n\n    - (d) an obscene,\n\n    - (e) a harassing, or\n\n    - (f) a  threatening  electronic  mail,  text  message  or  instant message  to  a child or an adult.\n\n    - A service provider of a user-to-user service including\n\n    - (a) a chatroom,\n\n    - (b) a social network site,\n\n    - (c) an online gaming platform, or\n\n    - (d) a virtual, augmented and mixed reality shall protect a child from all forms of online violence and cyberbullying from users of the userto-user service.\n\n    - A person shall not use an electronic device or an electronic medium to deliberately spread false or misleading information with the intent to deceive or manipulate a person or a fact.\n\n    - A person who contravenes subsections (1), (2), (3), (4) or (6) commits an offence and is liable on summary conviction to a fine of not less than two thousand, five hundred penalty units and not more than five thousand penalty units or to a term of imprisonment of not less than one year and not more than three years or to both.\n\n    - For  the  purpose  of  this  Act,  'cyberbullying'  includes  any  digital communication and any other activity which strips the recipient of the dignity of the recipient, or causes fear or physical or emotional harm such as\n\n        - (a) repeatedly sending offensive, rude and insulting messages to a person;\n\n        - (b) distributing derogatory information about a child or any other person;\n\n        - (c) posting or sending offensive photos of a child or any other person, whether or not the photos\n\n- (i) have been digitally altered, or\n\n- (ii) were  taken  with  the  consent  of  the  victim,  with  the intention to humiliate or embarrass the victim;\n\n        - (d) breaking  into  an  electronic  mail,  social  networking  or  any electronic account and using the virtual identity of a victim to send, upload or distribute embarrassing materials to or about others;\n\n        - (e) sharing  sensitive  personal  information  or  any  embarrassing information,  or  tricking  a  child  or  any  person  to  reveal personal or embarrassing information about that child or any other  person  and  sharing  the  information  obtained  with others;\n\n        - (f) repeatedly sending threatening or intimidating messages with threats of harm, or engaging in online activities that cause fear in a child or puts any other person in fear;\n\n        - (g) sending  messages  to  another  person  telling  the  person  to commit suicide;\n\n        - (h) sending grossly offensive, indecent or obscene communication  with  the  intention  of  causing  emotional distress to a child or any other person; or\n\n        - (i) sending electronic messages that denigrate a child or any other person on the basis of\n\n- (i) colour;\n\n          - (iii) ethnic or national origins;\n\n          - (iv) religion;\n\n          - (v) gender; or\n\n          - (vi) disability.'.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "low-negative",
        "freedomOfSpeech": "medium-negative",
        "privacy": "neutral",
        "business": "low-negative"
      }
    },
    {
      "id": "36-section-67b-inserted",
      "section": 36,
      "title": "Section 67B inserted",
      "plainLanguage": "This provision makes cyberstalking a crime. It prohibits using online platforms to harass or stalk someone, create fake information about them, or spread false information. Violators could face imprisonment between one and ten years, a fine, or both. This aims to protect individuals from online harassment and stalking.",
      "rawText": "- The principal enactment is amended by the insertion after section 67A, of\n\n## ' Cyberstalking of a person\n\n- ' 67B. (1)   In  furtherance of section 65 of the Act, a person shall not use the internet,  chatroom,  a  social  network  site,  an  online  gaming  platform,  or  a  virtual, augmented and mixed reality to\n\n- (a)   harass or stalk a person;\n\n- (b)   assume a false identity to anonymously harass or stalk a person;\n\n- (c)   create false information about a person; or\n\n- (d)   post or disseminate false information about a person.\n\n- A person who contravenes subsection (1) commits an offence and is liable on summary conviction to a term of imprisonment of not less than one year and not more than ten years or a fine of less than one  hundred penalty units and not more than ten thousand penalty units or to both.'.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "medium-negative",
        "freedomOfSpeech": "high-negative",
        "privacy": "low-negative",
        "business": "medium-negative"
      }
    },
    {
      "id": "37-section-68-of-act-1038-amended",
      "section": 37,
      "title": "Section 68 of Act 1038 amended",
      "plainLanguage": "This amendment changes the penalty for violating a specific rule outlined in subsection (1) of section 68. The new penalty includes imprisonment ranging from 3 to 10 years, a fine between 250 and 25,000 penalty units, or both. This means individuals who break the rule in subsection (1) could face stricter consequences.",
      "rawText": "- The principal enactment is amended in section 68 by substitution for subsection (2), of\n\n- '(2) A person who contravenes subsection (1) commits an offence and is liable on summary conviction to a term of imprisonment of not less than three years and not more than ten years or a fine of less than two hundred and fifty penalty units and not more than twenty-five thousand penalty units or to both.'.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "high-negative",
        "freedomOfSpeech": "high-negative",
        "privacy": "neutral",
        "business": "high-negative"
      }
    },
    {
      "id": "38-section-83-of-act-1038-amended",
      "section": 38,
      "title": "Section 83 of Act 1038 amended",
      "plainLanguage": "This section modifies existing law to allow for quicker access to stored computer data held by service providers during emergencies. It permits authorities to request this data without going through the usual process of seeking mutual assistance. An emergency is defined as a situation where there is an immediate and significant threat to someone's life or safety. The changes also cover requests for domain name registration information and other related issues.",
      "rawText": "- The principal enactment is amended in section 83 by:\n\n- (a) the substitution for paragraph (e) of subsection (4), of\n\n  - '(e) requesting for information regarding domain name registration;'.\n\n- (b) the addition after paragraph (e) of subsection (4), of\n\n  - '(f) expedited disclosure of specified stored computer data in a service provider's possession  or  control  in  an  emergency  situation  without  a  request  for  mutual assistance;'.\n\n- (c) the addition after paragraph (f) of subsection (4), of\n\n  - '(g) any other matter related to paragraphs (a) to (f).'.\n\n- (d) the addition after paragraph (g) of subsection (4), of\n\n- '(5) For the purpose of this section an emergency means, a situation in which there is a significant and imminent risk to the life or safety of any natural person.'.",
      "relatedImpacts": [
        "freedomOfSpeech",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "low-negative",
        "privacy": "medium-negative",
        "business": "low-negative"
      }
    },
    {
      "id": "39-section-90-of-act-1038-amended",
      "section": 39,
      "title": "Section 90 of Act 1038 amended",
      "plainLanguage": "This amendment clarifies that the Circuit Court has the authority to hear cases involving offenses described in sections 62 to 68A of the act. This means that these specific cases can be tried in the Circuit Court. The change overrides any potential conflicting interpretations from other sections of the act regarding jurisdiction.",
      "rawText": "- The principal enactment is amended in section 90 by the addition after subsection (2), of\n\n- '(3) Despite  section  90(1)  and  section  90A,  the  Circuit  Court  shall  have  the jurisdiction to try an offence under sections 62 to 68A of this Act.'.",
      "relatedImpacts": [
        "business"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "low-positive"
      }
    },
    {
      "id": "40-section-91-of-act-1038-amended",
      "section": 40,
      "title": "Section 91 of Act 1038 amended",
      "plainLanguage": "This provision expands the scope of section 91 to include new areas related to cybersecurity. It focuses on designating and accrediting cybersecurity teams and institutions, protecting children online, and ensuring the security of new technologies. The changes also address the licensing and accreditation of cybersecurity professionals and service providers to enhance overall cybersecurity efforts.",
      "rawText": "- The principal enactment is amended in section 91 by the addition after paragraph (h), of\n\n  - '(i) the designation of Sectoral Computer Emergency Response Team;\n\n  - (j) the accreditation of Sectoral Computer Emergency Response Team;\n\n  - (k) the accreditation of cybersecurity establishments;\n\n  - (l) the accreditation of non-profit cybersecurity institution;\n\n  - (m) the protection of children;\n\n  - (n) safeguarding the development and deployment of innovative and emerging technologies or solutions;\n\n  - (o) licensing of cyber security service providers;\n\n  - (p) accreditation of cybersecurity professionals and practitioners;\n\n  - (p) any other matter required for ensuring the cybersecurity of the country.'.",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "medium-negative",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "medium-negative"
      }
    },
    {
      "id": "41-section-92-of-act-1038-amended",
      "section": 41,
      "title": "Section 92 of Act 1038 amended",
      "plainLanguage": "This section modifies the powers of the Authority to issue directives related to cybersecurity. It expands the scope of entities to which the Authority can issue directives, including innovators and developers. It also specifies that failure to comply with these directives can result in administrative penalties. Finally, it empowers the Authority to issue directives to secure the adoption of new technologies.",
      "rawText": "- The principal enactment is amended in section 92 by:\n\n  - (a) the substitution for subsection (1), of\n\n- '(1) the  Authority  may  issue  directives  to  an  owner  of  a  critical  information infrastructure, a cybersecurity service provider or service provider, innovators, developers for the purpose of ensuring the cybersecurity of the country.\n\n  - (b) the substitution for subsection (2), of\n\n  - (c) the insertion after subsection (2), of\n\n- '(3) The  Authority  may  issue  directives  to  innovators,  developers,  service providers and cybersecurity service providers for the purpose of securing the adoption and deployment of innovative and emerging technologies or solutions.'.",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "medium-negative",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "medium-negative"
      }
    },
    {
      "id": "42-section-94-of-act-1038-amended",
      "section": 42,
      "title": "Section 94 of Act 1038 amended",
      "plainLanguage": "This section makes it a crime to access private digital information like subscriber details or intercept data without permission. It also prohibits attempts to access or damage critical computer systems. Violators could face significant fines (between 2,500 to 25,000 penalty units) and/or prison sentences (between 2 to 5 years).",
      "rawText": "- The principal enactment is amended by the substitution for section 94, of\n\n- '(1) A  person  who,  without  lawful  authority  accesses  or  retrieves  subscriber information or intercepts traffic data or content data, commits an offence and is liable on summary conviction to a fine of not less than two thousand five hundred penalty units and not more than fifteen thousand penalty units or to a term of imprisonment of not less than two years and not more than five years or, to both.\n\n- An  attempt  to  gain  access  to  a  critical  information  infrastructure  or  its dependencies, successful or not, constitutes an unlawful access to the critical information infrastructure.\n\n- Any  person  who  attempts  to  secure  access  to  a  critical  information infrastructure or its dependencies, successful or not commits an offence and is liable on summary conviction to a term of imprisonment of not less than two years and not more than five years or a fine of not less than four thousand penalty units and not more than twenty-five thousand penalty units or to both.\n\n- The tampering and or destruction of critical information infrastructure or its components  which  affects  the  confidentiality,  integrity  or  availability  of  the  critical information infrastructure constitutes unlawful access to critical information infrastructure, and a person shall be subject to the same criminal penalties specified in subsection (1).'.",
      "relatedImpacts": [
        "innovation",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "high-negative",
        "freedomOfSpeech": "neutral",
        "privacy": "medium-positive",
        "business": "high-negative"
      }
    },
    {
      "id": "43-section-94a-inserted",
      "section": 43,
      "title": "Section 94A inserted",
      "plainLanguage": "This provision makes it illegal to intentionally alter computer data to create fake information for legal use. This includes inputting, changing, deleting, or suppressing data to make it seem authentic. Those who violate this law will be prosecuted for forgery under existing criminal laws and face similar penalties.",
      "rawText": "- The principal enactment is amended by the insertion after section 94, of\n\n## ' Computer related Forgery\n\n- 95A. (1) A person shall not intentionally and without right, input, alter, delete or  suppress  computer  data  resulting  in  inauthentic  data  with  the  intent  that  they  be considered or acted upon for legal purposes as if they were authentic, regardless of whether or not the data are directly readable and intelligible.'\n\n- A person who contravenes subsection (1) commits an offence and shall  be  deemed  to  have  committed  the  offence  of  forgery  under  Chapter  Two  of  the",
      "relatedImpacts": [
        "innovation",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "low-positive",
        "business": "low-positive"
      }
    },
    {
      "id": "44-section-94b-inserted",
      "section": 44,
      "title": "Section 94B inserted",
      "plainLanguage": "This provision makes it illegal to intentionally cause someone to lose property through computer-related fraud, such as manipulating data or interfering with computer systems. This includes using computers to deceive someone into doing something that results in property loss. Those who commit computer-related fraud will face the same penalties as those who commit fraud by false pretense under existing criminal law.",
      "rawText": "- The principal enactment is amended by the insertion after section 94A, of\n\n## 'Computer related Fraud\n\n- 95B. (1) A person shall not intentionally and without right, cause the loss of property to another person by means of:\n\n    - (a) Any input, alteration, deletion or suppression of computer data;\n\n    - (b) Any interference with the functioning of a computer system;\n\n- (c) Any deception as to factual circumstances made through a computer system that causes a person to do or omit to do anything which that person would not otherwise do or omit to do; with the fraudulent or dishonest intent of procuring for oneself or for another person, without right, a gain in money or other property.\n\n- A person who contravenes subsection (1) commits an offence and shall  be  deemed  to  have  committed  the offence  of  defrauding  by  false  pretence  under section  131  of  the  Criminal  Offences  Act,  1960  (Act  29),  and  shall  liable  on  summary conviction to the same punishment for defrauding by false pretence under that law.'.",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "low-negative",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "low-negative"
      }
    },
    {
      "id": "45-section-97-of-act-1038-amended",
      "section": 45,
      "title": "Section 97 of Act 1038 amended",
      "plainLanguage": "This section updates the definitions used in Act 1038 to include modern technologies and legal terms. It defines terms like artificial intelligence, blockchain, big data, cloud technology, and digital services. It also clarifies the meaning of legal terms such as confiscation, freezing, seizure, and property within the context of the act.",
      "rawText": "- The principal enactment is amended in section 97 by:\n\n- (a) the insertion before 'Authority', of\n\n'Artificial  Intelligence  is  technology  that  enables  computers  and  machines  to simulate human learning, comprehension, problem solving, decision-making, creativity and autonomy;';\n\n'block-chain based technology' means an advanced decentralised digital record or digital ledger of transactions, that enables recording of transactions, tracking of assets, and sharing of records across computer networks in a transparent and immutable way;'.\n\n'big data' means a collection of extremely large organized, semi-structured, and unstructured information that grows exponentially over time;';\n\n- (b)\n\n  - the insertion after 'child', of 'cloud technology' means technology that delivers computing services and offers on-demand access to computing resources such as physical or virtual services, data storage, servers, databases, networking, intelligence, analytics, and software over the\n\ninternet;';\n\n- (c) the insertion after 'cloud technology', of\n\n'confiscation', which includes forfeiture where applicable, shall mean  the permanent  deprivation  of  property  by  order  of  a  court  or  other  competent authority;';\n\n## (d) the insertion after 'digital ecosystem' of\n\n'digital services' means services delivered electronically whether traditionally or by internet, with minimal physical interaction, and includes:\n\n  - (a) social media platforms;\n\n  - (b) e-commerce platforms;\n\n  - (c) video-on-demand or streaming platforms;\n\n  - (d) messaging applications,\n\n  - (e) fintech software platforms;\n\n  - (f) online banking platforms;\n\n## (e) the insertion after 'Director-General', of\n\n'Emergency' shall mean a situation in which there is a significant and imminent risk to the life or safety of any natural person;';\n\n## (f) the insertion after 'e-services', of\n\n'Freezing'  or  'seizure'  mean  temporarily  prohibiting  the  transfer,  conversion, disposition or movement of property or temporarily assuming custody or control of  property  on  the  basis  of  an  order  issued  by  a  court  or  other  competent authority;';\n\n## (g) the insertion after 'interception of warrant', of\n\n'Internet of Things (IoT) means a network of interrelated physical devices, vehicles, appliances and other physical objects that connect and exchange data with other devices and the cloud across wireless networks, and are typically embedded with sensors,  processing  ability  and  software  and  can  include  mechanical  and  digital machines and consumer objects;';\n\n## (h) the substitution for 'computer system', of\n\n'computer  system'  means  an  arrangement  of  interconnected  computers  that  is designed to perform one or more specific functions, and includes\n\n  - (a) an information processing system;\n\n  - (b) an operational technology system, a programmable logic controller, a supervisory control and data acquisition system, or a distributed control system; and\n\n  - (c) dependency systems that support the functionality of a computer or computer network;';\n\n- (i) the substitution for 'law enforcement agency', of\n\n'law enforcement agency' means\n\n  - (a) The Police\n\n  - (b) The Customs Division of the Ghana Revenue Authority and\n\n  - (c) Cyber Security Authority\n\n  - (d) Any other agency authorised by law to exercise the powers of the Police\n\n- (j)\n\n  - the insertion after 'prohibited intimate image and visual recording', of\n\n'property'  means  assets  of  every  kind,  in  the  country  or  elsewhere  whether corporeal or incorporeal, movable or immovable, tangible or intangible, including virtual assets, and legal documents or instruments evidencing title to, or interest in, such property assets;';\n\n- (k) the insertion after 'property', of\n\n'property of or in the possession or control of a person' includes a gift made by that person;\n\n- (l) the insertion after 'publish', of\n\n'quantum computing' means technology that solves complex problems based on principles of quantum mechanics;'.",
      "relatedImpacts": [],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "neutral"
      }
    },
    {
      "id": "46-section-98-of-act-1058-amended",
      "section": 46,
      "title": "Section 98 of Act 1058 amended",
      "plainLanguage": "This provision repeals and replaces several sections of the Electronic Transaction Act of 2008. Specifically, it repeals sections 118, 136, and sections 55-62 of the previous act, replacing the latter with sections 35-40 of the current act. Any existing rules or actions taken under the repealed sections will remain valid.",
      "rawText": "- The principal enactment is amended  by substitution for section 98, of\n\n## ' Repeals and savings\n\n  - Sections 118 and 136 of the Electronic Transaction Act, 2008 (Act 772) are repealed.\n\n  - Sections 35 to 40 this Act repeals sections 55 to 62 of the Electronic Transaction Act, 2008 (Act 772).\n\n  - Despite  the  repeal  of  sections,  any  Regulations,  bye-laws,  directives, notices, orders, directions, appointments or other acts lawfully made or done under the repealed enactment and in force immediately before the",
      "relatedImpacts": [],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "neutral"
      }
    },
    {
      "id": "47-section-99-of-act-1038-amended",
      "section": 47,
      "title": "Section 99 of Act 1038 amended",
      "plainLanguage": "This provision modifies Ghana's extradition laws to facilitate the extradition of individuals accused of cybercrimes. It allows extradition to countries that are signatories to the Budapest Convention on Cybercrime or similar conventions, even if Ghana doesn't have a separate extradition agreement with them. In these situations, the extradition process will follow the rules outlined in the relevant international convention.",
      "rawText": "- The Extradition Act, 1960 (Act 22) is amended by:\n\n- (a) the addition after subsection (3) of section, of\n\n'(4) Despite  subsection  (1),  for  the  purposes  of  extradition,  Cybercrime  and Cyber  Offences  under  the  First  Schedule  to  this  Act,  in  the  absence  of  a  separate arrangement, bilateral or multilateral agreement between Ghana and another signatory of the Budapest Convention on Cybercrime or any other convention, extradition of fugitive criminals  may  still  take  place  between  Ghana  and  another  signatory  of  the  Budapest Convention  on  Cybercrime  or  any  other  convention  and  shall  be  governed  by  the provisions of the said convention.'.",
      "relatedImpacts": [
        "business"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "low-negative"
      }
    },
    {
      "id": "49-second-schedule-to-act-1038-amended",
      "section": 49,
      "title": "Second schedule to Act 1038 amended",
      "plainLanguage": "This provision modifies the penalties for violating the Cybersecurity Act, specifically for owners of critical information infrastructure. It introduces fines for failing to register infrastructure, report ownership changes, or inform authorities about cybersecurity incidents. Penalties are also specified for not conducting audits or complying with directives from the relevant authority.",
      "rawText": "49. The principal enactment is amended by substitution for administrative penalties for sections 36(4), 39(2)(a), 39(2)(b), 39(2)(c) and 92(2) and addition of administrative penalties for sections 36(1) and 39(3)(c).\n\n| No. | Sections of Act creating contravention | Contravention | Administrative Penalty |\n| --- | --- | --- | --- |\n| 1. | 36(1) | The Owner of the designated critical information infrastructure shall register their critical information infrastructure with the Authority, and shall pay the prescribed annual registration and designation fee as determined by the Authority or stipulated in a legislative instrument. | Not less than five thousand penalty units, not more than fifty thousand penalty units. |\n| 2. | 36(4) | Owner of a registered critical information infrastructure failing to inform the Authority within seven days of the change in legal ownership of the registered critical | Not less than five thousand penalty units, not more than |",
      "relatedImpacts": [
        "innovation",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "medium-negative",
        "freedomOfSpeech": "neutral",
        "privacy": "low-positive",
        "business": "medium-negative"
      }
    },
    {
      "id": "50-third-schedule-to-act-1038-amended",
      "section": 50,
      "title": "Third schedule to Act 1038 amended",
      "plainLanguage": "This provision adds the \"Official Oath\" to Act 1038. This oath is taken by individuals holding official positions in Ghana. By taking this oath, they pledge to serve Ghana faithfully and uphold the country's constitution.",
      "rawText": "## 50.   The principal enactment is amended by addition after the 'Oath of Secrecy', of\n\n## The Official Oath (section 5)\n\nI,\n\n……………………………………………………………..……………………………\n\ndo (in the name of the Almighty God swear) (solemnly affirm) that I will at all times well and truly serve the Republic of Ghana in the office of …….and that I will uphold, preserve, protect and defend the constitution of the Republic of Ghana as by law established (so help me God).",
      "relatedImpacts": [],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "neutral"
      }
    }
  ],
  "notebookLMVideo": {
    "url": "https://youtu.be/S3Yj9etKoDM"
  },
  "deadline": "2025-11-14",
  "feedbackInstructions": "Download the Draft Bill (PDF) and the Format for Submitting Comments from the CSA website. Submit your feedback to submit.feedback@csa.gov.gh in accordance with the specified format. All stakeholders, including Cybersecurity Professionals, Cybersecurity Service Providers, Civil Society Organisations, and the General Public, are encouraged to provide feedback.",
  "feedbackUrl": "https://csa.gov.gh/public_document.php",
  "relatedBills": [
    "11-data-protection-commission-amendment-bill",
    "4-electronic-transactions-amendment-bill",
    "14-national-communications-authority-amendment-bill"
  ]
}