{
  "id": "14-national-communications-authority-amendment-bill",
  "title": "National Communications Authority (Amendment) Bill",
  "summary": "The **National Communications Authority (Amendment) Bill** restructures Ghana's telecommunications regulator with enhanced governance, independence protections, and accountability mechanisms. The bill establishes a **Board of Directors** comprising government representatives, technical experts, and legal professionals, with strict **conflict of interest provisions** requiring public disclosure of members' financial interests and mandatory recusal from decisions where conflicts exist. Board members serve four-year terms (renewable once) and face removal for undisclosed conflicts or excessive absences.\n\nThe bill **protects the Authority's regulatory independence** from external direction while permitting ministerial policy guidance that cannot interfere with technical or operational decisions. The Authority operates under principles requiring **transparency, consumer protection, innovation promotion, and consideration of environmental impacts and vulnerable populations**. Financial independence is supported through multiple funding sources including regulatory fees, parliamentary allocations, and approved donations, with **tax exemptions subject to parliamentary approval** and borrowing powers requiring ministerial consent. The Authority maintains its own bank account and covers operational expenses independently, subject to annual audits by the Auditor-General.\n\n**Accountability mechanisms** include mandatory annual reports to Parliament detailing activities and audit findings, public decision-making processes with stakeholder consultation, maintenance of a **public register of Board members' financial interests**, and required development of a code of conduct within one year. The bill establishes mandatory committees (Technical, Audit, and Risk) and an Internal Audit Unit reporting to the Board and Director-General. The Minister gains authority to create regulations addressing **data protection approvals for new services using personal data**, interconnection standards, universal service requirements, emergency communications, and local content promotion.\n\n**Significant implications** include strengthened institutional independence protecting the regulator from political interference in technical decisions, enhanced transparency through public interest disclosure and stakeholder consultation requirements, and improved consumer protection through mandated consideration of service quality and vulnerable populations. However, the **requirement for ministerial approval of new services using personal data** could create barriers for digital innovation and delay market entry for data-driven services. The broad ministerial regulatory powers, while subject to the Authority's independence protections, introduce potential tension between operational autonomy and policy direction. The bill's transition provisions ensure continuity by transferring all existing licenses, contracts, and staff to the restructured Authority without disruption to current operations.",
  "pdfPath": "pdfs/14. National Communications Authority (Amendment) Bill.pdf",
  "impacts": {
    "innovation": {
      "score": "medium-negative",
      "description": {
        "score": "medium-negative",
        "analysis": "The National Communications Authority (Amendment) Bill presents a **mixed impact on digital innovation** in Ghana's telecommunications sector, with significant provisions pulling in opposite directions. The bill's **protection of the Authority's regulatory independence** from political interference represents a substantial positive development for innovators. By ensuring that technical and operational decisions cannot be overridden by ministerial direction, the bill creates a more predictable and merit-based regulatory environment. This independence allows the Authority to make decisions based on technical considerations, industry best practices, and consumer welfare rather than political expediency—a foundation essential for fostering long-term innovation and attracting technology investment.\n\nHowever, this benefit is significantly undermined by the **requirement for pre-licensing approval of all new telecom-related services involving personal data processing**. This provision creates a substantial barrier to digital innovation, particularly affecting emerging technologies like **AI-powered customer service applications, fintech solutions, healthtech platforms, and other data-driven services**. The requirement for **joint evaluation by both the National Communications Authority and the Data Protection Commission** introduces procedural complexity, potential delays, and regulatory uncertainty that could discourage entrepreneurs and technology companies from launching innovative services in Ghana. In the fast-moving digital economy, where speed-to-market is often critical for competitive advantage, such approval requirements can be particularly damaging.\n\nThe **net effect on digital innovation is moderately negative**, as the pre-approval requirement creates immediate, tangible barriers that will affect innovators' daily operations and market entry decisions. While regulatory independence provides important foundational benefits for the ecosystem, the practical impact of requiring dual-agency approval before launching data-driven services will likely slow innovation velocity, increase compliance costs for startups, and potentially drive digital entrepreneurs to launch services in jurisdictions with more streamlined regulatory processes. The bill's other provisions—including ministerial authority over interconnection standards and local content requirements—add additional regulatory layers that, while potentially serving legitimate policy objectives, further complicate the environment for digital innovators seeking to operate in Ghana's telecommunications sector."
      },
      "relatedProvisions": [
        "powers-of-the-authority",
        "regulatory-and-best-practice-of-the-authority",
        "governing-body-of-the-authority",
        "duties-and-liabilities-of-a-member-of-the-board-of-the-authority",
        "policy-directives",
        "independence-of-the-authority",
        "internal-audit-unit",
        "exemption-from-tax",
        "procedure-for-decision-making-by-the-authority",
        "regulations",
        "interpretation"
      ]
    },
    "freedomOfSpeech": {
      "score": "high-positive",
      "description": {
        "score": "high-positive",
        "analysis": "The **independence provision** in the National Communications Authority (Amendment) Bill represents a **significant advancement for freedom of speech** in Ghana's digital communications ecosystem. By establishing that the Authority \"shall not be subject to the direction or control of any person or authority\" in exercising its regulatory functions, the bill creates crucial institutional safeguards against political interference in telecommunications regulation. This independence is particularly vital for protecting freedom of expression because telecommunications infrastructure and internet services have become the primary platforms for public discourse, journalism, and information exchange in modern Ghana. An independent regulator is substantially less vulnerable to political pressure to block websites, restrict services, throttle communications, or impose content controls based on partisan considerations rather than legitimate regulatory objectives.\n\nThe provision's **protective effect operates through institutional design** rather than explicit speech guarantees. By insulating the Authority's technical and operational decisions from external direction, the bill reduces the risk that regulatory powers over telecommunications infrastructure could be weaponized to suppress dissent, control information flows, or favor government-aligned media. This is especially important given the Authority's control over licensing, spectrum allocation, and service authorization—powers that could theoretically be abused to disadvantage independent media outlets or restrict access to communication platforms. The independence protection, combined with the bill's transparency requirements and stakeholder consultation mandates, creates a regulatory environment more conducive to open communications and diverse voices.\n\nHowever, the **impact has important limitations**. The provision includes the qualifier \"except as otherwise provided in this Act,\" which preserves ministerial policy guidance authority and other exceptions that could potentially influence decisions affecting speech. Additionally, while regulatory independence protects against external interference, it does not prevent the Authority itself from implementing speech-restrictive policies or address what content regulation powers the Authority may possess. The provision also does not directly constrain the **ministerial approval requirement for data-driven services**, which could be used to delay or deny authorization for communication platforms. Nevertheless, by establishing strong institutional independence for Ghana's telecommunications regulator, this provision creates a more robust foundation for protecting the communications infrastructure essential to freedom of expression in the digital age."
      },
      "relatedProvisions": [
        "powers-of-the-authority",
        "independence-of-the-authority"
      ]
    },
    "privacy": {
      "score": "medium-positive",
      "description": {
        "score": "medium-positive",
        "analysis": "The **National Communications Authority (Amendment) Bill** delivers **moderate positive impact** for privacy and data rights primarily through its establishment of **regulatory independence**. The provision protecting the Authority from external direction or control creates crucial institutional conditions for impartial privacy oversight in Ghana's telecommunications sector. This independence is particularly significant as telecommunications regulators increasingly confront complex privacy decisions involving data collection practices, subscriber information retention, and third-party data sharing arrangements. By insulating the Authority from political or commercial pressure, the bill strengthens its capacity to enforce privacy standards consistently and resist attempts to weaken consumer data protections for political or economic convenience.\n\nHowever, the bill's impact on privacy rights remains **limited in scope and constrained by competing provisions**. While regulatory independence provides a foundation for privacy protection, the bill does not establish comprehensive data rights frameworks, specific privacy standards for telecommunications services, or enhanced enforcement mechanisms for data breaches. The bill context reveals a significant tension: the **requirement for ministerial approval of new services using personal data** could undermine the independence provision by creating a parallel approval process that introduces political considerations into privacy decisions. This dual-track system may lead to inconsistent privacy standards and regulatory delays that disadvantage consumers seeking timely protection of their data rights.\n\nThe bill's **transparency and accountability mechanisms**—including public stakeholder consultation, annual parliamentary reporting, and mandatory consideration of vulnerable populations—provide indirect benefits for privacy advocacy by creating channels for civil society engagement on data protection issues. The establishment of technical committees and audit functions may improve the Authority's capacity to assess privacy risks in emerging technologies. Yet the absence of explicit privacy mandates, data minimization requirements, or individual rights provisions (such as data access, correction, or deletion rights) means the bill stops short of delivering transformative change for data protection in Ghana's telecommunications sector."
      },
      "relatedProvisions": [
        "governing-body-of-the-authority",
        "duties-and-liabilities-of-a-member-of-the-board-of-the-authority",
        "tenure-of-office-of-members-of-the-board-of-the-authority",
        "independence-of-the-authority",
        "internal-audit-unit",
        "procedure-for-decision-making-by-the-authority",
        "regulations",
        "interpretation"
      ]
    },
    "business": {
      "score": "medium-negative",
      "description": {
        "score": "medium-negative",
        "analysis": "The National Communications Authority (Amendment) Bill presents a **mixed impact on Ghana's business environment** for telecommunications and digital services, with significant regulatory burdens offsetting important governance improvements. The bill's **enhanced regulatory independence** (Section 16) creates a more predictable and stable business environment by protecting the Authority from political interference in technical and operational decisions. This institutional strengthening should improve investor confidence, enable more consistent regulatory decision-making, and reduce the risk of arbitrary or politically-motivated actions that could disrupt business operations. For companies planning long-term investments in Ghana's telecommunications sector, this independence provision represents a meaningful improvement in regulatory quality and predictability.\n\nHowever, the bill introduces **substantial new barriers to market entry and innovation** through its regulatory provisions (Section 34). Most significantly, the requirement for **pre-licensing approval for all new telecom-related services involving personal data processing**—including AI-powered customer service applications—creates a dual-approval bottleneck requiring joint evaluation by both the National Communications Authority and the Data Protection Commission. This affects virtually every modern digital service, from mobile applications and cloud services to AI-driven solutions and data analytics platforms. The broad scope of \"all new telecom-related services\" means that routine business innovations that companies in other markets can deploy rapidly will face potentially lengthy approval processes in Ghana, increasing time-to-market, raising compliance costs, and potentially deterring investment in innovative services.\n\nThe **cumulative effect creates a more regulated business environment** that may struggle to keep pace with rapid technological change in the telecommunications sector. While businesses benefit from dealing with a more independent and professional regulator, they face increased regulatory complexity and approval requirements that could slow innovation cycles and reduce Ghana's competitiveness as a destination for digital services investment. Companies operating in Ghana's telecommunications sector should anticipate longer lead times for new service launches, increased regulatory compliance costs, and the need for enhanced coordination between multiple regulatory bodies. The bill's impact is particularly challenging for **startups and innovative service providers** whose business models depend on rapid iteration and deployment of data-driven services."
      },
      "relatedProvisions": [
        "powers-of-the-authority",
        "regulatory-and-best-practice-of-the-authority",
        "governing-body-of-the-authority",
        "duties-and-liabilities-of-a-member-of-the-board-of-the-authority",
        "tenure-of-office-of-members-of-the-board-of-the-authority",
        "disclosure-of-interest",
        "declaration-of-registrable-interests",
        "establishment-of-committees",
        "policy-directives",
        "independence-of-the-authority",
        "internal-audit-unit",
        "exemption-from-tax",
        "borrowing-powers",
        "annual-report-and-other-reports",
        "procedure-for-decision-making-by-the-authority",
        "code-of-conduct",
        "regulations",
        "interpretation",
        "transitional-provisions",
        "repeal-and-savings"
      ]
    }
  },
  "keyConcerns": [
    {
      "id": "prelicensing-gate-blocks-data-driven-innovation",
      "title": "Prelicensing Gate Blocks Data-Driven Innovation",
      "severity": "high",
      "description": "This provision requires **government approval before launching any telecom service that processes personal data**, including AI-powered customer service tools. Unlike democratic countries that use post-market compliance frameworks (GDPR, UK ICO), this creates a **blanket approval gate with no specified timeline, criteria, or appeal process**. Startups launching chatbots, analytics tools, or personalized services must navigate dual-agency evaluation by NCA and Data Protection Commission—potentially waiting months for approval while burning through runway. This **exceeds international best practice** and could significantly impede Ghana's digital economy.",
      "relatedProvisions": [
        "regulations"
      ],
      "relatedImpacts": []
    }
  ],
  "provisions": [
    {
      "id": "powers-of-the-authority",
      "section": 1,
      "title": "Powers of the Authority",
      "plainLanguage": "This section details what the Authority is allowed to do. It can make contracts for necessary supplies and services. It can also invest its money according to financial laws. Additionally, the Authority can share information about its work and support training for people working with communication systems.",
      "rawText": "4. The Authority may exercise the following powers:\n\n(a) enter into a contract for the supply of goods and services;\n\n(b) invest the funds of the Authority in accordance with the Public Financial Management Act;\n\n(c) publish information that is relevant to its functions and activities in a manner that it considers appropriate;\n\n(d)  promote, and where necessary and within available resources, support the training of\n\npersons specifically in the development, operation, and maintenance of communications infrastructure, in collaboration with relevant public or private agencies; and",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "medium-positive",
        "freedomOfSpeech": "low-positive",
        "privacy": "neutral",
        "business": "medium-positive"
      }
    },
    {
      "id": "regulatory-and-best-practice-of-the-authority",
      "section": 2,
      "title": "Regulatory and Best Practice of the Authority",
      "plainLanguage": "This section requires the Authority to consider several factors when making decisions. These factors include operating transparently, protecting consumer interests regarding service quality and cost, and encouraging innovation and competition. The Authority must also consider the environmental impact of telecommunications, the needs of vulnerable populations, and international standards.",
      "rawText": "5. The Authority shall, in the performance of its functions, have regard to:\n\n(a) the principles of transparency, accountability, proportionality, and consistency;\n\n(b) best regulatory practice;\n\n(c) the protection of the interests of consumers or users of communications networks or communications services and, in particular, to the interests of consumer choice, quality of service, and value for money;\n\n(d) the impact on the environment of the activities undertaken by telecommunications service providers and telecommunications network providers;\n\n(e) the promotion of innovation and competition, and the establishment of incentives to encourage local participation in the provision of communications services;\n\n(f) the various demands, interests, and uses of the electromagnetic spectrum;\n\n(g) the needs and interests of persons with disability, the elderly, low-income earners, and the vulnerable;\n\n(h) the opinions of consumers and members of the general public;\n\n(i) the interest of both rural and urban dwellers; and\n\n(j) any applicable international standards and best practices, including International Telecommunication Union guidelines and such other regional or bilateral protocols ratified or adopted by the country.\n\n## Governance of the Authority",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "medium-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "medium-positive"
      }
    },
    {
      "id": "governing-body-of-the-authority",
      "section": 3,
      "title": "Governing body of the Authority",
      "plainLanguage": "This section describes the structure of the Authority's Board of Directors. The Board includes a chairperson, the Director-General, representatives from government and other bodies, and experts in fields like communications and law. To prevent conflicts of interest, individuals involved in the communications industry are ineligible for appointment.",
      "rawText": "6.(1) The governing body of the Authority is a Board of  Directors consisting of\n\n          - (a) the chairperson\n\n          - (b) the Director-General appointed under section 18;\n\n          - (c) one representative of the\n\n                - (i) the National Security Council,\n\n                - (ii) the National Media Commission,\n\n                - (iii) Ministry responsible for Communications, not below the rank  of a director.\n\n          - (d) one person with experience and expertise in communications; and\n\n          - (e) three other persons each of whom has knowledge or expertise in telecommunication engineering, law, business or public administration.\n\n    - At least two (2) members  of the governing body of the Authority shall  be women.\n\n    - A person is not qualified for appointment if that person\n\n          - (a) is directly or indirectly involved in the management of; or\n\n(b) has a financial or commercial interest in  a communications network operator, a communications service provider,  a communications equipment manufacturer or supplier either of whom  operates within the country or outside the country or any other entity  with an interest in the communications industry of this country.\n\n(4) The  Board  of  the Authority  shall  ensure  the  proper  and  effective  performance  of    the functions of the Authority\n\n(5) The  President  shall,  in  accordance  with  article  70  of  the  Constitution,  appoint  the chairperson and  other members of the Board of the Authority.",
      "relatedImpacts": [
        "innovation",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "low-positive",
        "business": "low-positive"
      }
    },
    {
      "id": "functions-of-the-board-of-the-authority",
      "section": 4,
      "title": "Functions of the Board of the Authority",
      "plainLanguage": "The Board of the Authority is responsible for guiding the Authority's strategic direction. It must also ensure the Authority achieves its goals and operates effectively. This includes making sure the Authority performs its duties in an efficient manner.",
      "rawText": "7.\n\nThe Board of the Authority shall\n\n        - (a) exercise general oversight responsibility for the strategic direction of the Authority;\n\n        - (b) ensure the achievement of the object of the Authority; and\n\n        - (c) ensure the effective and efficient performance of the functions of the Authority.",
      "relatedImpacts": [],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "neutral"
      }
    },
    {
      "id": "duties-and-liabilities-of-a-member-of-the-board-of-the-authority",
      "section": 5,
      "title": "Duties and liabilities of a member of the Board of the Authority",
      "plainLanguage": "This section defines the responsibilities of Authority Board members, requiring them to act with loyalty and honesty, similar to company directors. Board members must avoid conflicts of interest, maintain confidentiality, and exercise due care in their duties. They are protected from personal liability when acting in good faith, and the Authority will cover their legal costs in such cases, but they may be required to compensate the Authority for losses caused by their actions.",
      "rawText": "8. (1) A  member  of  the  Board  of  the Authority  has  the  same  fiduciary  relationship  with  the Authority and the same duty to act with  loyalty  and  in good faith as a director of a company incorporated under the Companies Act, 2019 (Act 992).\n\n(2)Without limiting subsection (1), a member of the Board of the Authority has a duty\n\n(a) to act honestly and in the best interest of the Authority in the performance of the functions of the Authority;\n\n- (b) to exercise the degree of care and diligence in the performance of functions that a person in that position would reasonably be expected to exercise in the circumstances;\n\n- (c) not to disclose information acquired in the capacity of the member as a member of the Board of  the Authority  to  any  person  or  make  use  of  that  information,  except  in  the  performance  of functions;\n\n- (d) not to abuse the position of the office; and\n\n- (e) not to pursue personal interests at the expense of the Authority.\n\n- A member of the Board of the Authority, other than the Director General, shall not participate in the day-to-day running of the Authority.\n\n- A member of the Board is not personally liable for damage or  injury to a third party that arises in the execution of an official duty of  that member, if the member at all material times acted in good faith.\n\n- The Authority  shall  indemnify  and  hold  harmless  such  a  member  against  any  legal  costs, including attorney's fees, expenses, and liabilities reasonably incurred in connection with any legal proceedings instituted against the member in respect of acts done or purported to have been done in  the  performance  of  official  duties,  provided  that the  member  acted  in  good  faith  and  in  the interest of the Authority.\n\n- Where a court determines that the Authority has suffered a loss or damage as a result of the act or omission of a member of the Board of the Authority, the court may, in addition to imposing a fine, order the member to pay appropriate compensation to the Authority.",
      "relatedImpacts": [
        "innovation",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "low-positive",
        "business": "low-positive"
      }
    },
    {
      "id": "tenure-of-office-of-members-of-the-board-of-the-authority",
      "section": 6,
      "title": "Tenure of office of members of the Board of the Authority",
      "plainLanguage": "Members of the Authority's Board serve four-year terms and can be reappointed once, except for the Director General. Members can resign, be removed for excessive absence, or have their appointment revoked by the President. Vacancies are filled by presidential appointment for the remainder of the term.",
      "rawText": "- (1) A member of the Board of the Authority shall hold office for a period of four years and is eligible for reappointment for another term only.\n\n        - Subsection (1) does not apply to the Director General.\n\n(3) A member of the Board of the Authority may, at any time, resign from office in writing, addressed to the President through the Minister.\n\n(4) A member of the Board of the Authority, other than the Director General, who is absent from three consecutive meetings of the Board of the Authority without sufficient cause ceases to be a member of the Board of the Authority.\n\n        - The President may, by letter addressed to a member, revoke the appointment of that member.\n\n        - Where a member of the Board of the Authority is, for a sufficient reason unable to act as a member, the Minister shall determine whether the inability of the member to act would result in the declaration of a vacancy.\n\n        - Where there is a vacancy\n\n              - (a) under subsection (3), (4), (5), 11 (2) or 12(3) ; or\n\n              - (b) as a result of a declaration under subsection (6), or\n\n              - (c) by reason of the death of a member,\n\nthe Minister shall notify the President of the vacancy and the President shall appoint another person to fill the vacancy for the unexpired term.\n\n              - (d) Where the person is appointed to fill a vacancy, that person shall subject to the provisions of this Act be eligible for re-appointment.",
      "relatedImpacts": [
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "low-negative",
        "business": "low-negative"
      }
    },
    {
      "id": "meetings-of-the-board-of-the-authority",
      "section": 7,
      "title": "Meetings of the Board of the Authority",
      "plainLanguage": "The Board of the Authority must meet at least every three months. Special meetings can be called by a third of the members. Decisions are made by a majority vote, with the chairperson having a tie-breaking vote. The Board can also invite people to attend meetings who do not have voting rights and can set its own meeting procedures.",
      "rawText": "10. (1) The Board of the Authority shall meet at least once every three months for the conduct of business at a time and place determined by the chairperson.\n\n(2) The chairperson shall, at the request in writing of  not less than one-third of the membership of the Board of the Authority, convene an extraordinary meeting of the Board of the Authority at a time and place determined by the chairperson.\n\n(3) The quorum for a meeting of the Board of the Authority is four members of the Board or a greater number determined by the Board in respect of an important matter.\n\n(4) The chairperson shall preside at meetings of the Board of the Authority and in the absence of the chairperson, a member of the Board of the Authority elected by the members present from among their number shall preside.\n\n(5) Matters before the Board of the Authority shall be decided by a majority of the members present and voting and in the event of an equality of votes, the person presiding shall have a casting vote.\n\n(6) The Board of the Authority may co-opt a person to attend a meeting of the Board of the Authority but that person shall not vote on a matter for decision at the meeting.\n\n(7) The proceedings of the Board of the Authority shall not be invalidated by reason of a vacancy among the members or a defect in the appointment or qualification of a member\n\n        - Subject to this section, the Board of the Authority may determine the procedure for the meeting of the Board of the Authority.",
      "relatedImpacts": [],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "neutral"
      }
    },
    {
      "id": "disclosure-of-interest",
      "section": 8,
      "title": "Disclosure of interest",
      "plainLanguage": "This provision requires board members to disclose any personal interests they have in matters before the board. If a member fails to disclose an interest or participates in discussions where they have a conflict, they may be removed from the board. The board can also reclaim any benefits the member gained due to the conflict of interest. This ensures transparency and prevents board members from using their position for personal gain.",
      "rawText": "- (1) A member of the Board of the Authority who has an interest in a matter for consideration shall disclose in writing the nature of that interest and the disclosure shall\n\n(a) form part of the record of the consideration of the matter; and\n\n(b) is disqualified from being present at or participating in the deliberations of the Board of the Authority in respect of that matter.\n\n(2) A member ceases to be a member of the Board of the Authority if that member has an interest in a matter before the Board of the Authority and\n\n              - (a) fails to disclose that interest; or\n\n              - (b) is present at or participates in the deliberations of the Board of the Authority in respect of that matter.\n\n(3) Without  limiting  any  further  cause  of  action  that  may  be  instituted  against  the member, the Board of the Authority shall recover any benefit derived by a member who contravenes subsection (1), in addition to the revocation of the appointment of the member.",
      "relatedImpacts": [
        "business"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "low-positive"
      }
    },
    {
      "id": "declaration-of-registrable-interests",
      "section": 9,
      "title": "Declaration of registrable interests",
      "plainLanguage": "Board members must declare any registrable interests they have to the Minister before starting their term. They must also inform the Authority of any changes to these interests. Failure to declare or making a false declaration will result in removal from the Board.",
      "rawText": "12.    (1) Each member of the Board shall, prior to taking office, submit to the Minister a written declaration  of  that  member's  registrable  interest  whether  directly  or  indirectly  owned  by  the member.\n\n(2) A member of the Board shall inform the Authority of any  change in respect of that member's registrable interest from the date of  the change.\n\n(3) A member who\n\n(a) without reasonable excuse fails to declare a registrable  interest, or\n\n              - (b) knowingly makes a false declaration,  contravenes subsections (1) and (2),\n\nceases to be a member of the  Board and the appointment of the member to the Board shall be revoked  by the President",
      "relatedImpacts": [
        "business"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "low-positive"
      }
    },
    {
      "id": "establishment-of-committees",
      "section": 10,
      "title": "Establishment of committees",
      "plainLanguage": "This section allows the Authority's Board to create committees, which can include both members of the board and outside individuals, to help with its work. Specifically, the Board must create a Technical Committee, an Audit Committee, and a Risk Committee. The Board will decide who sits on these committees and what their responsibilities are. Members of these committees are subject to the same rules as board members.",
      "rawText": "13. (1) The Board of the Authority may establish committees consisting of members of the Board of the Authority, non-members, or both, to perform a function of the Board of the Authority.\n\n(2) A  committee  composed  of  members  and  non-members  of  the  Board  of  the Authority shall be chaired by a member of the Board of the Authority.\n\n(3) Without  limiting  subsection  (1),  the  Board  of  the Authority  shall  establish  the following committees:\n\n- (a) Technical Committee;\n\n- (b) Audit Committee; and\n\n- (c) Risk Committee.\n\n(4)  Subject to the Act, the  Board of  the Authority  shall  determine  the  composition  and functions of the committees established under subsection (3).\n\n(5) Section 12 applies to a member of a committee of the Board.",
      "relatedImpacts": [
        "business"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "low-positive"
      }
    },
    {
      "id": "allowances",
      "section": 11,
      "title": "Allowances",
      "plainLanguage": "This provision states that members of the Authority's Board and committees will receive allowances and benefits. The Minister, after consulting with the Minister of Finance, will decide on the specific allowances and benefits. This ensures that board members are compensated for their time and contributions.",
      "rawText": "14. A member of the Board of the Authority and  members of a committee of the  Board of the Authority shall be paid allowances and other benefits approved by the Minister in consultation with the Minister responsible for Finance.",
      "relatedImpacts": [],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "neutral"
      }
    },
    {
      "id": "policy-directives",
      "section": 12,
      "title": "Policy  directives",
      "plainLanguage": "This provision allows the Minister to provide written policy guidance to the Authority's Board, ensuring alignment with the Authority's goals. The Board must follow these directives as long as it doesn't hinder their ability to perform their duties. The Minister cannot use this power to dictate technical or day-to-day operational decisions.",
      "rawText": "15.       (1)  The Minister may give written directives to the Board of the Authority on matters of policy in line with the object and functions of the Authority and the Board of the Authority shall comply in a manner consistent with  the effective performance of the functions of the Authority.\n\n(2)   Subsection (1) shall not  be  construed to confer  on the  Minister the power to instruct the Authority on specific technical or operational matters in relation to the object and functions of the Authority.",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "medium-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "medium-positive"
      }
    },
    {
      "id": "independence-of-the-authority",
      "section": 13,
      "title": "Independence of the Authority",
      "plainLanguage": "This provision ensures the Authority's independence. It states that the Authority is not subject to the direction or control of any other person or authority when it carries out its duties and regulatory functions. This independence is limited only by what is specified in the Act itself.",
      "rawText": "16. Except as otherwise provided in this Act, the Authority shall not be subject to the direction or control of any person or authority in the exercise of its mandate and regulatory functions.\n\nAdministrative Provisions",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "high-positive",
        "freedomOfSpeech": "high-positive",
        "privacy": "high-positive",
        "business": "high-positive"
      }
    },
    {
      "id": "appointment-of-director-general-and-deputy-director-general",
      "section": 14,
      "title": "Appointment of Director General and Deputy Director General",
      "plainLanguage": "This provision describes how the Director-General and two Deputy Directors-General of the Authority are appointed. The President will appoint these positions, and their specific job details will be outlined in their appointment letters. The Deputy Directors-General will report to the Director-General.",
      "rawText": "- (1)  The  President  shall,  in  accordance  with  article  195  of  the  Constitution,  appoint  a Director-General and two Deputy Directors-General  for the Authority.\n\n        - The Director General and Deputy Directors-General shall hold office on the terms and conditions specified in the letters of appointment.\n\n        - The  Deputy  Directors-General  shall  be  responsible  to  the  Director  General  in  the performance of their functions.",
      "relatedImpacts": [],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "neutral"
      }
    },
    {
      "id": "functions-of-the-director-general",
      "section": 15,
      "title": "Functions of the Director-General",
      "plainLanguage": "The Director-General manages the Authority's daily operations and ensures the Board's decisions are implemented. They can delegate tasks to other officers, but remain responsible for the completion of those tasks. This structure ensures accountability and efficient management within the Authority.",
      "rawText": "- (1) The Director General\n\n- (a)  is responsible for the day-to-day administration of the affairs of the Authority; and (b)  shall ensure the implementation of the decisions of the Board of the Authority.\n\n- The Director-General may delegate a function to an officer of the Authority but shall not be relieved of the ultimate responsibility for the performance of the delegated function.",
      "relatedImpacts": [],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "neutral"
      }
    },
    {
      "id": "secretary",
      "section": 16,
      "title": "Secretary",
      "plainLanguage": "The President will appoint a Secretary to the Board of the Authority, based on the Board's recommendation. The Secretary must be at least a Deputy Director within the Authority. The Secretary is responsible for supporting the Board's operations, including managing meetings, recording minutes, and distributing information.",
      "rawText": "- (1)  The  President  shall,  on  the  recommendation  of  the  Board  of  the Authority,  and  in accordance with article 195 of the Constitution appoint an officer, not below the rank of a Deputy Director of the Authority,  as Secretary of the Board of the Authority.\n\n- The Secretary shall hold office on the terms and conditions  specified in the letter of appointment.\n\n(3)The Secretary shall\n\n            - (a) facilitate the efficient operation of the Authority's formal decision making and reporting processes;\n\n            - (b) attend meetings of the Board;\n\n            - (c) record and keep the certified minutes of all meetings of the  Board;\n\n            - (d) collect,  organise  and  distribute  to  members  of  the  Board    relevant information and documents for the purpose of  meetings of the Board;\n\n            - (e) advise the Board on matters related to memoranda and  presentations for meetings of the Board; and\n\n            - (f) perform any other function determined by the Board or by  the DirectorGeneral.",
      "relatedImpacts": [],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "neutral"
      }
    },
    {
      "id": "appointment-of-other-staff",
      "section": 17,
      "title": "Appointment of other staff",
      "plainLanguage": "This provision describes how the Authority will be staffed. The President appoints staff, and public officials can be transferred to the Authority. The Authority can also hire advisors and consultants. The Authority is in charge of training and integrating new staff members.",
      "rawText": "20. (1) The President shall, in accordance with article 195 of the Constitution, appoint other staff of the Authority that are necessary for the effective and efficient performance of the functions of the Authority.\n\n        - Other  public  officers  may  be  transferred  or  seconded  to  the  Authority  or  may otherwise give assistance to the Authority.\n\n        - The Authority may, for the effective and efficient performance of the functions of the Authority, engage the services of advisors and consultants on the recommendations of the Board of the Authority.\n\n        - The Authority  shall  exercise  control  over  the  assignment,  training  and  appropriate induction of a person employed as an officer or staff of the Authority in accordance with the Scheme of Service of the Authority.",
      "relatedImpacts": [],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "neutral"
      }
    },
    {
      "id": "offices-divisions-directorates-departments-or-units-of-the-authority",
      "section": 18,
      "title": "Offices, divisions, directorates, departments or units of the Authority",
      "plainLanguage": "This provision allows the Authority to create internal offices, divisions, departments, or units as needed. The goal is to ensure the Authority can effectively manage its operations and fulfill its duties. The Authority's Board will decide on the structure and organization of these internal units.",
      "rawText": "- The Authority may establish offices, divisions, directorates, departments  or units of the Authority as determined by the Board of the Authority for the effective and efficient performance of the functions of the Authority.",
      "relatedImpacts": [],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "neutral"
      }
    },
    {
      "id": "internal-audit-unit",
      "section": 19,
      "title": "Internal Audit Unit",
      "plainLanguage": "This section mandates the creation of an Internal Audit Unit within the Authority to ensure financial oversight. The unit, led by an appointed Internal Auditor, will conduct regular audits. The auditor will then report their findings and recommendations to the Authority's Board, Director General, and chairperson. This process aims to promote transparency and accountability in the Authority's operations.",
      "rawText": "22. (1) The Authority shall have an Internal Audit Unit in accordance with section 83 of the Public Financial Management Act, 2016 (Act 921).\n\n- The Internal Audit Unit shall be headed by an Internal Auditor who shall be appointed in accordance with the Internal Audit Agency Act, 2003 (Act 658).\n\n- The Internal Auditor is responsible for the internal audit of the Authority.\n\n- The Internal Auditor shall, subject to subsections (3) and (4) of section 16 of the Internal Audit Agency Act, 2003 (Act 658), at intervals of three months\n\n- (a) prepare and submit to the Board of the Authority a report on the internal audit carried out during the period of three months immediately preceding the preparation of the report; and\n\n(b) make recommendations in each report with respect to matters necessary for the conduct of the affairs of the Authority.\n\n(5) The Internal Auditor shall, in accordance with subsection (4) of section 16 of the Internal Audit Agency Act,  2003  (Act  658),  submit  a  copy  of  each  report  prepared  under  this  section  to  the Director General and the chairperson of the Board of the Authority.\n\n## Financial Provisions",
      "relatedImpacts": [
        "innovation",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "low-positive",
        "business": "low-positive"
      }
    },
    {
      "id": "funds-of-the-authority",
      "section": 20,
      "title": "Funds of the Authority",
      "plainLanguage": "This section outlines how the Authority is funded. The Authority receives money from fees and charges related to its activities, government funding allocated by Parliament, and donations or grants it may receive. It can also generate income from investments and any other sources approved by the Minister responsible for Finance. These funds are used to support the Authority's operations.",
      "rawText": "- The funds of the Authority include\n\n          - (a) fees, charges or any other moneys payable under this Act, or  any other enactment,\n\n          - (b) any moneys provided by Parliament,\n\n          - (c) donations, grants and gifts,\n\n          - (d) moneys derived from the investment of the Authority's  funds, and\n\n          - (e) any other moneys that are approved by the Minister  responsible for Finance.",
      "relatedImpacts": [],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "neutral"
      }
    },
    {
      "id": "bank-account-of-the-authority",
      "section": 21,
      "title": "Bank account of the Authority",
      "plainLanguage": "This provision mandates that the Authority must have a bank account to manage its funds. The account must be opened with the Controller and Accountant-General's approval. This ensures proper financial oversight of the Authority's monetary resources.",
      "rawText": "- Moneys for the Authority shall be paid into a bank account opened for the purpose with the approval of the Controller  and Accountant-General.",
      "relatedImpacts": [],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "neutral"
      }
    },
    {
      "id": "expenses-of-the-authority",
      "section": 22,
      "title": "Expenses of the Authority",
      "plainLanguage": "This provision simply states that the Authority is responsible for paying its own expenses. The Authority will use its own funds to cover any costs it incurs. This ensures the Authority is financially independent and accountable for its spending.",
      "rawText": "- The expenses of the Authority shall be charged on the funds of the Authority.",
      "relatedImpacts": [],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "neutral"
      }
    },
    {
      "id": "exemption-from-tax",
      "section": 23,
      "title": "Exemption from tax",
      "plainLanguage": "This provision exempts the Authority from paying certain taxes. The Minister of Finance, with Parliament's approval, will decide which taxes are exempt. This exemption is conditional on the Constitution and the Exemptions Act, 2022.",
      "rawText": "- Subject to article 174 of the Constitution and the Exemptions Act, 2022 (Act 1083), the Authority is exempt from the payment of taxes that the Minister responsible for Finance may, in writing, determine with the prior approval of Parliament.",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "low-positive"
      }
    },
    {
      "id": "borrowing-powers",
      "section": 24,
      "title": "Borrowing powers",
      "plainLanguage": "This section allows the Authority to borrow money from organizations or individuals with the Minister's written approval, as long as it complies with existing financial regulations. The Authority can also use its assets as security for these loans, but this also requires the Minister's written consent. This provision enables the Authority to access funds for its operations or projects, while ensuring ministerial oversight and adherence to financial laws.",
      "rawText": "- (1)  Subject  to  article  181  of  the  Constitution  and  section  76  of  the  Public  Financial Management Act, 2016 (Act 921), and with the prior consent in writing of the Minister, the Authority may borrow money from a body corporate or any other person.\n\n(2) For the purposes of securing the money borrowed, the Authority may, with the prior consent in writing of the Minister, mortgage, charge or pledge a right, title or an interest in any of the properties of the Authority.",
      "relatedImpacts": [
        "business"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "low-positive"
      }
    },
    {
      "id": "accounts-and-audit",
      "section": 25,
      "title": "Accounts and audit",
      "plainLanguage": "The Authority is required to keep financial records approved by the Auditor-General. At the end of each financial year, the Authority must submit these accounts to the Auditor-General for auditing. The Auditor-General then has six months to audit the accounts and provide a report to both the Minister and the Authority's Board.",
      "rawText": "- (1)  The  Authority  shall  keep  books,  records,  returns  of  account  and  other  documents relevant to the accounts in the form approved by the Auditor-General.\n\n(2) The Board of the Authority shall submit the accounts of the Authority  to the AuditorGeneral for audit at the end of the financial year.\n\n(3)  The  Auditor-General  shall,  within  six  months  after  the  end  of  the  immediately preceding financial year, audit the accounts of the  Authority and forward a copy of the report to the Minister and the Board of the Authority.\n\n(4)  The  financial  year  of  the  Authority  shall  be  the  same  as  the  financial  year  of  the Government.",
      "relatedImpacts": [],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "neutral"
      }
    },
    {
      "id": "annual-report-and-other-reports",
      "section": 26,
      "title": "Annual report and other reports",
      "plainLanguage": "This provision mandates that the Authority's Board must create an annual report detailing its activities, audit findings, and stakeholder feedback, which is then submitted to the Minister. The Minister then presents this report to Parliament. The Board must also provide any other reports requested by the Minister. This ensures transparency and accountability of the Authority's operations to both the government and the public.",
      "rawText": "- (1) The Board of the Authority shall, within thirty days after the receipt of the audit report, submit  an  annual  report  to  the  Minister,  covering  the  activities  and  operations  of  the Authority for the year to which the report relates.\n\n(2) The annual report shall include\n\n        - (a) the report of the Auditor-General;\n\n(b) an assessment of the targets of the Authority; and\n\n(c) a summary of challenges and feedback from stakeholders and recommendations to improve the efficiency and effectiveness of the Authority.\n\n(3)  The Minister shall, within thirty days after the receipt of the annual report, submit the report to Parliament with a statement that the Minister considers necessary.\n\n(4)  The  Board  of  the Authority  shall  submit  to  the  Minister  any  other  report  that  the Minister may require in writing.\n\n## Miscellaneous provisions",
      "relatedImpacts": [
        "business"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "low-positive"
      }
    },
    {
      "id": "procedure-for-decision-making-by-the-authority",
      "section": 27,
      "title": "Procedure for decision-making by the Authority",
      "plainLanguage": "This section describes how the Authority Board should make decisions, ensuring fairness and transparency. The Board must publish decisions, allow input from those affected, and provide written explanations for their choices. A public register of Board members' financial interests will also be maintained for transparency.",
      "rawText": "30. (1) In the exercise of its function under this Act and the Electronic Communications Act, 2025 (Act …) the Board shall\n\n(a)observe reasonable standards of procedural fairness;\n\n(b)act timeously; and\n\n(c )observe the rules of natural justice when making decisions that affect a person.\n\n(2)Without limiting subsection (1), the Board shall\n\n(a)publish a matter for decision in the Gazette as considered  necessary or as required by the Electronic Communications Act, 2025 (Act …) prior to making a decision;\n\n(b)grant  a  person  who  is  or  is  likely  to  be  affected  by  a  decision    of  the  Board,  an opportunity;\n\n(i) to make a submission to the Board,\n\n(ii)to be heard by the Board, or\n\n(iii) to consult with the Board in good faith, and\n\n(c)  have  regard  to  evidence  adduced  and  matters  contained  in  a    submission  made  or received in the course of any  consultation.\n\n(d)Where the Board makes a decision, it shall\n\n(i)state in writing the reasons for the decision; and\n\n(ii)provide in accordance with its procedure; notification of  the decision to the relevant persons.\n\n(3) The Board may, on application or on its own motion, review,  rescind or vary a decision made by it or hear a matter again before  rendering a decision.\n\n## Register of interests\n\n31(1) The Director-General shall cause to be kept and maintained a Register in which shall be recorded details of\n\n          - (a) any share or debenture owned by a member of the Board;\n\n          - (b) other financial interests a member of the Board has in a  corporate body;\n\n          - (c) any public or charitable appointment or directorship held  by a member; and\n\n          - (d) any other matter required to be registered.\n\n(2) The Register shall be publicly accessible, in both physical and  electronic form.\n\n(3)The Register shall be open to the public for physical inspection  during normal working hours and subject to the payment of a fee determined by the Authority.\n\n(4) A person may\n\n(a) make a copy of the content of the Register, or\n\n(b) take an extract from the Register, at the fee that the Authority may determine.",
      "relatedImpacts": [
        "innovation",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "medium-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "low-positive",
        "business": "medium-positive"
      }
    },
    {
      "id": "code-of-conduct",
      "section": 28,
      "title": "Code of conduct",
      "plainLanguage": "This provision requires the Board to develop a code of conduct for its members, staff, and anyone working with the Authority within one year. The code will outline expected behavior and ethical standards. The Authority must update the code regularly to keep up with changes in the communications industry.",
      "rawText": "32. (1) The Board shall establish within one year of the commencement of this Act, a code of conduct for members of the Board, staff and  persons whose services the Authority engages.\n\n(2) The Authority shall revise the code of conduct from time to time having regard to the changing regulatory objectives in the communications industry.",
      "relatedImpacts": [
        "business"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "low-positive"
      }
    },
    {
      "id": "application",
      "section": 29,
      "title": "Application",
      "plainLanguage": "This law applies to the entire Republic. The government and all parts of the government must follow this law. This ensures the law is enforceable across all levels of the Republic's structure.",
      "rawText": "33.This Act binds the Republic.",
      "relatedImpacts": [],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "neutral"
      }
    },
    {
      "id": "regulations",
      "section": 30,
      "title": "Regulations",
      "plainLanguage": "This section allows the Minister to create regulations for the telecom industry. These regulations can include requiring approval for new services that use personal data, setting standards for connecting different communication systems, and establishing universal service standards. The regulations can also address emergency communications, promote local content, and cover other areas to ensure the law is effectively implemented.",
      "rawText": "34. The Minister may, on the advice of the Board by legislative  instrument make Regulations to\n\n          - (c) prescribe that all new telecom-related services involving the processing of personal data, including AI-powered customer service applications, shall be subject to prelicensing approval following a joint evaluation by the National Communications Authority and the Data Protection Commission;\n\n          - (d) prescribe conditions for interconnection of communication  systems;\n\n          - (e) provide  procedures  for  the  implementation  of  a  system  of    universal  service provision including the quality of service  standards;\n\n          - (f) provide procedures for the use of\n\n                - (i) network facilities,\n\n                - (ii) network services,\n\n                - (iii) application services,\n\n                - (iv) content application services,\n\n          - (g) provide procedures for an integrated framework for robust, multi-hazard emergency communications on the declaration of an emergency in accordance with law; and\n\n          - (h) provide  for  local  content  and  local  equity  participation  in  the  provision  of communication services;\n\n          - (i) provide  for  any  other  matter  necessary  for  the  effective    implementation  of  the provisions of this Act.",
      "relatedImpacts": [
        "innovation",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "high-negative",
        "freedomOfSpeech": "neutral",
        "privacy": "low-positive",
        "business": "high-negative"
      }
    },
    {
      "id": "interpretation",
      "section": 31,
      "title": "Interpretation",
      "plainLanguage": "This section provides definitions for important terms used in the Act, such as \"Authority,\" \"Application,\" \"communication services,\" and \"user.\" These definitions clarify the meaning of these terms within the context of the law. Understanding these definitions is essential for interpreting the Act correctly.",
      "rawText": "35. In this Act, unless the context 'otherwise requires\n\n\"Authority\" means the National Communications Authority established under section 1;\n\n'Application'  means  any  software-based  mechanism,  digital  platform,  or  computer program that is designed to:\n\n(a) process and transmit  information or execute functions,  including  but not limited to processing, storing, displaying, or transmitting data or communications that are delivered to end users\n\n            - (b) enable  interactive  or  content-based  functionality  or  provide  interactive services, facilitate  user  engagement  or  offer  content  enhancements  such  as multimedia, informational or entertainment features in conjunction with telecommunications network\n\n            - (c) operate via digital or telecommunication infrastructure or be deployed on, or function over, networks that include traditional telecommunications or internetbased systems, thereby complementing or augmenting core voice, messaging , or data transmission services\n\n'Application services' means\n\n\"Board\" means the governing body of the Authority established under section 6;\n\n'Communication  ecosystem' means the interconnected network of individuals, organizations,  technologies,  and  information  flows  that  shape  how  messages  are produced, disseminated, and received within a specific context.\n\n\"communications  network\"  means  a  communications  network  used  to  provide  a communications service;\n\n\"communications operator\"  means  a  person  authorised  or  licensed  under  this Act  to operate a communications network;\n\n'Communication services'  means the transmission, conveyance, or routing of  voice, data, text, sound, images, video, signals, signs, intelligence or any other information by wire,  radio,  optical,  electromagnetic  systems,  or  other  means.  This  includes  but  not limited to services such as telephone services, mobile cellular services, internet access, broadcasting, satellite services, and any related ancillary services\n\n\"communications supplier\" means a person authorised or licensed under this Act to provide communications service;\n\n'Licence' means\n\n\"Minister\" means the Minister responsible for Communications;\n\n\"Universal Access Policy\" means the eligibility of\n\n- (a) a person licensed under the Electronic Communications Act, 2025 communications network; and (Act …) to operate\n\n- (b) a person licensed under the Electronic Communications Act, 2025 (Act …) to provide a  communications service;\n\nand\n\n\"user\"  means  a  customer  or  subscriber  of  a  communications    network  or  a communications  or  broadcasting  service  and    includes  a  customer  that  is  an operator of  a  communications    network  and  a  customer  that  is  a  provider  of  a communications service.",
      "relatedImpacts": [
        "innovation",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "medium-negative",
        "freedomOfSpeech": "neutral",
        "privacy": "low-negative",
        "business": "medium-negative"
      }
    },
    {
      "id": "transitional-provisions",
      "section": 32,
      "title": "Transitional provisions",
      "plainLanguage": "This section transfers all assets, rights, and responsibilities from the previous National Communications Authority to the newly established Authority. Employees of the old Authority will now work for the new Authority. Any existing contracts that the old Authority had will remain valid under the new Authority.",
      "rawText": "36.  (1)  The  rights,  assets  and  liabilities  accrued  in  respect  of  the  properties    vested  in  the Authority  established  under  the  National  Communications    Authority  Act  2008  (Act  769) immediately before the commencement of  this Act and the persons employed by the Authority shall be transferred  to the Authority established under this Act  and accordingly proceedings taken by or against the former Authority  may be continued by or against the Authority.\n\n(2) A  contract  subsisting  between  the  former Authority  established    under  the  National Communications Authority, 2008 (Act 679) and  another person and in effect immediately before the commencement of  this Act shall subsist between the Authority under this Act and that other person.",
      "relatedImpacts": [
        "business"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "low-positive"
      }
    },
    {
      "id": "repeal-and-savings",
      "section": 33,
      "title": "Repeal and savings",
      "plainLanguage": "This section repeals the previous National Communications Authority Act but ensures that all existing licenses and regulations remain in effect until they are reviewed under the new law. It also includes a detailed schedule outlining what information the National Communications Authority must include in its annual report, covering areas like policy review, performance, financial accountability, and human resources. This ensures transparency and accountability in the Authority's operations.",
      "rawText": "37. (1) The National Communications Authority Act, 2008 (Act 769)  is hereby repealed.\n\n(2) Despite the repeal of Act 769 any licence, frequency,  authorisation, Regulation, notice, order, direction, appointment or any  other act lawfully made or done under the repealed enactment and in force  immediately before the commencement of this Act shall be considered to  have been made  or  done  under  this Act  and  shall  continue  to  have  effect    until  reviewed,  cancelled  or terminated.\n\n## SCHEDULE\n\n## FORM AND CONTENT OF ANNUAL REPORT\n\n(Section 29)\n\n| Ref. | Part of Report | Description |\n| --- | --- | --- |\n| 1 2 3 4 5 6 6.1 6.2 6.3 6.4 6.5 6.6 7 | Review by the Board Report on Policy | Table of contents Index Glossary Contact officer(s) Internet home page address and Internet address for report Review by the board Overview description of Authority Role and functions Summary of significant issues and de- velopment Organisational structure Overview of the Authority's performance and financial results Significant issues and development Outlook for the following year Review of adherence and implementation of policy objec- |\n\n|  | Objectives | tives and measurements of achievement in period. |\n| --- | --- | --- |\n| 8 | Report on Performance | Review of performance during the year in relation to out- puts and contribution to outcomes |\n| 8.1 |  | Actual performance in relation to performance targets set in the preceding year |\n| 8.2 |  | Where performance targets differ from those set in the pre- ceding year details of both former and new targets, and reason for the change |\n| 8.3 |  | Narrative discussion and analysis of performance |\n| 8.4 |  | Trend information |\n| 8.5 |  | Factors, events or trends influencing the Authority's per- formance |\n| 8.6 |  | Significant changes in nature of principal functions/services |\n| 8.7 |  | Performance against service charter customer service stan- dards, complaints data, and the Authority's response to complainsts |\n| 8.8 |  | Social justice and equity impacts |\n| 8.9 |  | Discussion and ananlysis of the Authority's financial per- formance |\n| 8.10 |  | Discussion of any significant changes from the prior year or from budget |\n\n| Ref. | Part of Report | Description |\n| --- | --- | --- |\n| 8.11 |  | Summary of resource tables by outcomes |\n| 8.12 |  | Developments since the end of the financial year that have affected or may significantly affect the Authority's operations or financial results in future |\n| 9 | Interconnection | Number of interconnection agreements submitted to the Authority's and the names of parties to the |\n|  | Agreements |  |\n|  | Licences and | Agreements Applications for licences received and number of Ii censes granted and names of beneficiaries, license revoked or suspended. |\n| 10 | Authorisations |  |\n| 11 | Numbers issued |  |\n| 12 | Frequencies issued |  |\n| 13 | Fees collected |  |\n| 14 | Management Accountability |  |\n| 15 | Corporate Governance | Statement of the main corporate governance practice in place |\n| 15.1 |  | Names of the senior executives and their responsibilities |\n| 15.2 |  | Senior management committees and their roles |\n| 15.3 |  | Board Committees established or in existence and their roles |\n| 15.4 |  | Corporate and operational planning and associated performance reporting and review |\n\n| 15.5 |  | Approach adapted to identifying areas of significant financial or operational risk and arrangements in place to manage risks |\n| --- | --- | --- |\n| 15.6 |  | Certification of fraud measures in place |\n| 15.7 |  | Policy and practices and the establishment and maintenance of appropriate ethical standards |\n| 15.8 |  | How nature and amount of remuneration far senior executive service employees is determined |\n| 16 16.1 | External Scrutiny | Code of conduct far directors any change Significant developments in external scrutiny Judicial decisions and decisions of the Telecornmunications Tribunal |\n| 16.2 |  | Reports by the Auditor-General, Parliamentary Committee or other competent government body |\n| Ref. | Part of Report | Description |\n| 17 | Management of Human Resources | Assessment of effectiveness in managing and developing human resources to achieve, staff turnover and retention |\n| 17.1 |  | Workforce planning, staff turnover and retention |\n| 17.2 |  | Training and development undertaken and their im- pact |\n| 17.3 17.4 |  | Occupational health and safety performance Productivity gains |\n| 17.5 17.6 |  | Statistics on staffing Performance pay |\n| 18 | Purchasing | Assessment of purchasing against core policies and principles |\n| 19 | Assets management | Assessment of effectiveness of assets management |\n| 20 | Consultants and Competitive Tendering and Contracting | Number and nature of consultancy services and con- tracts and total expenditure on consultancy services. |\n| 20.1 20.2 |  | Competitive tendering and contracting contracts awarded and outcomes For all contracts indication of how the provisions |\n| 21 | Providing access to people with disabilities | Report on performance in implementing the Disability Strategy or ensuring compliance with the Disability Act. |\n| 22 23 | Financial Statements Other Information | Audited Financial Statements |\n| 23.1 23.3 |  | Occupational health and safety Freedom of Information Advertising and Market Research |\n| 23.2 |  |  |\n| 23.4 |  | Ecologically sustainable development and environmental performance |\n| 24 |  | Research sponsored and effect Human Resource Capacity holding initiatives |\n|  |  | and outcomes |\n| 24.1 | Other | Discretionary Grants Correction of material errors in previous annual report |\n\n*Date of Gazette",
      "relatedImpacts": [
        "business"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "low-positive"
      }
    }
  ],
  "notebookLMVideo": {
    "url": ""
  },
  "deadline": "2025-11-14",
  "feedbackInstructions": "Submit responses electronically to info@nca.org.gh. Respondents are encouraged to specify the sections of the Bill they support or oppose and to provide suggestions for improvement. All responses will be treated as non-confidential.",
  "feedbackUrl": "mailto:info@nca.org.gh",
  "relatedBills": [
    "5-electronic-communications-amendment-bill",
    "6-misinformation-disinformation-hate-speech-and-publication-of-other-information-mdhi-bill-2025",
    "13-cyber-security-amendment-bill"
  ]
}