{
  "id": "2-emerging-technologies-bill",
  "title": "Emerging Technologies Bill",
  "summary": "The Emerging Technologies Bill establishes a new regulatory Agency to promote and oversee artificial intelligence, blockchain, Internet of Things, cloud technology, and quantum computing in Ghana. The Agency operates through a multi-stakeholder Board including government representatives, industry members, and presidential appointees, with a mandate to encourage research and development while establishing ethical guidelines and safety standards ([1](#1-object-of-the-agency), [4](#4-governance-of-the-governing-body-of-the-agency)).\n\nThe bill creates **enforceable regulatory principles** that apply across all emerging technology systems. These include prohibitions on using technologies to undermine **democratic processes and elections** ([20](#20-integrity-of-democratic-processes-and-the-rule-of-law)), requirements for **algorithmic fairness** to prevent discrimination based on personal characteristics ([21](#21-discrimination-and-bias)), and mandates for **human oversight** in decisions affecting health, law enforcement, employment, and elections ([28](#28-human-oversights)). Technologies must implement **transparency measures** allowing identification of AI-generated content ([22](#22-transparency-and-oversight)), comply with existing **data protection laws** ([23](#23-personal-data-protection)), and include **consumer warnings** enabling informed consent ([24](#24-consumer-protection)). The bill prohibits systems from spreading **misinformation or disinformation** ([29](#29-misinformation-and-disinformation)) and requires **robust cybersecurity** protections ([30](#30-security)). Violations carry administrative penalties ranging from 1,000 to 5,000 penalty units depending on severity ([34](#34-enforcement)).\n\nFor businesses and innovators, the bill provides **support infrastructure** through the Agency's functions promoting research, skills development, digital infrastructure, and investment attraction ([2](#2-functions-of-the-agency)). Developers retain **intellectual property rights** under existing frameworks ([32](#32-intellectual-property)). However, companies face **compliance obligations** including risk assessment and impact management throughout technology lifecycles ([27](#27-risk-and-impact-management)), accountability for negative impacts on rights and democratic values ([25](#25-accountability-and-responsibility)), and reliability standards requiring testing and monitoring ([26](#26-reliability)). The **multi-agency enforcement structure** involves the Electoral Commission, Human Rights Commission, Data Protection Authority, and other bodies overseeing different aspects ([34](#34-enforcement)), which may create coordination challenges but ensures specialized oversight.\n\nThe bill grants citizens a **direct right to judicial redress** for violations ([33](#33-right-to-redress)) while the Minister retains authority to issue **policy directives** to the Board ([11](#11-ministerial-directives)) and create implementing regulations ([35](#35-regulations)). The Agency's funding comes from parliamentary allocations, grants, donations, and revenue-generating activities ([17](#17-funds-of-the-agency)), with financial accountability through audits and annual parliamentary reporting ([18](#18-accounts-and-audit), [19](#19-annual-report-and-other-reports)). This framework positions Ghana to participate in the global technology economy while establishing guardrails for democratic integrity, human rights protection, and consumer safety, though implementation effectiveness will depend on the Agency's capacity, inter-agency coordination, and the specificity of forthcoming ministerial regulations.",
  "pdfPath": "pdfs/2. Emerging Technologies Bill.pdf",
  "impacts": {
    "innovation": {
      "score": "high-positive",
      "description": {
        "score": "high-positive",
        "analysis": "The Emerging Technologies Bill creates a **comprehensive support framework** for digital innovation in Ghana, establishing institutional infrastructure specifically designed to accelerate technology development and entrepreneurship. The Agency's core mandate ([1](#1-object-of-the-agency)) centers on advancing emerging technology adoption, promoting research and innovation, and facilitating cross-border technology transfer - positioning Ghana as an active participant in the global digital economy. This foundational commitment to innovation is reinforced by explicit objectives to deploy technology for social and economic productivity while ensuring consistency with human rights and democratic values, creating a balanced approach that encourages innovation within ethical boundaries.\n\nThe bill's most significant contribution to digital innovation lies in its **extensive support mechanisms** detailed in the Agency's functions ([2](#2-functions-of-the-agency)). These include promoting research, creativity and innovation throughout the technology value chain; developing emerging technology curriculum and education programs to expand the talent pool; equipping underserved communities with technology skills; empowering youth for job creation and digital economy participation; building digital infrastructure for affordable access; creating investment-ready environments for startups and innovative companies; and providing direct technical support for technology developers. The Agency will also facilitate data access and governance across institutions while safeguarding privacy rights, accelerate technology adoption in key economic sectors (healthcare, agriculture, transportation, energy, financial services), and encourage competitiveness in technology development. This multi-faceted approach addresses the full innovation ecosystem - from education and skills development to infrastructure, funding, and market access.\n\nThe bill strengthens the innovation environment through **governance integrity measures** that protect against corruption and favoritism. The conflict of interest disclosure requirements ([8](#8-disclosure-of-interest)) ensure that Board members cannot use their positions for personal gain, with mandatory disclosure and recusal from relevant deliberations, and automatic removal for violations. This transparency helps ensure that Agency resources, support programs, and regulatory decisions serve genuine innovation objectives rather than insider interests. Combined with the Agency's mandate to promote international cooperation, encourage investments, and establish guidelines for ethical technology use, the bill creates a robust foundation for sustainable digital innovation - though success will ultimately depend on adequate funding, effective implementation, and maintaining regulatory balance that supports rather than stifles entrepreneurial activity."
      },
      "relatedProvisions": [
        "1-object-of-the-agency",
        "2-functions-of-the-agency",
        "3-powers-of-the-agency",
        "4-governance-of-the-governing-body-of-the-agency",
        "8-disclosure-of-interest",
        "20-integrity-of-democratic-processes-and-the-rule-of-law",
        "21-discrimination-and-bias",
        "22-transparency-and-oversight",
        "24-consumer-protection",
        "25-accountability-and-responsibility",
        "26-reliability",
        "27-risk-and-impact-management",
        "28-human-oversights",
        "29-misinformation-and-disinformation",
        "30-security",
        "32-intellectual-property",
        "33-right-to-redress",
        "34-enforcement",
        "35-regulations",
        "36-interpretation"
      ]
    },
    "freedomOfSpeech": {
      "score": "high-negative",
      "description": {
        "score": "high-negative",
        "analysis": "This bill poses **significant risks to freedom of speech** through its prohibition on emerging technology systems spreading \"false information including emerging technology-generated misinformation and disinformation\" ([29](#29-misinformation-and-disinformation)). While combating harmful disinformation is a legitimate policy goal, this provision's **vague and overbroad language** creates substantial threats to legitimate expression. The bill provides no definitions for \"false information,\" \"misinformation,\" or \"disinformation,\" leaving enforcement authorities with wide discretion to determine what speech is prohibited. This ambiguity will likely produce **chilling effects**, as technology developers and platforms implement aggressive content filtering to avoid penalties ranging up to 5,000 penalty units.\n\nThe provision operates as a form of **prior restraint on speech** facilitated through AI, algorithms, and other emerging technologies—increasingly the primary channels for public discourse. Without clear standards distinguishing deliberate disinformation from errors, satire, parody, contested facts, or legitimate opinion, the prohibition risks suppressing protected speech. The **multi-agency enforcement structure** ([34](#34-enforcement)) involving bodies like the Electoral Commission and Human Rights Commission may lead to inconsistent application and potential politicization of speech restrictions. Technology companies facing liability will likely err toward over-censorship rather than risk penalties, effectively privatizing speech regulation without the procedural protections typically required for government restrictions on expression.\n\nThe bill provides no **procedural safeguards** such as judicial pre-approval, narrow tailoring to specific harms, consideration of speaker intent, or protections for opinion and satire. While the right to judicial redress ([33](#33-right-to-redress)) offers post-hoc relief, the damage to free expression occurs when speech is preemptively blocked or when speakers self-censor to avoid penalties. This framework could significantly constrain democratic discourse, investigative journalism using AI tools, and public debate on contested issues—all conducted increasingly through the emerging technologies this bill regulates. The provision requires substantial revision with clear definitions, narrow scope, and robust due process protections to balance legitimate anti-disinformation goals with constitutional free speech guarantees."
      },
      "relatedProvisions": [
        "3-powers-of-the-agency",
        "8-disclosure-of-interest",
        "13-appointment-of-chief-executive-officer",
        "19-annual-report-and-other-reports",
        "20-integrity-of-democratic-processes-and-the-rule-of-law",
        "22-transparency-and-oversight",
        "25-accountability-and-responsibility",
        "29-misinformation-and-disinformation",
        "33-right-to-redress",
        "34-enforcement",
        "35-regulations"
      ]
    },
    "privacy": {
      "score": "medium-positive",
      "description": {
        "score": "medium-positive",
        "analysis": "The Emerging Technologies Bill takes a **preservationist approach** to privacy and data rights by explicitly requiring that all emerging technology systems comply with existing **data protection laws** ([23](#23-personal-data-protection)). This provision ensures that innovations in artificial intelligence, blockchain, Internet of Things, cloud computing, and quantum technologies cannot operate in a regulatory vacuum or circumvent established privacy protections. By anchoring emerging technology regulation to Ghana's existing data protection framework, the bill prevents the erosion of privacy rights that might otherwise occur as new technologies create novel data collection and processing capabilities.\n\nThe bill strengthens privacy protection indirectly through complementary safeguards. The **transparency and oversight** requirements ([22](#22-transparency-and-oversight)) mandate that AI-generated content be identifiable, enabling citizens to understand when automated systems are processing their information. The **consumer protection** provisions ([24](#24-consumer-protection)) require warnings that facilitate informed consent before individuals engage with emerging technologies. Together with **accountability requirements** ([25](#25-accountability-and-responsibility)) that hold developers responsible for negative impacts on rights, these provisions create a supportive ecosystem for privacy protection even though they don't establish new privacy rights.\n\nThe bill's governance structure includes provisions like **disclosure of interest** requirements for Board members ([8](#8-disclosure-of-interest)), which promote transparency in regulatory decision-making. While this doesn't directly create privacy protections, it ensures that the Agency overseeing emerging technologies operates with integrity. The primary limitation is that the bill doesn't enhance or modernize privacy protections for the unique challenges of emerging technologies—it simply maintains existing standards. The effectiveness of privacy protection will therefore depend on whether Ghana's current data protection laws are sufficiently robust to address AI-driven profiling, blockchain transparency tensions, and IoT surveillance capabilities."
      },
      "relatedProvisions": [
        "1-object-of-the-agency",
        "2-functions-of-the-agency",
        "3-powers-of-the-agency",
        "4-governance-of-the-governing-body-of-the-agency",
        "8-disclosure-of-interest",
        "13-appointment-of-chief-executive-officer",
        "19-annual-report-and-other-reports",
        "21-discrimination-and-bias",
        "22-transparency-and-oversight",
        "23-personal-data-protection",
        "24-consumer-protection",
        "25-accountability-and-responsibility",
        "26-reliability",
        "27-risk-and-impact-management",
        "28-human-oversights",
        "30-security",
        "33-right-to-redress"
      ]
    },
    "business": {
      "score": "high-positive",
      "description": {
        "score": "high-positive",
        "analysis": "The Emerging Technologies Bill creates a **highly favorable business environment** for technology companies, startups, and innovators in Ghana. The establishment of the Agency with explicit mandates to **promote research and innovation** ([1](#1-object-of-the-agency)), **create investment-ready environments** ([2](#2-functions-of-the-agency)), and **facilitate cross-border technology transfer** ([1](#1-object-of-the-agency)) provides institutional support that many emerging technology ecosystems lack. The Agency's comprehensive functions include **providing technical support for developers** ([2](#2-functions-of-the-agency)), **encouraging competitiveness** ([2](#2-functions-of-the-agency)), and **accelerating adoption in key economic sectors** including healthcare, agriculture, transportation, energy, and financial services ([2](#2-functions-of-the-agency)). This sector-specific focus creates clear market opportunities for technology businesses.\n\nThe bill addresses critical infrastructure gaps that often hinder technology businesses in developing economies. The Agency will **develop digital infrastructure for affordable access** ([2](#2-functions-of-the-agency)), **facilitate data access and governance** while protecting privacy ([2](#2-functions-of-the-agency)), and **promote skills development** through inclusive educational programs ([2](#2-functions-of-the-agency)). These functions tackle fundamental challenges around connectivity, data availability, and talent shortages that typically constrain technology business growth. The emphasis on **empowering youth with skills** ([2](#2-functions-of-the-agency)) and **expanding the number of graduates with expertise in data science, engineering, and computer science** ([2](#2-functions-of-the-agency)) directly addresses the human capital needs of technology companies.\n\nThe governance framework enhances business confidence through **transparency and accountability measures**. The requirement for Board members to **disclose conflicts of interest** and recuse themselves from related deliberations ([8](#8-disclosure-of-interest)) protects businesses from potential favoritism or corruption in regulatory decisions. The Agency's mandate to **advise government on technology matters** ([2](#2-functions-of-the-agency)) and **build an emerging technology community for knowledge sharing** ([2](#2-functions-of-the-agency)) positions it as a business advocate within government while fostering collaboration. By explicitly aiming to **deploy emerging technology to increase social and economic productivity** ([1](#1-object-of-the-agency)) and **optimize emerging technology for economic development** ([2](#2-functions-of-the-agency)), the bill signals government commitment to creating conditions where technology businesses can thrive and contribute to national development."
      },
      "relatedProvisions": [
        "1-object-of-the-agency",
        "2-functions-of-the-agency",
        "3-powers-of-the-agency",
        "4-governance-of-the-governing-body-of-the-agency",
        "6-tenure-of-office-of-members",
        "8-disclosure-of-interest",
        "13-appointment-of-chief-executive-officer",
        "20-integrity-of-democratic-processes-and-the-rule-of-law",
        "21-discrimination-and-bias",
        "22-transparency-and-oversight",
        "23-personal-data-protection",
        "24-consumer-protection",
        "25-accountability-and-responsibility",
        "26-reliability",
        "27-risk-and-impact-management",
        "28-human-oversights",
        "29-misinformation-and-disinformation",
        "30-security",
        "32-intellectual-property",
        "33-right-to-redress",
        "34-enforcement",
        "35-regulations",
        "36-interpretation"
      ]
    }
  },
  "keyConcerns": [
    {
      "id": "undefined-false-information-ban-threatens-speech",
      "title": "Undefined \"False Information\" Ban Threatens Speech",
      "severity": "high",
      "description": "This provision prohibits emerging technology systems from spreading **\"false information including misinformation and disinformation\"** without defining these terms. Technology companies face administrative penalties of 1,000-5,000 penalty units for violations, but cannot determine what content is prohibited—the law doesn't distinguish between deliberate lies, contested facts, satire, predictions, or opinion. This vagueness creates powerful incentives for **over-censorship**: platforms will suppress legitimate speech to avoid penalties they cannot predict, particularly affecting startups lacking resources for extensive legal review.",
      "relatedProvisions": [
        "29-misinformation-and-disinformation"
      ],
      "relatedImpacts": []
    }
  ],
  "provisions": [
    {
      "id": "1-object-of-the-agency",
      "section": 1,
      "title": "Object of the Agency",
      "plainLanguage": "The Agency aims to encourage the use of new technologies in the country by supporting research, development, and implementation. It will also create guidelines for ethical and safe use of these technologies. The Agency will promote international collaboration and ensure that all activities related to emerging technologies respect human rights and the rule of law.",
      "rawText": "- The objects of the Agency are to:\n\n    - (a) advance and facilitate the adoption of emerging technology in the country;\n\n    - (b) promote research, innovation and development of emerging technology tools in the country;\n\n    - (c) deploy emerging technology to increase social and economic productivity;\n\n    - (d) provide a harmonised a body of rules on rights related to risks ethics and safety;\n\n    - (e) create awareness of emerging technology;\n\n    - (e) promote cross-border transfer of emerging-technology-based goods and services for the international development, marketing and use of  systems;\n\n    - (f) ensure  that  activities  related  to  emerging  technology  and  emerging  technology systems are consistent with human rights, democracy and the rule of law.",
      "relatedImpacts": [
        "innovation",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "high-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "low-positive",
        "business": "high-positive"
      }
    },
    {
      "id": "2-functions-of-the-agency",
      "section": 2,
      "title": "Functions of the Agency",
      "plainLanguage": "The Agency is responsible for advising the government and promoting the development and adoption of emerging technologies. This includes fostering research, education, and skills development, as well as building digital infrastructure and encouraging investment. The Agency will also establish guidelines, address safety and privacy concerns, and promote international cooperation to ensure responsible and beneficial use of emerging technologies across various sectors.",
      "rawText": "- To achieve the objects under section 2, the Agency shall:\n\n      - (a) advise the Government and public institutions on all matters related to emerging technology in the country;\n\n      - (b) optimise emerging technology for economic development of the country;\n\n      - (c) ensure  efficiency  within  the  emerging  technology  value  chain  by  promoting research, creativity and innovation;\n\n      - (d) promote  an  emerging  technology  curriculum,  an  emerging  technology-based curriculum  and  emerging  technology  education,  particularly  through  inclusive educational  programmes,  to  expand  emerging  technology  knowledge  and  to increase the number of graduates, academics, practitioners and professionals with expertise  in  emerging  technology  and  related  disciplines  in  data  science,  data engineering, computer science, among others;\n\n      - (e) equip  people,  especially  underserved  and  unserved  communities,  with  skills  in emerging technology to promote technological agency and awareness;\n\n      - (f) empower the  youth  with  skills  and  tools  to  broaden  their  participation  in  the emerging technology value chain for, job creation opportunities, involvement in the digital economy, and the digital development of the economy;\n\n      - (g) develop  digital  infrastructure  to  build  robust  emerging  technology  systems  for affordable access for all persons;\n\n      - (h) promote the adoption of emerging technology in the public sector and for public services;\n\n      - (i) to create a conducive and investment-ready environment for private organisations, start-ups and innovative companies in the emerging technology industry;\n\n      - (j) encourage competitiveness in the development of emerging technology tools and systems;\n\n      - (k) facilitate data access, data availability and data governance across institutions for the  advancement  of  emerging  technology,  while  safeguarding  citizens'  privacy, security and rights in accordance with the Data Protection Act;\n\n      - (l) build  and  coordinate  an  emerging  technology  community  for  the  sharing  of knowledge, creating synergies, and development of emerging technology;\n\n      - (m) accelerate the adoption of emerging technology in key sectors of the economy including healthcare, agriculture, transportation, energy, lands and natural resources and financial services;\n\n      - (n) encourage  investments  in  the  emerging  technology  eco-system  to  provide  for sustainable development of emerging technology;\n\n      - (o) deploy  strategies  to  implement  research  findings  towards  the  promotion  of emerging technology;\n\n      - (p) establish guidelines, standards and codes of practice for risk-protected, healthy, safe, ethical and practical use of emerging technology;\n\n      - (q) address product safety, privacy and consumer protection challenges and opportunities presented by emerging technology;\n\n      - (r) provide technical support for emerging technology developers;\n\n      - (s) promote international cooperation with respect to emerging technology; and\n\n      - (t) perform any other functions which are ancillary to the objects of the Agency.",
      "relatedImpacts": [
        "innovation",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "high-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "medium-positive",
        "business": "high-positive"
      }
    },
    {
      "id": "3-powers-of-the-agency",
      "section": 3,
      "title": "Powers of the Agency",
      "plainLanguage": "This section gives the Agency the authority to decide how it will operate and perform its duties. It allows the Agency to create regulations and guidelines, help resolve disputes, and make fair decisions related to the Act. These powers are intended to enable the Agency to effectively carry out its responsibilities.",
      "rawText": "4. (1) The Agency shall determine the nature, process and undertakings necessary for the effective performance of its functions under this Act.\n\n        - (a) issue regulations, rules, directives and guidelines under this Act;\n\n        - (b) facilitate conciliation, mediation and negotiation on disputes arising from this Act; and\n\n        - (c) make any determination as the Agency finds just and equitable.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "medium-negative",
        "freedomOfSpeech": "low-negative",
        "privacy": "low-negative",
        "business": "medium-negative"
      }
    },
    {
      "id": "4-governance-of-the-governing-body-of-the-agency",
      "section": 4,
      "title": "Governance of the Governing body of the Agency",
      "plainLanguage": "This provision establishes the structure of the Agency's governing board. The board will include representatives from various government bodies like the Ministry, Data Protection Commission, and National Information Technology Agency. It also includes representatives from the Industry Forum, the Accra Digital Centre, presidential appointees (with a focus on gender balance), and the Agency's Chief Executive Officer.",
      "rawText": "- The governing body of the Agency is a Board consisting of\n\n      - (a) a chairperson;\n\n      - (b) one representative from the following;\n\n          - (i) The Ministry not below the rank of a Chief Director;\n\n          - (ii) Data Protection Commission not below the rank of Deputy Director-General;\n\n          - (iii) National  Information  Technology  Agency  not  below  the  rank  of  Deputy Director-General;\n\n      - (c) one representative nominated by the Industry Forum;\n\n      - (d) one representative from the Accra Digital Centre;\n\n      - (e) two other persons nominated by the President on the advice of the Minister, at least one of whom is a woman; and\n\n      - (f) Chief Executive Officer of the Agency.",
      "relatedImpacts": [
        "innovation",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "low-positive",
        "business": "low-positive"
      }
    },
    {
      "id": "5-functions-of-the-board",
      "section": 5,
      "title": "Functions of the Board",
      "plainLanguage": "The Board is responsible for supervising the Agency's operations. It also sets the Agency's long-term goals and creates policies to guide its work. Finally, the Board makes sure the Agency is working efficiently and achieving its objectives.",
      "rawText": "- The Board shall, subject to the provisions of this Act,\n\n      - (a) have oversight responsibility for the Agency;\n\n      - (b) be responsible for the strategic direction and policies of the Agency; and\n\n      - (c) ensure the efficient and effective performance of the functions of the Agency.",
      "relatedImpacts": [],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "neutral"
      }
    },
    {
      "id": "6-tenure-of-office-of-members",
      "section": 6,
      "title": "Tenure of office of members",
      "plainLanguage": "Board members, excluding the CEO, can serve up to three years and be re-appointed for a maximum of two terms. Members can resign, and they will be removed if they miss three consecutive meetings without a valid reason. The President can also revoke a member's appointment, and the process for filling vacancies is outlined.",
      "rawText": "7. (1)  A member of the Board shall hold office for a period not exceeding three years and is  eligible  for  re-appointment but a member shall not be appointed for more than two terms.\n\n    - Subsection (1) does not apply to the Chief Executive Officer of the Agency.\n\n(3) A member of the Board may at any time resign from office in writing addressed to the President through the Minister.\n\n(4) A member of the Board, other than the Chief Executive Officer who is absent from three consecutive meetings of the Board without sufficient cause ceases to be a member of the Board.\n\n(5) The President may by letter addressed to a member revoke the appointment of that member.\n\n(6) Where a member of the Board is, for a sufficient reason, unable to act as a member, the Minister shall determine whether the inability would result in the declaration of a vacancy.\n\n    - Where there is a vacancy\n\n(a) under subsection (3) or (4);\n\n(b) as a result of a declaration under subsection (6); or\n\n          - (c) by reason of the death of a member the Minister shall notify the President of the vacancy and the President shall appoint a person to fill the vacancy.",
      "relatedImpacts": [
        "business"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "low-negative"
      }
    },
    {
      "id": "7-meetings-of-the-board",
      "section": 7,
      "title": "Meetings of the Board",
      "plainLanguage": "The Board must meet at least every three months, with the chairperson setting the time and location. Special meetings can be called if requested by at least one-third of the members. Decisions are made by a majority vote of the members present, and the chairperson has a tie-breaking vote. The board can also invite people to attend meetings who are not members, but these people cannot vote.",
      "rawText": "8. (1)  The Board shall meet at least once every three months for the dispatch of business at the times and in the places determined by the chairperson.\n\n(2) The chairperson shall at the request in writing of not less than one-third of the membership of the Board convene an extraordinary meeting of the Board at the place and time determined by the chairperson.\n\n(3)  The quorum at a meeting of the Board is seven members of the Board or a greater number determined by the Board in respect of an important matter.\n\n(4)  The chairperson shall preside at meetings of the Board and in the absence of the chairperson, a member of the Board elected by the members present from among their number shall preside.\n\n(5)  Matters before the Board shall be decided by a majority of the members present and voting and in the event of an equality of votes, the person presiding shall have a casting vote.\n\n(6)  The Board may co-opt a person to attend a Board meeting but that person shall not vote on a matter for decision at the meeting.",
      "relatedImpacts": [],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "neutral"
      }
    },
    {
      "id": "8-disclosure-of-interest",
      "section": 8,
      "title": "Disclosure of interest",
      "plainLanguage": "This provision requires board members to disclose any personal interests they have in a matter being discussed. If a board member has a conflict of interest, they cannot participate in the board's discussion. A board member will be removed if they fail to disclose a conflict or participate despite having one.",
      "rawText": "- (1)    A member of the Board who has an interest in a matter for consideration\n\n            - (a) shall disclose the nature of the interest and the disclosure shall form part of the record of the consideration of the matter; and\n\n            - (b) shall not participate in the deliberations of the Board in respect of that matter.\n\n    - A member ceases to be a member of the Board if that member has an interest on a matter before the Board and\n\n            - (a) fails to disclose that interest; or\n\n            - (b) participates in the deliberations of the Board in respect of the matter.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "high-positive",
        "freedomOfSpeech": "high-positive",
        "privacy": "high-positive",
        "business": "high-positive"
      }
    },
    {
      "id": "9-establishment-of-committees",
      "section": 9,
      "title": "Establishment of committees",
      "plainLanguage": "This section allows the Board to form committees to carry out specific tasks. These committees can be made up of Board members, individuals outside the Board, or a mix of both. A Board member can lead these committees, and all committee members must follow the same conflict of interest rules as Board members.",
      "rawText": "10. (1)   The Board may establish committees consisting of members of the Board or nonmembers or both to perform a function.\n\n- A committee of the Board may be chaired by a member of the Board.\n\n- Section 8 applies to members of committees of the Board.",
      "relatedImpacts": [],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "neutral"
      }
    },
    {
      "id": "10-allowances",
      "section": 10,
      "title": "Allowances",
      "plainLanguage": "This provision states that members of the Board and its committees will receive allowances. The amount of these allowances will be decided by the Minister, after discussing it with the Minister responsible for Finance. This ensures that board members are compensated for their time and contributions.",
      "rawText": "11. Members of the Board and members of a committee of the Board shall be paid the allowances  approved  by  the  Minister  in  consultation  with  the  Minister  responsible  for Finance.",
      "relatedImpacts": [],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "neutral"
      }
    },
    {
      "id": "11-ministerial-directives",
      "section": 11,
      "title": "Ministerial directives",
      "plainLanguage": "This provision allows the Minister to instruct the Board on policy matters. The Board is required to follow these instructions. This gives the Minister the power to guide the Board's policy decisions.",
      "rawText": "12. The Minister may give directives to the Board on matters of policy.\n\n## Administration",
      "relatedImpacts": [],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "neutral"
      }
    },
    {
      "id": "12-divisions-of-the-agency",
      "section": 12,
      "title": "Divisions of the Agency",
      "plainLanguage": "This section establishes several divisions within the Agency to handle specific technological areas. It mandates the creation of divisions for Artificial Intelligence, Blockchain, Internet of Things, Cloud Technology, and Quantum Computing. The Agency's Board also has the power to create other divisions to ensure the Agency operates efficiently.",
      "rawText": "13. (1)  There shall be established the following divisions of the Agency for the purpose of its functions:\n\n            - (a) Artificial Intelligence Division\n\n            - (b) Blockchain-based technology Division\n\n            - (c) Internet of Things (IoT) Division\n\n            - (d) Cloud technology Division\n\n            - (e) Quantum computing Division\n\n(2)  The Board shall establish such other divisions of the Agency for the effective and efficient discharge of the functions of the Agency.",
      "relatedImpacts": [],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "neutral"
      }
    },
    {
      "id": "13-appointment-of-chief-executive-officer",
      "section": 13,
      "title": "Appointment of Chief Executive Officer",
      "plainLanguage": "This provision describes how the Agency's CEO is appointed by the President. The CEO's job conditions are detailed in their appointment letter, and they have job security during their term. The CEO must be a person of high moral character with relevant professional qualifications and experience.",
      "rawText": "14. (1)   The President shall, in accordance with article 195 of the Constitution, appoint a Chief Executive Officer for the Agency.\n\n(2)   The Chief Executive Officer shall hold office on the terms and conditions specified in the letter of appointment.\n\n(3)  The Chief Executive Officer shall not be subject to suspension or dismissal by any Agency during his or her term.\n\n(4)   The Chief Executive Officer shall be a person of high moral character and integrity with the relevant professional qualifications and experience related to the functions of the Agency.",
      "relatedImpacts": [
        "freedomOfSpeech",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "low-positive",
        "privacy": "low-positive",
        "business": "low-positive"
      }
    },
    {
      "id": "14-functions-of-the-chief-executive-officer",
      "section": 14,
      "title": "Functions of the Chief Executive Officer",
      "plainLanguage": "The Chief Executive Officer is in charge of the Agency's daily operations and reports to the Board. They are responsible for implementing the Board's decisions. The CEO can also be assigned other functions by the Board and can delegate tasks, but remains accountable for them.",
      "rawText": "15. (1) The Chief Executive Officer is responsible for\n\n        - (a) the day-to-day administration of the affairs of the Agency and is answerable to the Board in the performance of functions under this Act, and\n\n        - (b) the implementation of the decisions of the Board.\n\n(2) The Chief Executive Officer shall perform any other functions determined by the Board.\n\n(3) The Chief Executive Officer may delegate a function to an officer of the Agency but shall not be relieved of the ultimate responsibility for the performance of the delegated function.",
      "relatedImpacts": [],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "neutral"
      }
    },
    {
      "id": "15-appointment-of-deputy-chief-executive-officer",
      "section": 15,
      "title": "Appointment of Deputy Chief Executive Officer",
      "plainLanguage": "This section describes how the Deputy Chief Executive Officer is appointed by the President. The Deputy CEO will support the Chief Executive Officer in their duties and take charge of the Agency when the Chief Executive Officer is unavailable. The specific terms and conditions of the Deputy CEO's job will be outlined in their appointment letter.",
      "rawText": "16. (1) The President shall, in accordance with article 195 of the Constitution appoint a Deputy Chief Executive Officer for the Agency.\n\n(3) The Deputy Chief Executive Officer shall be responsible to the Chief Executive Officer in the performance of his functions under this Act.\n\n(4) The Deputy Chief Executive Officer  shall, subject to the provisions of this Act\n\n          - (a) assist the Chief Executive Officer in the discharge of his functions and perform such other functions as the Director General may delegate to him; and\n\n          - (b) be  responsible  for  the  direction  of  the  Agency  when  the  Chief  Executive Officer is absent from Ghana or is otherwise unable to perform his functions.",
      "relatedImpacts": [],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "neutral"
      }
    },
    {
      "id": "16-appointment-of-other-staff",
      "section": 16,
      "title": "Appointment of other staff",
      "plainLanguage": "The President is responsible for appointing staff to the Agency as needed, following constitutional guidelines. The Agency can also utilize existing public officers through transfers or secondments. Additionally, the Agency can hire consultants and advisors if the Board recommends it, to help the Agency operate effectively.",
      "rawText": "17. (1) The President shall, in accordance with article 195 of the Constitution, appoint any other staff of the Agency that are necessary for the efficient and effective performance of the functions of the Agency.\n\n(2) Other public officers may be transferred or seconded to the Agency or may give assistance to the Agency.\n\n(3)   The Agency may, for the efficient and effective discharge of the functions of the Agency, engage the services of consultants and advisors on the recommendation of the Board.\n\nFinances of the Agency",
      "relatedImpacts": [],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "neutral"
      }
    },
    {
      "id": "17-funds-of-the-agency",
      "section": 17,
      "title": "Funds of the Agency",
      "plainLanguage": "This provision outlines how the Agency is funded. The Agency receives money from Parliament, as well as from grants, donations, and its own revenue-generating activities. Any other financial resources must be approved by the Minister responsible for Finance. These combined sources enable the Agency to operate and fulfill its responsibilities.",
      "rawText": "18. The funds of the Agency include\n\n      - (a) moneys approved by Parliament;\n\n      - (b) grants and donations;\n\n      - (c) internally generated funds; and\n\n      - (d) any other moneys that are approved by the Minister responsible for Finance.",
      "relatedImpacts": [],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "neutral"
      }
    },
    {
      "id": "18-accounts-and-audit",
      "section": 18,
      "title": "Accounts and audit",
      "plainLanguage": "The Agency's Board must maintain financial records in a format approved by the Auditor-General. These records must be submitted to the Auditor-General for auditing within three months after the end of each financial year. The Auditor-General then has three months to audit the accounts and provide a report to the Minister.",
      "rawText": "19. (1) The Board shall keep books of accounts and proper records in relation to them in the form approved by the Auditor-General.\n\n(2) The Board shall submit the accounts of the Agency to the Auditor-General for audit within three months after the end of the financial year.",
      "relatedImpacts": [],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "neutral"
      }
    },
    {
      "id": "19-annual-report-and-other-reports",
      "section": 19,
      "title": "Annual report and other reports",
      "plainLanguage": "This provision mandates that the Agency Board must produce an annual report on its activities and operations, including an audit report, and submit it to the responsible Minister. The Minister is then required to present this report to Parliament along with any relevant comments. The Board is also obligated to provide any additional reports requested by the Minister.",
      "rawText": "20. (1) The Board shall within one month after the receipt of the audit report, submit an annual report to the Minister covering the activities and the operations of the Agency for the year to which the report relates.\n\n(2)  The annual report shall include the report of the Auditor-General.\n\n(3)  The Minister shall, within one month after the receipt of the annual report, submit the report to Parliament with a statement that the Minister considers necessary.\n\n(4) The Board shall also submit to the Minister any other reports, which the Minister may require in writing.\n\n## General Guiding Principles",
      "relatedImpacts": [
        "freedomOfSpeech",
        "privacy"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "low-positive",
        "privacy": "low-positive",
        "business": "neutral"
      }
    },
    {
      "id": "20-integrity-of-democratic-processes-and-the-rule-of-law",
      "section": 20,
      "title": "Integrity of democratic processes and the rule of law",
      "plainLanguage": "This provision prohibits the use of new technologies to negatively impact elections, governance, and democratic institutions. It aims to protect the integrity and independence of these processes. The goal is to prevent the manipulation or undermining of democratic functions through emerging technologies.",
      "rawText": "21. Emerging  technology  systems  shall  not  be  used  to  undermine  the  integrity, independence and effectiveness of elections and governance, democratic institutions and processes.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "medium-negative",
        "freedomOfSpeech": "low-negative",
        "privacy": "neutral",
        "business": "medium-negative"
      }
    },
    {
      "id": "21-discrimination-and-bias",
      "section": 21,
      "title": "Discrimination and bias",
      "plainLanguage": "This provision prohibits the use of new technologies in ways that discriminate or perpetuate biases against individuals based on their background or characteristics. It seeks to ensure that algorithms and systems do not unfairly disadvantage or treat people differently. The goal is to promote fairness and equity in the application of emerging technologies.",
      "rawText": "22. Emerging technology systems, shall not be used to perpetuate algorithmic biases, discriminations, and human biases, regardless of one's background or characteristics.",
      "relatedImpacts": [
        "innovation",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "medium-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "medium-positive",
        "business": "medium-negative"
      }
    },
    {
      "id": "22-transparency-and-oversight",
      "section": 22,
      "title": "Transparency and oversight",
      "plainLanguage": "This provision requires emerging technology systems to have transparency and oversight measures that are tailored to their specific context and risks. These measures should be in place throughout the system's lifecycle. A key aspect is the ability to identify content that is generated by these emerging technologies.",
      "rawText": "23. Emerging  technology  systems  shall  ensure  adequate  transparency  and  oversight requirements  tailored  to  the  specific  contexts  and  that  risks  are  in  place  in  respect  of activities within the lifecycle of emerging technology systems, including with regard to the identification of content generated by emerging technology systems.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "medium-negative",
        "freedomOfSpeech": "low-positive",
        "privacy": "medium-positive",
        "business": "medium-negative"
      }
    },
    {
      "id": "23-personal-data-protection",
      "section": 23,
      "title": "Personal data protection",
      "plainLanguage": "This provision ensures that new and developing technologies that use personal information must follow the rules set by the Data Protection Act. This means these technologies are legally required to protect the personal data they handle. The aim is to extend existing data protection safeguards to new technological systems.",
      "rawText": "24. Emerging  technology  systems  that  process  personal  data  shall  comply  with  the obligations under the Data Protection Act.",
      "relatedImpacts": [
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "medium-positive",
        "business": "low-negative"
      }
    },
    {
      "id": "24-consumer-protection",
      "section": 24,
      "title": "Consumer protection",
      "plainLanguage": "This provision protects consumers by requiring companies offering products or services using new technologies to provide clear warnings and labels. Consumers must be given the chance to understand the risks and benefits and then decide whether or not to use the product or service. This ensures consumers can make informed decisions about emerging technologies.",
      "rawText": "25. Any person supplying a product or service involving emerging technology shall give consumers  clear  and  unambiguous  warnings,  labelling  and  opportunities  to  give  or withhold informed consent.",
      "relatedImpacts": [
        "innovation",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "medium-positive",
        "business": "low-positive"
      }
    },
    {
      "id": "25-accountability-and-responsibility",
      "section": 25,
      "title": "Accountability and responsibility",
      "plainLanguage": "This provision ensures that developers and users of new technologies are held accountable for any negative impacts their systems have on human rights, democracy, and the rule of law. It emphasizes responsibility throughout the entire lifecycle of the technology. This aims to protect fundamental values as technology advances.",
      "rawText": "26. Emerging technology system should provide accountability and responsibility for adverse impacts on human rights, democracy and the rule of law resulting from activities within the lifecycle of emerging technology systems.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "medium-negative",
        "freedomOfSpeech": "low-positive",
        "privacy": "low-positive",
        "business": "medium-negative"
      }
    },
    {
      "id": "26-reliability",
      "section": 26,
      "title": "Reliability",
      "plainLanguage": "This provision emphasizes that new technology systems must be dependable and secure. These systems should be able to withstand errors, unexpected data, and cyberattacks. To ensure safety and security, the systems should undergo thorough testing, continuous monitoring, and have protective measures in place. This helps to ensure that new technologies function as intended and are protected from potential harm.",
      "rawText": "27. Emerging technology systems should be robust and reliable, meaning they should be able to handle unexpected inputs, errors, and malicious attacks, through rigorous testing, monitoring,  and  safeguards  to  ensure  the  safety  and  security  of  emerging  technology systems.",
      "relatedImpacts": [
        "innovation",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "low-positive",
        "business": "low-negative"
      }
    },
    {
      "id": "27-risk-and-impact-management",
      "section": 27,
      "title": "Risk and impact management",
      "plainLanguage": "This provision requires emerging technology systems to actively manage risks. These systems must identify and evaluate potential risks to human rights, democracy, and the rule of law. They must also implement measures to prevent or lessen any negative impacts.",
      "rawText": "28. Emerging technology systems must adopt or maintain measures for the identification, assessment, prevention and mitigation of risks  posed  by  emerging technology  systems  by  considering  actual  and  potential  impacts  to  human  rights, democracy and the rule of law.",
      "relatedImpacts": [
        "innovation",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "medium-negative",
        "freedomOfSpeech": "neutral",
        "privacy": "low-positive",
        "business": "medium-negative"
      }
    },
    {
      "id": "28-human-oversights",
      "section": 28,
      "title": "Human oversights",
      "plainLanguage": "This provision requires human oversight for emerging technology decisions that significantly affect people's rights. This applies to decisions related to health, law enforcement, employment, and elections. The goal is to ensure human intervention and review in important decisions made by new technologies.",
      "rawText": "29. Human intervention, interface or review shall be necessary for emerging technology decisions  that  substantially  affect  the  rights  of  persons,  including  decisions  related  to health, law enforcement, employment and elections.",
      "relatedImpacts": [
        "innovation",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "low-negative",
        "freedomOfSpeech": "neutral",
        "privacy": "medium-positive",
        "business": "low-negative"
      }
    },
    {
      "id": "29-misinformation-and-disinformation",
      "section": 29,
      "title": "Misinformation and disinformation",
      "plainLanguage": "This provision aims to prevent emerging technologies from spreading false information. It prohibits these systems from disseminating both misinformation and disinformation, including content generated by the technologies themselves. This measure seeks to ensure the accuracy and reliability of information shared through emerging technology platforms.",
      "rawText": "30. Emerging technology systems shall not spread false information including emerging technology-generated misinformation and disinformation.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "medium-negative",
        "freedomOfSpeech": "high-negative",
        "privacy": "neutral",
        "business": "medium-negative"
      }
    },
    {
      "id": "30-security",
      "section": 30,
      "title": "Security",
      "plainLanguage": "This provision requires that new technology systems have strong cybersecurity measures in place. These measures should protect the system from cyberattacks and unauthorized access. The goal is to ensure the security and integrity of these emerging technologies.",
      "rawText": "31. Emerging technology systems should provide robust security protection of its cyber system.",
      "relatedImpacts": [
        "innovation",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "medium-positive",
        "business": "low-negative"
      }
    },
    {
      "id": "32-intellectual-property",
      "section": 32,
      "title": "Intellectual Property",
      "plainLanguage": "This provision ensures that developers of new technologies can obtain intellectual property rights. These rights will be granted according to the rules and regulations already in place. This aims to protect the creations and innovations of those working in emerging technology fields.",
      "rawText": "- Developers of emerging technology and emerging technology systems should be entitled to intellectual property rights in accordance with the existing laws.",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "low-positive"
      }
    },
    {
      "id": "33-right-to-redress",
      "section": 33,
      "title": "Right to Redress",
      "plainLanguage": "This provision ensures that individuals can take legal action in court if any part of this Act is violated. It gives people the right to seek justice and compensation through the court system if their rights under the Act are not respected. This right to sue is not limited by any restrictions that might be outlined in section 35(2) of the Act.",
      "rawText": "- Notwithstanding section 35(2), a person shall have a right of redress for breach of any provision of this Act in Court.\n\n## Miscellaneous",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "medium-positive",
        "privacy": "medium-positive",
        "business": "low-positive"
      }
    },
    {
      "id": "34-enforcement",
      "section": 34,
      "title": "Enforcement",
      "plainLanguage": "This section designates specific regulatory bodies to oversee and enforce different parts of the law. These bodies include the Electoral Commission, Commission on Human Rights, and the Data Protection Authority, among others. Violations of the law's guiding principles can lead to administrative penalties between one thousand and five thousand penalty units, depending on the severity of the violation.",
      "rawText": "35. (1) For the time being and until such time as the Minister may direct, the following regulatory bodies shall monitor and enforce compliance in accordance with the general guiding principles and subsection (2):\n\n          - (a) the Electoral Commission of Ghana shall be responsible for section 20;\n\n          - (b) the  Commission  on  Human  Rights  and  Administrative  Justice  shall  be responsible for section 21, and where appropriate, the Ministry in charge of labour affairs or the National Labour Commission shall be responsible for section 21;\n\n          - (c) the National Information Technology Agency shall be responsible for section 22;\n\n          - (d) the Data Protection Authority shall be responsible for section 23;\n\n          - (e) the  Ghana  Standards  Authority,  Foods  and  Drugs  Authority  shall  be responsible  for  section  24,  and  depending  on  the  sector,  the  applicable regulatory body shall also be responsible for section 24;\n\n          - (f) the  Commission  on  Human  Rights  and  Administrative  Justice  shall  be responsible for section 25;\n\n          - (g) the National Information Technology Agency shall be responsible for section 26;\n\n          - (h) the Cybersecurity Authority shall be responsible for section 27;\n\n          - (i) depending on the sector, the applicable ministry or regulatory body shall also be responsible for section 28;\n\n          - (j) the  National  Communications  Authority,  Ghana  Standards  Authority  and Foods  and  Drugs  Authority  and  Data  Protection Authority shall be responsible  for  section  29,  and  depending  on  the  sector,  the  applicable regulatory body, shall also be responsible for section 29;\n\n          - (k) the Cybersecurity Authority shall be responsible for section 30;\n\n          - (l) the Environmental Protection Agency shall be responsible for section 31; and\n\n          - (m) the Registrar General's Department, Ghana Patent Registry and the Copyright Office shall be responsible for section 32.\n\n(2) Without prejudice to other penalties under any other enactment or law, a person who  breaches  any  of  the  guiding  principles  under  this  Act  shall  be  liable  to  an administrative penalty of not less than one thousand penalty units and not more than five thousand penalty units, depending on the severity of the infraction.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "low-negative",
        "freedomOfSpeech": "medium-negative",
        "privacy": "neutral",
        "business": "low-negative"
      }
    },
    {
      "id": "35-regulations",
      "section": 35,
      "title": "Regulations",
      "plainLanguage": "This section allows the Minister to create regulations to help enforce the law. These regulations can address things like penalties for violations, how to work with other government organizations, and how to make administrative decisions. The Minister can also create codes of practice and address any other issues that come up while putting the law into action.",
      "rawText": "- The Minister may, by legislative instrument, make Regulations:\n\n          - (a) on  specific  matters  relating  to  enforcement  and  compliance  of  the  general guiding principles;\n\n- (b) on specific measures related to penalties for breach of the Act;\n\n- (c) to prescribe the procedure for collaboration with other public institutions;\n\n- (d) to prescribe matters related to administrative decision-making;\n\n- (e) on codes of practice;\n\n          - (f) generally, on matters for the effective implementation of the Act.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "low-negative",
        "freedomOfSpeech": "low-negative",
        "privacy": "neutral",
        "business": "low-negative"
      }
    },
    {
      "id": "36-interpretation",
      "section": 36,
      "title": "Interpretation",
      "plainLanguage": "This section defines the meaning of specific terms used in the Act. These terms include different types of technologies such as artificial intelligence, blockchain, cloud technology, and the Internet of Things. It also clarifies what is meant by \"emerging technology\" and identifies the relevant government bodies involved. These definitions are provided to ensure everyone understands the Act in the same way.",
      "rawText": "## 37. In this Act, unless the context otherwise requires,\n\n'algorithm' means a set of instructions designed to accomplish a task;\n\n'artificial intelligence' means technology that enables computers and machines to simulate human learning, comprehension, problem solving, decision-making, creativity and autonomy;\n\n'block -chain based technology' means an advanced decentralised digital record or digital ledger of transactions, that enables recording of transactions, tracking of assets, and sharing of records across computer networks in a transparent and immutable way;\n\n'Court' means High Court of Ghana;\n\n'cloud  technology'  means  technology  that  delivers  computing  services  and  offers  on -demand  access  to  computing  resources  such  as  physical  or  virtual  services,  data\n\nstorage, servers, databases, networking, intelligence, analytics, and software over the internet;'\n\n- 'emerging  technology'  means  novel  or  evolving  systems,  tools  or  methods  that  have transformative impacts ndustry, society, economy, and governance, and include but is not limited to:\n\n        - (a) Artificial Intelligence\n\n        - (b) Blockchain-based technology\n\n        - (c) Internet of Things (IoT)\n\n        - (d) Cloud technology\n\n        - (e) Quantum computing\n\n  - 'emerging technology systems' means newly developed or evolving technological systems of emerging technology that integrate automation, data processing, connectivity, and intelligence.\n\n- 'Internet  of  Things  (IoT)'  means  a  network  of  interrelated  physical  devices,  vehicles, appliances  and  other  physical  objects  that  connect  and  exchange  data  with  other devices  and  the  cloud  across  wireless  networks,  and  are  typically  embedded  with sensors,  processing  ability  and  software  and  can  include  mechanical  and  digital machines and consumer objects;'\n\n'Minister'  means  Minister  responsible  for  Communication,  Digital  Technology  and Innovations;\n\n'Ministry' means Ministry of Communication, Digital Technology and Innovations;\n\n- 'quantum  computing'  means  technology  that  solves  complex  problems  based  on principles of quantum mechanics.",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "low-positive"
      }
    }
  ],
  "notebookLMVideo": {
    "url": "https://youtu.be/ykzEroi1qSM"
  },
  "deadline": "2025-11-14",
  "feedbackInstructions": "Download draft bill and Public Comment Declaration Form from Ministry website. Submit completed forms via provided email addresses specific to each bill.",
  "feedbackUrl": "https://moc.gov.gh/legislative_instruments/",
  "relatedBills": [
    "1-national-information-technology-authority-amendment-bill",
    "13-cyber-security-amendment-bill",
    "11-data-protection-commission-amendment-bill"
  ]
}