{
  "id": "3-postal-courier-logistics-services-commission-amendment-bill",
  "title": "Postal, Courier & Logistics Services Commission (Amendment) Bill",
  "summary": "The Postal, Courier & Logistics Services Commission (Amendment) Bill establishes a comprehensive regulatory framework for Ghana's postal, courier, and logistics sector by creating the Postal, Courier and Logistics Commission as the primary regulatory authority. The Commission receives broad powers to [license operators](#17-licence-to-provide-postal-courier-and-logistics-services), [set quality standards](#2-functions-of-the-commission), [monitor compliance](#29-production-of-books-of-account-and-records), and [enforce regulations](#27-suspension-or-cancellation-of-licence) across the industry. The bill **mandates licensing for all postal, courier, and logistics service providers** except Ghana Post, making it a criminal offense to operate without authorization, with penalties including fines and imprisonment up to three years.\n\n**Key regulatory requirements and business implications** include mandatory technology adoption for licensees, particularly courier services, which must implement [tracking systems, timely delivery mechanisms, and digital payment processing](#20-courier-service). The Commission can [modify license conditions](#26-power-to-modify-licence) with 60 days' notice if deemed in the public interest, and has authority to [access business records and financial accounts](#29-production-of-books-of-account-and-records) for compliance monitoring. The bill establishes [Ghana Post as the designated national provider](#21-designation-of-national-postal-service-provider) with **exclusive rights over certain \"reserved\" postal services** including letters, postcards, and small packages as detailed in [Section 22](#22-reserved-postal-services), creating a protected market segment that limits competition in these areas. License holders face [non-transferability restrictions](#24-licence-not-transferable-without-written-approval) without Commission approval and must [renew licenses at least three months before expiration](#25-renewal-of-licence) or cease operations within 90 days.\n\n**Consumer protections and quality assurance mechanisms** include the Commission's power to [hire independent consultants to evaluate service quality](#30-quality-of-postal-service) and recommend improvements, a [formal dispute resolution process](#51-settlement-of-dispute) for complaints about discrimination or unauthorized charges, and requirements for [transparent postal rate displays](#32-postal-charges) with regulatory oversight of price increases. The bill also enables the Commission to [exempt certain groups from postal charges](#34-exemption-from-postal-charges), potentially benefiting vulnerable populations. However, the Commission's broad discretionary powers to modify, suspend, or cancel licenses create **regulatory uncertainty for businesses**, particularly given the [60-day notice period for modifications](#26-power-to-modify-licence) and the subjective \"public interest\" standard.\n\n**Enforcement provisions establish extensive criminal penalties** across multiple categories: operating without a license carries fines or imprisonment up to three years; [tampering with mail, stamps, or postal infrastructure](#38-unlawfully-taking-away-or-opening-mail-bag-sent-by-post) results in fines and/or imprisonment; [unauthorized disclosure of mail contents](#48-unlawful-disclosure-of-contents-of-postal-article) is criminalized; and [fraudulent activities](#42-fraudulent-use-of-philatelic-material) including counterfeit stamps face significant penalties. The bill grants [inspectors authority to enter premises and access documents](#53-inspectors) for compliance verification, while also allowing the Commission to [issue directives for national security purposes](#54-directions-in-the-interest-of-national-security-and-international-relations) that override other obligations, with potential compensation for resulting losses. The [transitional provisions](#58-transitional-provisions) ensure continuity by transferring all assets, contracts, and employees from the previous regulatory body to the new Commission, maintaining existing employment terms and recognizing current licenses during the transition period.",
  "pdfPath": "pdfs/3. Postal, Courier & Logistics Services Commission (Amendment) Bill.pdf",
  "impacts": {
    "innovation": {
      "score": "low-negative",
      "description": {
        "score": "low-negative",
        "analysis": "This bill has **minimal direct impact on digital innovation** in Ghana's postal, courier, and logistics sector. While the legislation establishes a comprehensive regulatory framework for the industry, it contains virtually no provisions specifically designed to promote, incentivize, or regulate digital innovation. The bill does mandate basic technology adoption for courier services—requiring tracking systems, timely delivery mechanisms, and digital payment processing—but these represent **operational modernization requirements rather than innovation drivers**. These are baseline technological capabilities that most modern courier services already employ globally, rather than forward-looking provisions that would foster cutting-edge digital solutions.\n\nThe primary impact on digital innovation is **indirect and potentially constraining**. The extensive licensing requirements, compliance monitoring, and enforcement mechanisms create a regulatory environment that may inadvertently discourage innovation by increasing operational overhead and compliance costs. The [general penalty provisions](#49-general-penalty) apply to any violations of the Act, meaning that innovative service providers experimenting with new digital business models must navigate the same rigid regulatory framework as traditional operators. The Commission's broad discretionary powers to modify licenses and impose conditions could create uncertainty for technology-focused startups seeking to disrupt traditional postal and logistics models.\n\nNotably absent from the bill are provisions that would actively support digital transformation, such as **regulatory sandboxes for testing innovative services**, data-sharing standards to enable platform integration, incentives for adopting emerging technologies (blockchain for tracking, AI for route optimization, IoT for logistics management), or frameworks for new digital business models like crowdsourced delivery or autonomous logistics. The bill's focus on traditional licensing and compliance suggests a **regulatory approach oriented toward control rather than innovation facilitation**, which may position Ghana's postal and logistics sector as a follower rather than a leader in digital transformation within the region."
      },
      "relatedProvisions": [
        "17-licence-to-provide-postal-courier-and-logistics-services",
        "19-grant-of-licence",
        "20-courier-service",
        "21-designation-of-national-postal-service-provider",
        "22-reserved-postal-services",
        "26-power-to-modify-licence",
        "31-postage-stamp",
        "43-acts-infringing-on-reserved-rights",
        "49-general-penalty",
        "52-establishment-of-register",
        "53-inspectors",
        "54-directions-in-the-interest-of-national-security-and-international-relations",
        "56-interpretation"
      ]
    },
    "privacy": {
      "score": "high-negative",
      "description": {
        "score": "high-negative",
        "analysis": "The Postal, Courier & Logistics Services Commission (Amendment) Bill poses **significant privacy concerns** for individuals and businesses using postal, courier, and logistics services in Ghana. The most problematic provision grants service providers [broad authority to detain and open packages](#36-power-to-detain-and-open-prohibited-articles) when they have \"reason to believe\" prohibited articles are being transported. This **subjective standard creates substantial discretion** for service providers to inspect private correspondence and packages without clear procedural safeguards, judicial oversight, or requirements for probable cause. The privacy implications extend beyond individual communications to affect **business confidentiality**, as commercial documents, contracts, and proprietary materials sent through these services become vulnerable to inspection.\n\nThe bill's framework lacks **robust privacy protections** that would balance legitimate regulatory and security interests against individual privacy rights. There are no apparent provisions requiring notification to senders or recipients when packages are opened, establishing time limits for detention, mandating documentation of inspection decisions, or creating appeal mechanisms for those whose privacy has been compromised. The absence of these safeguards means that **private communications and packages can be inspected based on relatively low thresholds** of suspicion, with limited accountability for service providers or the Commission. This creates particular risks for sensitive communications, including legal documents, medical information, and confidential business materials.\n\nWhile the power to inspect suspicious packages may serve legitimate purposes such as preventing illegal trafficking or ensuring public safety, the **lack of procedural protections and oversight mechanisms** makes this provision problematic from a privacy rights perspective. The bill would benefit from amendments establishing clear standards for when inspection is justified, requiring judicial warrants for non-emergency situations, mandating notification procedures, and creating accountability mechanisms when privacy is breached. Without such protections, the legislation creates a **regulatory environment where privacy rights are subordinated to broad enforcement discretion**, potentially chilling free communication and undermining trust in postal and courier services as confidential means of transmission."
      },
      "relatedProvisions": [
        "17-licence-to-provide-postal-courier-and-logistics-services",
        "21-designation-of-national-postal-service-provider",
        "22-reserved-postal-services",
        "29-production-of-books-of-account-and-records",
        "36-power-to-detain-and-open-prohibited-articles",
        "37-power-to-open-postal-articles-suspected-to-contain-dutiable-goods",
        "38-unlawfully-taking-away-or-opening-mail-bag-sent-by-post",
        "40-unlawful-interference-with-mail",
        "46-evasion-of-post-office-laws",
        "47-retaining-mail-bags-or-postal-articles",
        "48-unlawful-disclosure-of-contents-of-postal-article",
        "52-establishment-of-register",
        "53-inspectors",
        "54-directions-in-the-interest-of-national-security-and-international-relations"
      ]
    },
    "business": {
      "score": "high-negative",
      "description": {
        "score": "high-negative",
        "analysis": "This bill fundamentally transforms Ghana's postal, courier, and logistics business environment by establishing a **comprehensive mandatory licensing regime** that affects virtually all delivery-related businesses. The [licensing requirements](#17-licence-to-provide-postal-courier-and-logistics-services) extend far beyond traditional courier companies to encompass e-commerce platforms, restaurants, pharmacies, supermarkets, transport operators, and even individual motorcycle delivery riders. Any business operating without a license faces **criminal penalties including fines up to 1,000 penalty units and imprisonment up to three years**, creating substantial legal risk for non-compliance. This represents a significant barrier to entry for new businesses and imposes considerable compliance costs on existing operators, particularly small businesses and individual entrepreneurs who may lack resources to navigate complex licensing procedures.\n\nThe bill's most significant anti-competitive provision is the [designation of Ghana Post as the exclusive national provider](#21-designation-of-national-postal-service-provider) with [reserved rights over letters, postcards, printed matter, and small parcels](#22-reserved-postal-services). This **creates a protected monopoly segment** that directly prohibits private sector competition in core postal services, limiting market dynamics and potentially reducing service quality and innovation in these areas. While Ghana Post can delegate these functions, it retains ultimate control over this market segment. The combination of mandatory licensing for private operators and exclusive rights for the state-owned entity creates an uneven playing field that favors the incumbent while constraining private sector growth and competition.\n\n**Regulatory uncertainty** poses additional challenges for business planning and investment. The Commission can [issue directives for national security purposes](#54-directions-in-the-interest-of-national-security-and-international-relations) that override other obligations, potentially disrupting business operations with limited recourse beyond potential compensation. The [general penalty provisions](#49-general-penalty) hold directors and partners personally liable for corporate violations unless they can prove the offense occurred without their knowledge, creating personal legal risk for business leaders. While the bill does establish clear regulatory frameworks that could benefit the sector through formalization and standardization, the overall impact on business environment is substantially negative due to extensive compliance burdens, competitive restrictions, severe criminal penalties, and regulatory discretion that introduces operational uncertainty across the entire postal, courier, and logistics sector."
      },
      "relatedProvisions": [
        "4-functions-of-the-board",
        "5-tenure-of-office-of-members-of-the-commission",
        "6-duties-and-liabilities-of-a-member-of-the-board",
        "8-committees-of-the-board",
        "10-policy-directives",
        "13-funds-of-the-commission",
        "15-accounts-and-audit",
        "16-annual-report-and-other-reports",
        "17-licence-to-provide-postal-courier-and-logistics-services",
        "18-application-for-licence",
        "19-grant-of-licence",
        "20-courier-service",
        "21-designation-of-national-postal-service-provider",
        "22-reserved-postal-services",
        "24-licence-not-transferable-without-written-approval",
        "25-renewal-of-licence",
        "26-power-to-modify-licence",
        "27-suspension-or-cancellation-of-licence",
        "28-complaint-to-the-minister",
        "29-production-of-books-of-account-and-records",
        "30-quality-of-postal-service",
        "31-postage-stamp",
        "32-postal-charges",
        "34-exemption-from-postal-charges",
        "36-power-to-detain-and-open-prohibited-articles",
        "37-power-to-open-postal-articles-suspected-to-contain-dutiable-goods",
        "38-unlawfully-taking-away-or-opening-mail-bag-sent-by-post",
        "39-unlawful-use-of-stamp-or-franking-machine",
        "40-unlawful-interference-with-mail",
        "41-unlawful-entry-into-post-office-premises",
        "42-fraudulent-use-of-philatelic-material",
        "43-acts-infringing-on-reserved-rights",
        "44-prohibition-of-false-notice-as-to-reception-of-letter-and-sale-of-stamps",
        "45-destruction-or-damage-to-post-office-letterbox",
        "46-evasion-of-post-office-laws",
        "48-unlawful-disclosure-of-contents-of-postal-article",
        "49-general-penalty",
        "51-settlement-of-dispute",
        "52-establishment-of-register",
        "53-inspectors",
        "54-directions-in-the-interest-of-national-security-and-international-relations",
        "56-interpretation",
        "57-repeal-and-savings",
        "58-transitional-provisions"
      ]
    },
    "freedomOfSpeech": {
      "score": "neutral",
      "description": null,
      "relatedProvisions": [
        "34-exemption-from-postal-charges",
        "35-prohibition-on-sending-certain-articles-by-post-or-courier-or-logistics",
        "36-power-to-detain-and-open-prohibited-articles",
        "37-power-to-open-postal-articles-suspected-to-contain-dutiable-goods",
        "44-prohibition-of-false-notice-as-to-reception-of-letter-and-sale-of-stamps",
        "48-unlawful-disclosure-of-contents-of-postal-article"
      ]
    }
  },
  "keyConcerns": [
    {
      "id": "criminal-penalties-for-unlicensed-restaurant-deliveries",
      "title": "Criminal Penalties for Unlicensed Restaurant Deliveries",
      "severity": "critical",
      "description": "This provision makes it a **criminal offense punishable by up to 3 years imprisonment** for virtually any business or individual providing delivery services without a Commission license—including restaurants delivering their own food, pharmacies delivering medicine, or individuals doing gig delivery work. The extraordinarily broad scope captures \"a public or private entity which engages in delivery services in the course of business\" and \"an individual engaged in courier or logistics services with the use of a vehicle, cycle, motorcycle or tri-cycle,\" with **no exemptions for small-scale, informal, or incidental delivery activities**. Meanwhile, **Ghana Post operates without any license requirement**, creating fundamental competitive inequality in the market.",
      "relatedProvisions": [
        "17-licence-to-provide-postal-courier-and-logistics-services"
      ],
      "relatedImpacts": []
    },
    {
      "id": "state-monopoly-blocks-private-postal-competition",
      "title": "State Monopoly Blocks Private Postal Competition",
      "severity": "high",
      "description": "Ghana Post receives **exclusive rights to deliver letters, postcards, printed materials, and small parcels**, completely barring private companies from competing in traditional postal services. This creates an insurmountable market entry barrier for entrepreneurs and eliminates competitive pressure that would drive service improvements and innovation. While private operators can still provide courier and logistics services, they are **categorically prohibited from the core postal market** regardless of their ability to offer better service, technology, or pricing.",
      "relatedProvisions": [
        "22-reserved-postal-services"
      ],
      "relatedImpacts": []
    },
    {
      "id": "undefined-government-directives-override-business-operations",
      "title": "Undefined Government Directives Override Business Operations",
      "severity": "high",
      "description": "The Commission can issue mandatory directives to licensees for **\"national security\" or \"international relations\"** without defining these terms, providing notice, or allowing appeals. Licensees must comply **\"despite any other duty\"** under the law, potentially forcing businesses to violate other legal obligations or face criminal penalties. Compensation for losses is discretionary and requires parliamentary approval, creating severe operational uncertainty that will deter investment and disproportionately harm smaller operators unable to absorb unpredictable compliance costs.",
      "relatedProvisions": [
        "54-directions-in-the-interest-of-national-security-and-international-relations"
      ],
      "relatedImpacts": []
    },
    {
      "id": "private-companies-can-open-your-mail-without-warrant",
      "title": "Private Companies Can Open Your Mail Without Warrant",
      "severity": "high",
      "description": "This provision allows postal, courier, and logistics companies to detain and **open your packages and mail** if they have \"reason to believe\" the contents are prohibited—without requiring a warrant, judicial authorization, or independent review. This grants **private companies surveillance powers** typically reserved for law enforcement with judicial oversight. The vague \"reason to believe\" standard creates risk of **arbitrary enforcement**, with no compensation for wrongful opening or appeal process if your private communications are improperly accessed.",
      "relatedProvisions": [
        "36-power-to-detain-and-open-prohibited-articles"
      ],
      "relatedImpacts": []
    },
    {
      "id": "criminal-imprisonment-for-administrative-violations",
      "title": "Criminal Imprisonment for Administrative Violations",
      "severity": "high",
      "description": "This provision makes **any violation of the Act's requirements a criminal offense** punishable by up to 12 months imprisonment, even for purely administrative failures like missing technology implementation deadlines or late license renewals. In democratic jurisdictions, such violations typically result in civil penalties or license suspension, not criminal prosecution. The provision also establishes **automatic criminal liability for all directors and officers** when a company violates the Act, requiring them to prove they exercised due diligence—reversing normal burden of proof principles and creating personal liberty risks for business leaders over technical compliance matters.",
      "relatedProvisions": [
        "49-general-penalty"
      ],
      "relatedImpacts": []
    },
    {
      "id": "state-monopoly-blocks-private-postal-competition",
      "title": "State Monopoly Blocks Private Postal Competition",
      "severity": "high",
      "description": "Ghana Post receives **exclusive rights over letters, postcards, and small packages** without competitive bidding or performance requirements, legally prohibiting private operators from competing in these segments regardless of their capabilities. This state-sanctioned monopoly eliminates market competition for essential postal services and creates **structural barriers to entry** that prevent innovation and service improvements. The provision includes no sunset clause, periodic review mechanism, or justification for why these specific services require monopoly provision rather than competitive supply—a significant departure from modern postal liberalization trends in OECD countries.",
      "relatedProvisions": [
        "21-designation-of-national-postal-service-provider"
      ],
      "relatedImpacts": []
    }
  ],
  "provisions": [
    {
      "id": "1-establishment-of-the-commission",
      "section": 1,
      "title": "Establishment of the Commission",
      "plainLanguage": "This provision creates the Postal, Courier and Logistics Commission as a legal entity. The Commission can own property and enter into contracts to carry out its duties. It also has the authority to acquire land needed for its operations, following the procedures outlined in the Land Act, 2020, and covering the expenses.",
      "rawText": "1. (1) There is established by this Act  the Postal, Courier and Logistics Commission as a body corporate.\n\n(2) The Commission may for the performance of functions of the Commission, acquire and  hold  property,  dispose  of  property  and  enter  into  a  contract  or  any  other  related transaction.\n\n(3) Where there is a hinderance to the acquisition of land, the land may be acquired for the Commission under the Land Act, 2020 (Act 1036) and the cost shall be borne by the Commission.",
      "relatedImpacts": [],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "neutral"
      }
    },
    {
      "id": "2-functions-of-the-commission",
      "section": 2,
      "title": "Functions of the Commission",
      "plainLanguage": "The Commission is responsible for ensuring postal, courier, and logistics services are available throughout the country and meet customer needs. It grants licenses to service providers, regulates postage stamps and rates, and sets quality standards. The Commission also considers the needs of people with disabilities, assists licensees, and maintains a register of them, while also ensuring compliance with relevant laws and regulations.",
      "rawText": "- The functions of the Commission are to\n\n    - (a) ensure as far as practicable the provision of postal, courier and logistics services throughout the country to meet the demand for the services;\n\n    - (b) ensure that providers of postal, courier and logistics services achieve the highest level of efficiency in the provision of the services and are responsive to customer and community needs;\n\n    - (c) grant licences for the operation of postal, courier and logistics services;\n\n    - (d) regulate  the  issue  of  postage  stamps  including  definitive,  commemorative  and special issue postage stamps and any other philatelic items;\n\n    - (e) provide guidelines on rates of postage and other fees chargeable in respect of postal articles;\n\n    - (f) designate quality standards of equipment for the provision of postal, courier and logistics  services where necessary;\n\n    - (g) ensure that the needs of persons with disability are considered in the provision of postal, courier and logistics services;\n\n    - (h) provide assistance to licensees, where practicable;\n\n    - (i) maintain a register of licensees;\n\n    - (j) submit inputs for policy formulation to the Minister for consideration as may be necessary;\n\n    - (k) ensure strict compliance with this Act and Regulations made under it; and\n\n    - (l) perform any other functions assigned to the Commission under this Act or any other enactment; or\n\n(m) perform any other function incidental to the object of the Commission.\n\n## Governance of the Commission",
      "relatedImpacts": [],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "neutral"
      }
    },
    {
      "id": "3-governing-body-of-the-commission",
      "section": 3,
      "title": "Governing body of the Commission",
      "plainLanguage": "This provision establishes the governing board of the Commission. The board will consist of a chairperson, a representative from the Ministry of Communication, Digital Technology and Innovations, and the Executive Secretary. The President will appoint the chairperson and other members of the board.",
      "rawText": "- (1) The governing body of the Commission is a Board consisting of\n\n          - (a) a chairperson;\n\n          - (b) one representative  of  the  Ministry  of  Communication,  Digital  Technology and Innovations not below the rank of a Director nominated by the Minister;\n\n          - (c) the Executive Secretary; and",
      "relatedImpacts": [],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "neutral"
      }
    },
    {
      "id": "4-functions-of-the-board",
      "section": 4,
      "title": "Functions of the Board",
      "plainLanguage": "The Board is responsible for setting the Commission's strategic direction and policies. It also manages the Commission's resources. The Board ensures the Commission performs its functions efficiently and effectively.",
      "rawText": "5. The Board\n\n(a) is responsible for the strategic direction and policies of the Commission; and\n\n    - (b) shall\n\n              - (i) oversee the sound and proper management of the resources of the Commission; and\n\n              - (ii) ensure the efficient and effective performance of the functions of the Commission.",
      "relatedImpacts": [
        "business"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "low-positive"
      }
    },
    {
      "id": "5-tenure-of-office-of-members-of-the-commission",
      "section": 5,
      "title": "Tenure of office of members of the Commission",
      "plainLanguage": "Commission members, excluding the Executive Secretary, serve four-year terms and can be reappointed once. Members can resign by notifying the President. Absence from three consecutive meetings without a valid reason results in removal. The President can also revoke an appointment for specific reasons, and the process for filling vacancies involves the Minister notifying the President, who then appoints a replacement for the remainder of the term.",
      "rawText": "6. (1)  A  member  of  the  Commission  other  than  the  Executive  Secretary  shall  hold office for a term of four years and is eligible for re-appointment for another term only.\n\n(2) A member of the Board may, in writing addressed to the President, resign from office.\n\n(3) A member of the Board other than the Executive Secretary who is absent from three  consecutive  meetings  of  the  Commission  without  sufficient  cause  ceases  to  be  a member of the Commission.\n\n(4) The President may, in writing addressed to a member, revoke the appointment of the member for stated reasons.\n\n(5) Where  a  member  of  the  Board  is  for  a  sufficient  reason  unable  to  act  as  a member, the Minister shall determine whether the inability would result in the declaration of a vacancy.\n\n(6) Where there is a vacancy\n\n          - (a) under subsection (2), (3) or (4) or subsection (2) of section 9;\n\n          - (b) as a result of a declaration under subsection (5); or\n\n          - (c) by reason of the death of a member,\n\nthe Minister shall notify the President of the vacancy and the President shall appoint another person to fill the vacancy for the unexpired term.",
      "relatedImpacts": [
        "business"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "low-positive"
      }
    },
    {
      "id": "6-duties-and-liabilities-of-a-member-of-the-board",
      "section": 6,
      "title": "Duties and liabilities of a member of the Board",
      "plainLanguage": "Board members must act in the best interest of the Commission, similar to how company directors act. They cannot use their position for personal gain or misuse confidential information. Board members are required to disclose their assets and affiliations before taking office. Violating these rules can lead to fines and being ordered to pay compensation to the Commission.",
      "rawText": "7. (1) A member of the Board has the same fiduciary relationship with the Commission and the same duty to act with loyalty and in good faith as a director of the company incorporated under the Companies Act, 2019 (Act 992).\n\n(2) Without limiting subsection (1), a member of the Board has a duty\n\n                    - (c) to avoid making improper use of information acquired by virtue of the position of that member so as to benefit that member or to the detriment of the Commission; and\n\n                    - (d) not to abuse the position of the office.\n\n(3) A member of the Board shall, before assuming office, file with the Commission a disclosure statement declaring all assets, business affiliations and details of past and recent employment.\n\n(4) A member of the Board who contravenes subsection (1) or (2) commits an offence and liable on summary conviction to a fine of not less than one hundred penalty units and not more than two hundred and fifty penalty units.\n\n(5) Where a court determines that the Commission has suffered loss or damage as a consequent of an act or omission of a member of the Board, the court may, in addition to imposing  a  fine,  order  the  person  convicted  to  pay  appropriate  compensation  to  the Commission.",
      "relatedImpacts": [
        "business"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "low-positive"
      }
    },
    {
      "id": "7-meetings-of-the-board",
      "section": 7,
      "title": "Meetings of the Board",
      "plainLanguage": "The Board must meet at least every two months, and special meetings can be called if requested by one-third of the members. A quorum of four members, including the Executive Secretary, is required for meetings. Decisions are made by a majority vote, with the chairperson having a tie-breaking vote. The Board can also invite people to attend meetings who do not have voting rights and can set its own meeting procedures.",
      "rawText": "8. (1) The Board shall meet at least once every two months at a time and place determined by the chairperson.\n\n(2) The  chairperson  shall,  at  the  request  in  writing  of  not  less  than  one-third  of  the membership of the Board, convene an extraordinary meeting of the Board at a time and place determined by the chairperson.\n\n(3) The chairperson shall preside at meetings of the Board and in the absence of the chairperson, a member of the Board elected by the members present from among their number shall preside.\n\n(4) The quorum at a meeting of the Board is four members including the Executive Secretary.\n\n(5) Matters before the Board shall be decided by a majority of the members present and voting and in the event of an equality of votes, the person presiding shall have a casting vote.\n\n(6) The Board may co-opt a person to attend a meeting of the Board but that person shall not vote on a matter for a decision at the meeting.\n\n(7) The proceedings of the Board are not invalidated by reason of a vacancy among the members of the Board or by a defect in the appointment or the disqualification of a member.\n\n(8) Subject to this Act, the Board shall regulate the procedure for the meetings of the Board.\n\n  - (1) A member of the Board who has an interest in a matter for consideration by the Board\n\n            - (a) shall disclose in writing the nature of the interest and the disclosure shall form part of the record of the consideration of the matter; and\n\n            - (b) is disqualified from being present at or participating in the deliberation of the Board in respect of that matter.\n\n(2) A member ceases to be a member of the Board if that member has an interest in a matter before the Board and\n\n          - (a) fails to disclose that interest; and\n\n          - (b) is present at or participates in the deliberations of the Board in respect of that matter.\n\n(3)  Where  a  member  contravenes  subsection  (1),  the  chairperson  shall  notify  the Minister who shall inform the President in writing to revoke the appointment of that member.\n\n(4)  Without  limiting  any  further  cause  of  action  that  may  be  instituted  against  the member, the Board shall recover any benefit derived by a member who contravenes subsection (1) in addition to the revocation of the appointment of the member.",
      "relatedImpacts": [],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "neutral"
      }
    },
    {
      "id": "8-committees-of-the-board",
      "section": 8,
      "title": "Committees of the Board",
      "plainLanguage": "The Board has the power to create committees to help with its work, and these committees can include people who are not on the Board. If a committee has both Board members and non-Board members, a Board member must be the chairperson. Members of these committees are subject to the same rules outlined in Section 9.",
      "rawText": "10. (1) The Board may establish committees consisting of members of the Board or nonmembers or both to perform a function of the Board.\n\n(2) A committee composed of members and non-members shall be chaired by a member of the Board.\n\n(3) Section 9 applies to members of a committee of the Board.",
      "relatedImpacts": [
        "business"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "low-positive"
      }
    },
    {
      "id": "9-allowances-of-members",
      "section": 9,
      "title": "Allowances of members",
      "plainLanguage": "This provision states that members of the Board and its committees will receive allowances. The amount of these allowances will be decided by the Minister, after consulting with the Minister responsible for Finance. This ensures board members are compensated for their work.",
      "rawText": "11. Members  of  the  Board  or  members  of  a  committee  of  the  Board  shall  be  paid allowances determined by the Minister in consultation with the Minister responsible for Finance.",
      "relatedImpacts": [],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "neutral"
      }
    },
    {
      "id": "10-policy-directives",
      "section": 10,
      "title": "Policy directives",
      "plainLanguage": "This section allows the Minister to provide written policy instructions to the Board, and the Board must follow them. These instructions must align with the goals of the Act. This ensures the Board operates in accordance with the government's policy objectives.",
      "rawText": "12. (1) The Minister may give directives in writing on matters of policy to the Board and the Board shall comply.\n\n(2) The directives shall be consistent with the object of this Act.\n\n## Administrative Provisions\n\n(2) The Executive Secretary shall hold office on the terms and conditions specified in the letter of appointment.\n\n(3) The Executive Secretary\n\n(a) is responsible for the day-to-day administration of the Commission; and\n\n(b) shall ensure the implementation of the decisions of the Board.\n\n(4) The Executive Secretary may delegate a function to an officer of the Commission but shall not be relieved of the ultimate responsibility for the performance of the delegated function.",
      "relatedImpacts": [
        "business"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "low-negative"
      }
    },
    {
      "id": "11-appointment-of-other-staff-of-the-commission",
      "section": 11,
      "title": "Appointment of other staff of the Commission",
      "plainLanguage": "This section describes how the Commission obtains its personnel. The President is responsible for appointing staff, but this power can be delegated to the Board. Public officers can also be transferred to the Commission. Additionally, the Commission can hire consultants and experts to support its work.",
      "rawText": "14. (1) The President shall, in accordance with article 195 of the Constitution, appoint other staff that are necessary for the effective and efficient performance of the functions of the Commission.\n\n(2) The President may, in writing, delegate the power of appointment in subsection (1) to the Board.\n\n(3) Other public officers may be transferred or seconded to the Commission or may otherwise give assistance to the Commission.\n\n(4) The  Commission  may,  for  the  effective  and  efficient  performance  of  the functions  of  the  Commission,  engage  the  services  of  consultants  or  experts  on  the recommendation of the Executive Secretary.",
      "relatedImpacts": [],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "neutral"
      }
    },
    {
      "id": "12-internal-audit-unit",
      "section": 12,
      "title": "Internal Audit Unit",
      "plainLanguage": "This provision mandates the creation of an Internal Audit Unit within the Commission, headed by an Internal Auditor. The Internal Auditor will conduct regular audits of the Commission's activities. They will also provide quarterly reports to the Board with recommendations for improvements, ensuring transparency and accountability.",
      "rawText": "15. (1) The Commission shall have an Internal Audit Unit in accordance with section 83 of the Public Financial Management Act, 2016 (Act 921).\n\n(2)  The  Internal  Audit  Unit  shall  be  headed  by  an  Internal  Auditor  who  shall  be appointed in accordance with the Internal Audit Agency Act, 2003 (Act 658).\n\n(3) The Internal Auditor is responsible for the internal audit of the Commission.\n\n(4) The Internal Auditor shall, subject to subsections (3) and (4) of section 16 of the Internal Audit Agency Act, 2003 (Act 658), at intervals of three months\n\n          - (a) prepare and submit to the Board, a report on the internal audit carried out during the period of three months immediately preceding the preparation of the report; and\n\n          - (b) make recommendations in each report with respect to matters which appear to the Internal  Auditor as  necessary  for the conduct  of  the  affairs of the Commission.\n\n## Financial Provisions",
      "relatedImpacts": [],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "neutral"
      }
    },
    {
      "id": "13-funds-of-the-commission",
      "section": 13,
      "title": "Funds of the Commission",
      "plainLanguage": "This provision specifies how the commission is funded, including through parliamentary allocations, fees, and donations. It also allows the commission to invest any funds that are not immediately required. This investment power enables the commission to potentially grow its financial resources and ensure long-term financial stability.",
      "rawText": "16. (1) The sources of funds of the Commission are\n\n      - (a) moneys approved by Parliament;\n\n      - (b) fees, and\n\n      - (c) loans, grants and donations.\n\n(2) The Commission may invest moneys not required for immediate use as the Commission considers appropriate.",
      "relatedImpacts": [
        "business"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "low-positive"
      }
    },
    {
      "id": "14-bank-account",
      "section": 14,
      "title": "Bank account",
      "plainLanguage": "This provision states that the Commission must have a bank account to hold its funds. The account needs to be approved by the Controller and Accountant-General. This ensures that the Commission's finances are properly managed and supervised by the appropriate authorities.",
      "rawText": "17. Moneys  for  the  Commission  shall  be  paid  into  a  bank  account  opened  for  the purpose by the Commission with the approval of the Controller and Accountant-General.",
      "relatedImpacts": [],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "neutral"
      }
    },
    {
      "id": "15-accounts-and-audit",
      "section": 15,
      "title": "Accounts and audit",
      "plainLanguage": "The Commission is required to keep financial records according to the Auditor-General's standards. Each year, the Auditor-General will audit the Commission's accounts. The audit report will then be shared with Parliament, the relevant Minister, and the Commission's Board.",
      "rawText": "18. (1) The Commission shall keep books, records, returns of account and other documents in relevant to the accounts in the form approved by the Auditor-General.\n\n(2)  The  Board  shall,  at  the  end  of  each  financial  year,  submit  the  accounts  of  the Commission to the Auditor-General for audit.\n\n(3)  The Auditor-General  shall,  within  six  months  after  the  end  of  the  immediately preceding  financial  year,  audit  the  accounts  of  the  Commission  and  submit  the  report  to Parliament and forward a copy each of the audit report to the Minister and the Board.\n\n(4)  The  financial  year  of  the  Commission  is  the  same  as  the  financial  year  of Government.",
      "relatedImpacts": [
        "business"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "low-positive"
      }
    },
    {
      "id": "16-annual-report-and-other-reports",
      "section": 16,
      "title": "Annual report and other reports",
      "plainLanguage": "The Board must submit an annual report on the Commission's activities to the Minister within 30 days of receiving the audit report, including the Auditor-General's report. The Minister then has 30 days to submit this report to Parliament, along with any necessary statements. The Minister can also request additional reports from the Board as needed.",
      "rawText": "19. (1) The Board shall, within thirty days after the receipt of the audit report, submit an annual report to the Minister covering the activities and operations of the Commission for the year to which the annual report relates.\n\n(2) The annual report shall include the report of the Auditor-General.\n\n(3) The Minister shall, within thirty days after the receipt of the annual report, submit the report to Parliament with a statement that the Minister considers necessary.\n\n## Licensing and Regulation of Postal, Courier and Logistics Services",
      "relatedImpacts": [
        "business"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "low-positive"
      }
    },
    {
      "id": "17-licence-to-provide-postal-courier-and-logistics-services",
      "section": 17,
      "title": "Licence to provide postal, courier and logistics services",
      "plainLanguage": "This provision requires most businesses and individuals providing postal, courier, and logistics services in Ghana to obtain a license from the Commission, with Ghana Post being an exception. Operating without a license is a criminal offense, punishable by a fine or imprisonment. Businesses must also ensure that any third-party courier or logistics operators they use are properly licensed.",
      "rawText": "20. (1) The Commission shall license the following persons or businesses:\n\n    - (a) a private courier operator solely established to provide courier and logistics services;\n\n    - (b) a  public  or  private  entity  which  engages  in  delivery  services  in  the  course  of business;\n\n    - (c) an  operator  of  an  online  shop  or  e-commerce  platform  that  operates  courier  or logistics services;\n\n    - (d) a courier and logistics aggregator;\n\n    - (e) a supermarket, shop, mall, restaurant, pharmacy, pharmaceutical company or other commercial concern that operates courier or logistics services as part of business activity;\n\n    - (f) a public or private transport operator in Ghana engaged in delivery whether by land, sea or air;\n\n    - (g) a courier or logistics service operator; and\n\n    - (h) an individual engaged in courier or logistics services with the use of a vehicle, cycle, motorcycle or tri-cycle.\n\n(2) Despite subsection (1), the Ghana Post Company Limited shall operate without a licence issued by the Commission.\n\n(3) A person shall not establish, operate, facilitate, provide or offer postal, courier or logistics services except under a license issued by the Commission under this Act.\n\n(4) A person or business who contravenes subsection (3) commits an offence and is liable on summary conviction to a fine of not less than two hundred and fifty penalty units and not more than one thousand penalty units or to a term of imprisonment of not less than………. and not more than three years or, to both.\n\n(5) A person or business specified in paragraph (b), (c) or (d) of subsection (1) shall not engage the services of a third party courier or logistics operator that is not licensed by the Commission.\n\n(6) A person or business that contravene subsection (5) commits an offence and is liable on summary conviction to a fine of not less than two hundred and fifty penalty units and not more  than  one  thousand  penalty  units  or  to  a  term  of  imprisonment  of  not  less  than\n\n21. A licence to provide a postal, courier or logistics service may be granted to\n\n    - (a) a  citizen  of  Ghana  operating  under  a  registered  sole  proprietorship  under  the Registration of Business Names Act, 1962 (Act 151);\n\n    - (b) a body corporate registered under the Companies Act, 2019 (Act 992);\n\n    - (c) a partnership registered under the Incorporated Private Partnerships Act, 1962 (Act 152);\n\n    - (d) an external company duly registered in Ghana;\n\n    - (e) a foreign franchise entity registered as a local entity; and\n\n    - (f) an individual engaged in courier or logistics  services  who uses a vehicle, cycle, motorcycle or tri-cycle.",
      "relatedImpacts": [
        "innovation",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "medium-negative",
        "freedomOfSpeech": "neutral",
        "privacy": "low-negative",
        "business": "high-negative"
      }
    },
    {
      "id": "18-application-for-licence",
      "section": 18,
      "title": "Application for licence",
      "plainLanguage": "To apply for a license, you must submit a form, pay a fee, and provide required documents to the Commission. The Commission will acknowledge your application within five working days and inform you of their decision within sixty days of acknowledgement. The Commission will also assess your ability to provide the service related to the license application.",
      "rawText": "22. (1) An application for a licence shall be\n\n            - (a) made  to  the  Commission  on  a  form  determined  by  the Commission; and\n\n            - (b) accompanied with the prescribed fee and documents.\n\n(2) The Commission shall\n\n          - (a) within five working days of receipt of an application, acknowledge in writing the receipt of the application; and\n\n          - (b) within sixty days after acknowledgment of receipt, inform the applicant in writing of the decision of the Commission.\n\n(3) The Commission shall in considering an application under this Act, require an applicant to show proof of ability to provide the service to which the application relates.",
      "relatedImpacts": [
        "business"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "low-positive"
      }
    },
    {
      "id": "19-grant-of-licence",
      "section": 19,
      "title": "Grant of licence",
      "plainLanguage": "This section allows the Commission to issue licenses for postal and courier services, excluding those services that are specifically reserved. The Commission can set conditions for these licenses. Each license must specify the services covered, how long it is valid, and any fees associated with obtaining or maintaining the license.",
      "rawText": "23. (1) The Commission may, subject to conditions that it may determine, grant a licence to an applicant to provide a postal or courier service other than a reserved postal service.\n\n(2) Without limiting subsection (1) a licence shall state the\n\n(a) type of services to be provided;\n\n(b) period of validity of the licence; and\n\n(c) payment to the Commission\n\n(i) of a fee for the grant of the licence; or\n\n(ii) of periodic payments during the existence of the licence or both.",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "low-negative",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "medium-negative"
      }
    },
    {
      "id": "20-courier-service",
      "section": 20,
      "title": "Courier service",
      "plainLanguage": "This section describes what is needed to get a license for courier and logistics businesses. Licensees must commit to tracking packages, delivering on time, and using technology for things like order processing and payment. The Commission can still give licenses to smaller businesses even if they don't meet all the requirements at first.",
      "rawText": "24. (1) A person shall not be licensed to provide a courier or logistics service unless the person undertakes to\n\n                  - the courier or logistics operates;\n\n            - (b) follow  and  trace  items  received  or  collected  for  delivery  by  the  business undertaking of that person;\n\n            - (c) deliver items within the acceptable delivery time set by the person and approved by the Commission;\n\n(d) put in place requisite technological and logistical infrastructure approved by the\n\nCommission for\n\n                  - (i) prompt order fulfilment;\n\n                  - (ii) standard packaging and labeling;\n\n                  - (iii) real-time online tracking, monitoring and delivery confirmation;\n\n                  - (iv) bar code scanning;\n\n                  - (v) pricing of courier charges;\n\n                  - (vi) identifying prohibited items;\n\n(vii) payment collection;\n\n                  - (viii) delivery of items within the acceptable delivery time set by each operator and approved by the Commission;\n\n                  - (ix) operating within standards acceptable to the Commission; and\n\n                  - (x) reverse logistics and refund.\n\n(2) Despite subsection (1), the Commission may exercise its sole discretion to grant licenses to prospective courier or logistics operators that are small and medium enterprises or start-up enterprises, irrespective of their inability to fulfil all the requirements herein from the onset of their operations.",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "medium-positive"
      }
    },
    {
      "id": "21-designation-of-national-postal-service-provider",
      "section": 21,
      "title": "Designation of National Postal Service Provider",
      "plainLanguage": "This section of the bill officially names Ghana Post as the country's main postal, courier, and logistics company. Ghana Post is given the sole authority to provide certain postal services and use the name \"Post Office\". Ghana Post can also allow other parties to perform some of its duties and can offer combined postal, courier, and logistics services if they have the required resources.",
      "rawText": "25. (1) The Ghana Post Company Limited referred to in this Act as \"Ghana Post\" is by this  Act designated  as the national postal,  courier  and  logistics service provider with the exclusive right to provide the reserved postal, courier and logistics services specified in the Schedule.\n\n(2) The Commission shall upon the coming into force of this Act, accordingly grant\n\n(3) Ghana Post shall have the exclusive use of the words \"Post Office\".\n\n(4) For the effective and efficient implementation of the reserved function, Ghana Post  may  subject  to  such  conditions  as  it  may  determine  in  writing,  delegate  the performance of a function conferred on it under this Act to a person.\n\n(5) Ghana Post may provide a hybrid of postal courier and logistic services and in the case of courier and logistics services, Ghana Post shall put in place the requisite technological and logistical infrastructure specified in paragraph (d) of subsection (1) of section 24 of this Act and approved by the Commission.",
      "relatedImpacts": [
        "innovation",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "medium-negative",
        "freedomOfSpeech": "neutral",
        "privacy": "low-negative",
        "business": "high-negative"
      }
    },
    {
      "id": "22-reserved-postal-services",
      "section": 22,
      "title": "Reserved postal services",
      "plainLanguage": "This provision grants Ghana Post the exclusive right to deliver certain types of mail within Ghana. This includes items like letters, postcards, printed materials, and small packages. The specifics of what qualifies under this exclusive delivery service are detailed in a related schedule.",
      "rawText": "26. The function reserved for Ghana Post confers on it the exclusive power to convey letters,  post  cards,  printed  matters,  small  parcels  and  other  postal  articles  within  the requirements specified in paragraph 1 of the Schedule.",
      "relatedImpacts": [
        "innovation",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "medium-negative",
        "freedomOfSpeech": "neutral",
        "privacy": "low-negative",
        "business": "high-negative"
      }
    },
    {
      "id": "23-contract-to-convey-postal-articles",
      "section": 23,
      "title": "Contract to convey postal articles",
      "plainLanguage": "This provision allows Ghana Post to hire outside parties to help deliver mail. These parties can transport mail by land, sea, or air. The specific details of these delivery arrangements will be determined by a contract between Ghana Post and the delivery service.",
      "rawText": "27. Ghana Post may contract a person to convey a postal article by land, sea or air on its behalf and on conditions that may be agreed upon between Ghana Post and the person contracted.",
      "relatedImpacts": [],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "neutral"
      }
    },
    {
      "id": "24-licence-not-transferable-without-written-approval",
      "section": 24,
      "title": "Licence not transferable without written approval",
      "plainLanguage": "A license issued under this law cannot be given or sold to someone else. To transfer a license, the Commission must provide written permission. This requirement allows the Commission to control who is authorized under the license.",
      "rawText": "28. A licence  issued  under  this  Act  is  not  transferable  except  with  the  prior  written approval of the Commission.",
      "relatedImpacts": [
        "business"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "low-negative"
      }
    },
    {
      "id": "25-renewal-of-licence",
      "section": 25,
      "title": "Renewal of licence",
      "plainLanguage": "A postal or courier service license can be renewed by applying to the Commission at least three months before it expires, following the same procedure as the original application. If a license is not renewed or the renewal application is rejected, the licensee must stop providing services within 90 days of the license's expiration. This ensures a structured process for license renewal and outlines the consequences of non-compliance.",
      "rawText": "29. (1)  A  licence  may be renewed upon an application made to the Commission for renewal of the licence, not later than three months before the expiration of the licence.\n\n(2) The procedure for renewal of a licence shall be the same as that applicable to the grant of the original licence.\n\n(3) A licensee who fails to renew a licence or whose application for the renewal is rejected by the Commission shall cease to provide the postal or courier service ninety days after the expiration of the licence.",
      "relatedImpacts": [
        "business"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "low-positive"
      }
    },
    {
      "id": "26-power-to-modify-licence",
      "section": 26,
      "title": "Power to modify licence",
      "plainLanguage": "The Commission has the authority to change the terms of a license if it believes it benefits the public. Before making any changes, the Commission must notify the license holder in writing at least 60 working days in advance and consider any objections. The Commission may also provide compensation to the license holder for any costs or damages resulting from the license modification.",
      "rawText": "30. (1) The Commission may, subject to this Act, modify a licence if the Commission considers that the modification is required in the public interest.\n\n(2) A modification shall not be made unless the Commission has given at least sixty working days' notice in writing to the licensee\n\n(3) The Commission shall, before making a modification, consider the representation or objection made to the Commission.\n\n(4) A notice under subsection (2) shall be published in the Gazette and in a national media.\n\n(5) A copy of the notice shall be submitted to the licensee.\n\n(6) The  Commission  may  compensate  the  licensee  for  any  expense  incurred  or damage caused as a result of a modification to a licence made under subsection (1).",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "medium-negative",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "medium-negative"
      }
    },
    {
      "id": "27-suspension-or-cancellation-of-licence",
      "section": 27,
      "title": "Suspension or cancellation of licence",
      "plainLanguage": "The Commission can suspend or cancel a license if the licensee violates its conditions. Before doing so, the Commission must notify the licensee of the problem and allow them a chance to fix it and be heard. The Commission will also consider the potential harm to others if the license is suspended or cancelled. A license automatically expires if it is not used within six months of being granted.",
      "rawText": "31. (1) Where the Commission is satisfied that a licensee is not complying with or has not complied with the conditions of the licence, the Commission may suspend or cancel the licence.\n\n(2) A suspension or cancellation shall not be made unless the Commission gives the licensee a written notice specifying the cause of dissatisfaction of the Commission and giving directions for rectification of the breach and the action proposed to be taken by the Commission in the event of non-compliance with the notice.\n\n(3) The Commission shall not suspend or cancel a licence without first giving the licensee an opportunity to be heard and to comply with the directives of the Commission if any, within a reasonable period.\n\n(4) The  Commission  shall  in  determining  whether  it  is  necessary  to  suspend  or cancel a licence, consider the extent of loss or damage to persons likely to be affected by the suspension or cancellation.\n\n(5) A licence which is not utilised within six months from the date of its grant shall lapse.",
      "relatedImpacts": [
        "business"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "low-positive"
      }
    },
    {
      "id": "28-complaint-to-the-minister",
      "section": 28,
      "title": "Complaint to the Minister",
      "plainLanguage": "This section describes how someone can appeal a licensing decision. If the Commission rejects, changes, or cancels a license, the person can complain to the Minister. The Minister must decide on the complaint within 30 days. If the person is still not satisfied, they can use other ways to resolve the issue, like mediation, or go to court.",
      "rawText": "32. (1)  A person aggrieved by\n\n                - a rejection or refusal of the Commission to grant or renew the licence of that person; or\n\n                - a modification, suspension or cancellation of a licence\n\nmay lodge a complaint in writing with the Minister who shall within thirty days of receipt of the complaint, make a decision on the complaint.\n\n(6) A person dissatisfied with the decision of the Minister or with the failure of the Minister to make a decision within thirty days as required under subsection (1), may",
      "relatedImpacts": [
        "business"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "low-positive"
      }
    },
    {
      "id": "29-production-of-books-of-account-and-records",
      "section": 29,
      "title": "Production of books of account and records",
      "plainLanguage": "To ensure licensees are following the law, the Commission can request access to their financial accounts, records, and other relevant documents. Licensees must provide these documents for inspection when requested by the Commission. This allows the Commission to monitor compliance with the Act.",
      "rawText": "33. The Commission, for the purpose of ensuring compliance with this Act may, by notice  in  writing,  direct  a  licensee to  submit  its  accounts,  records  and  other documents specified in the notice for inspection by the Commission.",
      "relatedImpacts": [
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "low-negative",
        "business": "low-negative"
      }
    },
    {
      "id": "30-quality-of-postal-service",
      "section": 30,
      "title": "Quality of Postal Service",
      "plainLanguage": "This provision allows the Commission to monitor the quality of postal services. To do this, the Commission can hire an independent consultant to evaluate a licensee's services and suggest ways to improve them. The Commission must specify which services and licensee the consultant will monitor.",
      "rawText": "34. (1) The Commission may for the purpose of monitoring the quality of postal services provided by a licensee, appoint an independent consultant who shall by a written report make recommendations to the Commission on measures to be taken to improve the quality of services.\n\n(2) The Commission shall, in appointing an independent consultant under subsection (1), specify the type of postal services and licensee to be monitored.\n\n## Postage Stamps and Postal Operations",
      "relatedImpacts": [
        "business"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "low-positive"
      }
    },
    {
      "id": "31-postage-stamp",
      "section": 31,
      "title": "Postage stamp",
      "plainLanguage": "Ghana Post is the only entity authorized to create and distribute postage stamps in Ghana. These stamps are the standard method for paying for postal services. However, Ghana Post can decide to allow other ways to prepay for postage if they choose.",
      "rawText": "35. (1) Ghana Post  has the sole right to issue postage stamps.\n\n(2) A postage stamp shall be used in respect of postal articles, for the prepayment of postage other sum chargeable under this Act, except where Ghana Post determines that prepayment may be made in some other form.",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "medium-negative"
      }
    },
    {
      "id": "32-postal-charges",
      "section": 32,
      "title": "Postal charges",
      "plainLanguage": "Ghana Post is required to display its postal service charges at every post office. Any increases to the cost of specific postal services must follow guidelines set by a regulatory commission. This ensures transparency and oversight in how postal rates are determined.",
      "rawText": "36. (1) Ghana Post shall publish at every post office in the country a notice showing the charges and other conditions to provide postal services.\n\n(2) Increase in charges for reserved postal services provided by Ghana Post shall be determined by Ghana Post in accordance with guidelines given by the Commission.",
      "relatedImpacts": [
        "business"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "low-positive"
      }
    },
    {
      "id": "33-copyright-in-stamps-and-other-philatelic-materials",
      "section": 33,
      "title": "Copyright in stamps and other philatelic materials",
      "plainLanguage": "The government owns the copyright for stamps and other philatelic materials created by Ghana Post. This gives the government control over how these items are reproduced and used. Philatelic materials include items like postage stamps.",
      "rawText": "37. (1) Copyright  in  philatelic materials  produced  by  Ghana  Post  belongs  to  the Government.\n\n(2) For the purpose of subsection (1), \"philatelic materials\" include\n\n            - (a) philatelic stamp;",
      "relatedImpacts": [],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "neutral"
      }
    },
    {
      "id": "34-exemption-from-postal-charges",
      "section": 34,
      "title": "Exemption from postal charges",
      "plainLanguage": "This provision allows the Commission to exempt certain groups of people from paying for postal services provided by Ghana Post. The Commission must announce these exemptions publicly. This enables the Commission to offer free postal services to specific groups they deem appropriate.",
      "rawText": "38. The Commission may, by notice published in the Gazette , exempt specified classes of persons from paying for postal services provided by Ghana Post.",
      "relatedImpacts": [
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "low-positive",
        "privacy": "neutral",
        "business": "low-negative"
      }
    },
    {
      "id": "35-prohibition-on-sending-certain-articles-by-post-or-courier-or-logistics",
      "section": 35,
      "title": "Prohibition on sending certain articles by post or courier or logistics",
      "plainLanguage": "This provision prohibits sending dangerous or illegal items such as explosives, narcotics, and indecent materials through the postal service. It also restricts items that could harm postal workers or other mail. However, valuable items like money, precious metals, and jewelry can be sent via courier services.",
      "rawText": "39. (1) A person shall not send by post\n\n      - (a) any explosive, inflammable, dangerous, filthy, noxious or deleterious substances;\n\n      - (b) any sharp instrument not properly protected;\n\n      - (c) any living creature which is either noxious or likely to damage other postal articles in the course of conveyance by post or injure a postal officer;\n\n      - (d) any  indecent  or  pornographic  printing,  painting,  photograph,  lithograph, engraving, book, card or any other indecent pornographic article in whatever form;\n\n      - (e) any postal article that bears on the cover of it any words, marks or designs of an indecent, pornographic, scurrilous, threatening or grossly offensive character;\n\n      - (f) opium, morphine, cocaine or any other narcotics;\n\n      - (g) a postal article that bears a fictitious postage or purports to be prepaid with a postage stamp which has been previously used to prepay another postal article;\n\n      - (h) any  printing,  painting,  photograph,  lithograph,  book  or  card  which  may  be prejudicial to public safety or to the peace and public order of any part of the country; or\n\n      - (i) any other article prohibited for carriage in the interest of national security or International  Air  Traffic  Association  regulations  or  any  other  international rules of carriage.\n\n(2) Despite subsection (1), a person may send by courier, coins, bank notes, currency notes,  securities  or  cheques,  platinum,  gold  or  silver  whether  manufactured  or  not, precious stones, jewels or other valuable articles.",
      "relatedImpacts": [
        "freedomOfSpeech"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "medium-negative",
        "privacy": "neutral",
        "business": "neutral"
      }
    },
    {
      "id": "36-power-to-detain-and-open-prohibited-articles",
      "section": 36,
      "title": "Power to detain and open prohibited articles",
      "plainLanguage": "This provision allows postal, courier, and logistics companies to hold packages if they suspect the contents are illegal. If a package is suspected of containing prohibited items, the service provider must report it to a relevant state agency like the police or Narcotics Control Commission. This allows law enforcement to investigate potentially illegal items sent through the mail or by courier.",
      "rawText": "40. Where a postal, courier or logistics service provider has reason to believe that a postal",
      "relatedImpacts": [
        "freedomOfSpeech",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "medium-negative",
        "privacy": "high-negative",
        "business": "low-negative"
      }
    },
    {
      "id": "37-power-to-open-postal-articles-suspected-to-contain-dutiable-goods",
      "section": 37,
      "title": "Power to open postal articles suspected to contain dutiable goods",
      "plainLanguage": "This provision allows postal, courier, and logistics services to hold packages suspected of violating customs laws. These services can open the package to inspect it, ideally with the recipient present. Unless needed for legal reasons, the package will then be delivered to the recipient.",
      "rawText": "41. (1)  A  postal  or  courier  or  a  logistics  service  provider  may  detain  a  postal  article reasonably suspected to contain goods in contravention of the customs legislation and the officer of the postal or courier provider may open the article in the presence of the addressee or a person appointed agent of the addressee.\n\n(2) Where that person or the agent of that person after being duly notified fails or neglects to attend, the officer may open and examine the postal article.\n\n(3) A postal article that has been opened and examined under this section shall be delivered to the addressee unless the article is required for the purpose of proceedings under this Act or any other enactment.\n\n## Offences and Penalties",
      "relatedImpacts": [
        "freedomOfSpeech",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "low-negative",
        "privacy": "medium-negative",
        "business": "low-negative"
      }
    },
    {
      "id": "38-unlawfully-taking-away-or-opening-mail-bag-sent-by-post",
      "section": 38,
      "title": "Unlawfully taking away or opening mail bag sent by post",
      "plainLanguage": "This provision makes it illegal to unlawfully take or open mail bags used for postal delivery. It also prohibits unlawfully removing any items from a mail bag during postal transit. Violators may face fines and/or imprisonment.",
      "rawText": "42. (1) A person shall not\n\n      - (a) unlawfully  take  away  or  open  a  mail  bag  used  for  the  transmission  or conveyance of a postal article; or\n\n      - (b) unlawfully take out of a mail bag a postal article or any other article in the course of transmission or conveyance of that article by post.\n\n(2) A  person  who  contravenes  subsection  (1)  commits  an  offence  and  is  liable summary on conviction to a fine of not less than ………… and not more than five hundred penalty units or to a term of imprisonment for a term of not less than ………… and not more than two years or, to both.",
      "relatedImpacts": [
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "low-positive",
        "business": "low-positive"
      }
    },
    {
      "id": "39-unlawful-use-of-stamp-or-franking-machine",
      "section": 39,
      "title": "Unlawful use of stamp or franking machine",
      "plainLanguage": "This provision makes it illegal to fraudulently misuse postage stamps or franking machines. Prohibited actions include removing stamps, altering used stamps, reusing defaced stamps, or tampering with franking machines. Violators may face fines, imprisonment, or both.",
      "rawText": "43. A person who with intent to defraud\n\n(a) removes from a postal article any postage stamp fixed to that postal article;\n\n(b) removes from a used stamp a mark made on that stamp at a post office:\n\n    - (c) uses a postage stamp which has been obliterated or defaced by a mark made on the postage stamp as having been previously used to prepay any revenue, duty or tax on any postal article; or\n\n(d) tampers with a franking machine or superscripts a postal article with a franking machine which has been tampered with commits an offence and is liable on summary conviction to a fine of not less than fifty penalty  units  and  not  more  than  two  hundred  and  fifty  penalty  units  or  to  term  of imprisonment for not less than ……….. and not more than twelve months or to both.",
      "relatedImpacts": [
        "business"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "low-positive"
      }
    },
    {
      "id": "40-unlawful-interference-with-mail",
      "section": 40,
      "title": "Unlawful interference with mail",
      "plainLanguage": "This law makes it illegal to tamper with mail or postal items without permission. It also prohibits altering or removing official postal markings. Those who violate this law could face fines or jail time.",
      "rawText": "44. (1) A person shall not\n\n      - (a) interfere with any mail or postal article otherwise than in accordance with the provisions of this Act or Regulations made under this Act; or\n\n      - (b) fraudulently put, alter, remove or erase any official mark on a postal article\n\n(2) A person who contravenes subsection (1) commits an offence and is liable on summary conviction to a fine of not less than fifty penalty units and not more than two hundred and fifty penalty units or to a term of imprisonment of not less than ……..and not more than twelve months or, to both.",
      "relatedImpacts": [
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "low-positive",
        "business": "low-positive"
      }
    },
    {
      "id": "41-unlawful-entry-into-post-office-premises",
      "section": 41,
      "title": "Unlawful entry into post office premises",
      "plainLanguage": "This provision makes it illegal to enter restricted areas of a post office without permission or to interfere with postal workers doing their jobs. Violators may face fines between fifty and two hundred penalty units, a prison sentence of up to twelve months, or both. This aims to protect postal facilities and ensure the smooth operation of postal services.",
      "rawText": "45. (1) A person shall not\n\n      - (a) without permission enter any premises used for the purpose of postal services provided  by  Ghana Post and to which the public has no right of access, and refuses or fails to leave the premises when asked to do so by a person employed on the premises; or\n\n      - (b) unlawfully obstruct or impede an employee of a license in the discharge of the duty of the employee in connection with postal services.\n\n(2) A person who contravenes subsection (1) commits an offence and is liable on summary conviction to a fine of not less than fifty penalty units and not more than two hundred penalty units or to a term of imprisonment of not less than………. and not more than twelve months or, to both.",
      "relatedImpacts": [
        "business"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "low-negative"
      }
    },
    {
      "id": "42-fraudulent-use-of-philatelic-material",
      "section": 42,
      "title": "Fraudulent use of philatelic material",
      "plainLanguage": "This law makes it illegal to counterfeit stamps, use Ghana Post stamps without permission, or use old, invalid stamps for mailing. Violators could face fines or jail time. This provision aims to protect the integrity of the postal system and prevent fraud related to stamps.",
      "rawText": "46. (1) A person shall not\n\n    - (a) counterfeit any philatelic material;\n\n    - (b) use without authority, proof of which shall be on that person, a stamp designed for Ghana Post; or\n\n    - (c) use a commemorative or definitive postage stamps for postage purpose after the stamp has been demonetized or invalidated.",
      "relatedImpacts": [
        "business"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "low-negative"
      }
    },
    {
      "id": "43-acts-infringing-on-reserved-rights",
      "section": 43,
      "title": "Acts infringing on reserved rights",
      "plainLanguage": "This provision makes it a crime to perform postal services that are specifically reserved for authorized entities, unless the person has legal permission or a valid excuse. Individuals convicted of this offense may face a fine between 250 and 1,000 penalty units, imprisonment for a term between a period not specified and three years, or both. This aims to protect the integrity and regulation of postal services by penalizing unauthorized activities.",
      "rawText": "47. A person who without lawful authority or excuse performs any of the reserved postal functions  specified  in  the  Schedule  commits  an  offence  and  is  liable  on  summary conviction to a fine of not less than two hundred and fifty penalty units and not more than one thousand penalty units or to a term of imprisonment of not less than ………….and not more than three years or, to both.",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "low-negative",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "medium-negative"
      }
    },
    {
      "id": "44-prohibition-of-false-notice-as-to-reception-of-letter-and-sale-of-stamps",
      "section": 44,
      "title": "Prohibition of false notice as to reception of letter and sale of stamps",
      "plainLanguage": "This law makes it illegal to falsely advertise a location as a post office or letter box without Ghana Post's permission. Similarly, you can't mark a vehicle or vessel as carrying mail without written consent. Violators may face fines or jail time. This aims to prevent public confusion about official postal services.",
      "rawText": "48. (1)  A  person  shall  not inscribe  on  any  receptacle  placed  or  maintained  in  any premises under the  control of that person or on any premises\n\n                - (a) the words \"post office\" or \"letter box\" or\n\n                - (b) any  other  words,  letter  or  marks  which  signify or  may  lead  the  public  to believe that it is a post office or a post office letter box\n\nwithout the authority of Ghana Post.\n\n(2) A person shall not inscribe on any vehicle or vessel, any words, letters or marks which signify or may reasonably lead any other person to believe that the vehicle or vessel  is  used  for  the  conveyance  of  mails  from  a  post  office,  except  with  the  written permission of Ghana Post.\n\n(3) A person who contravenes subsection (1) or (2) commits an offence and is liable on summary conviction to a fine of not less than ……….. and not more than two hundred and fifty penalty units or to a term of imprisonment of not less than ……… and not more than twelve months or, to both.",
      "relatedImpacts": [
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "low-negative",
        "privacy": "neutral",
        "business": "low-negative"
      }
    },
    {
      "id": "45-destruction-or-damage-to-post-office-letterbox",
      "section": 45,
      "title": "Destruction or damage to post office letterbox",
      "plainLanguage": "This provision makes it a crime to damage or destroy Ghana Post letterboxes or any notices attached to them. If someone is found guilty of this offense, they could face a fine between fifty and two hundred and fifty penalty units, a prison sentence of up to twelve months, or both. This law aims to protect postal infrastructure and ensure the proper delivery of mail.",
      "rawText": "49. A person who destroys or damages any receptacle provided by Ghana Post for the reception of postal articles or any notices on any receptacle, commits an offence and is liable on summary conviction to a fine of not less than fifty penalty units and not more than two hundred and fifty penalty units or to a term of imprisonment of not less than.. … and not more than twelve months or, to both.",
      "relatedImpacts": [
        "business"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "low-positive"
      }
    },
    {
      "id": "46-evasion-of-post-office-laws",
      "section": 46,
      "title": "Evasion of post office laws",
      "plainLanguage": "This provision prohibits individuals from fraudulently using the postal service. It makes it illegal to misrepresent the contents of mail, make false declarations about postal items, or falsely claim exemptions. Violators may face fines between 50 to 250 penalty units and/or imprisonment up to twelve months.",
      "rawText": "50. (1) A person shall not\n\n      - (a) fraudulently put into a post office anything in which or in the cover of which or\n\n      - (b) make a false declaration of the contents of anything sent by post; or\n\n      - (c) fraudulently send by post anything which the person claims to be a thing that falls within an exemption or privilege granted under this Act in respect of the postal article.\n\n(2) A person who contravenes subsection (1) commits an offence and is liable on summary conviction to a fine of not less than 50 penalty units and not exceeding 250 penalty units or to a term of imprisonment for term not less than………..and not more than twelve months or, to both.",
      "relatedImpacts": [
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "low-positive",
        "business": "low-negative"
      }
    },
    {
      "id": "47-retaining-mail-bags-or-postal-articles",
      "section": 47,
      "title": "Retaining mail bags or postal articles",
      "plainLanguage": "This provision makes it illegal to fraudulently keep, control, or destroy mail bags or postal items. It also prohibits refusing to hand over these items to Ghana Post when asked. Violators may face fines, imprisonment, or both.",
      "rawText": "## 51. (1) A person shall not\n\n      - (a) fraudulently retain, control or destroy; or\n\n        - (b) neglect or refuse to deliver when requested to do so by an officer of Ghana Post\n\nany mail bag or postal article in the course of its transmission by post, with the apparent intention of not being delivered to the addressee.\n\n(2) A person who contravenes subsection (1) commits an offence and is liable on summary conviction to a fine of not less than one hundred penalty units and not more than five hundred penalty units or to a term of imprisonment of not less than………. and not more than two years or, to both.",
      "relatedImpacts": [
        "privacy"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "low-positive",
        "business": "neutral"
      }
    },
    {
      "id": "48-unlawful-disclosure-of-contents-of-postal-article",
      "section": 48,
      "title": "Unlawful disclosure of contents of postal article",
      "plainLanguage": "This provision makes it illegal for anyone without permission from Ghana Post to reveal the contents of mail, unless they are returning it to the sender. Only Ghana Post employees or those with written authorization can disclose what's inside a postal item. Violators could face fines or jail time.",
      "rawText": "52. (1) Except for the purpose or returning a postal article to the sender, a person shall not  without authorisation in writing from Ghana Post, disclose or in any manner make known to any person other than an officer of Ghana Post, the contents of a postal article.\n\n(2) A person who contravenes subsection (1) commits an offence and is liable on summary conviction to a fine of not less than……….. and not more than two hundred and fifty penalty units  or to a term of imprisonment of not less than …………and not more than twelve months or, to both.",
      "relatedImpacts": [
        "freedomOfSpeech",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "medium-negative",
        "privacy": "medium-positive",
        "business": "low-negative"
      }
    },
    {
      "id": "49-general-penalty",
      "section": 49,
      "title": "General penalty",
      "plainLanguage": "This provision creates a general penalty for any violation of this law that doesn't already have a specific punishment listed. A person who violates the law could face a fine, jail time of up to a year, or both. The exact amount of the fine will be determined by the number of penalty units assigned.",
      "rawText": "53. A person who contravenes or fails to comply with a provision of this Act commits an offence and, where no penalty is expressly provided, shall on summary conviction be liable to a fine  of not less than …………penalty units and not more than two hundred and fifty penalty units or to a term of imprisonment of not less than …………and not more than twelve months or, to both.\n\n54. (1) Where a body of persons is convicted of an offence under this Act,\n\n            - (a) in the case of a body corporate, every director or officer of that body corporate shall be deemed to have committed that offence; and\n\n            - (b) in the case of a partnership or a firm, every partner of the partnership or firm shall be deemed to have committed that offence.\n\n(2) A person shall not be deemed to have committed an offence under subsection (1) where the person\n\n            - (a) proves that the offence was committed by some other person without the knowledge or connivance of that person; or\n\n            - (b) exercised diligence to prevent the commission of that act as the person ought to, having regard to the circumstances.\n\n## Miscellaneous Provisions",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "high-negative",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "high-negative"
      }
    },
    {
      "id": "50-article-addressed-to-deceased-person",
      "section": 50,
      "title": "Article addressed to deceased person",
      "plainLanguage": "If a piece of mail is addressed to someone who has passed away, postal services can deliver it to the executor or administrator of the deceased's estate. To receive the mail, the executor or administrator must present legal documents, such as probate or letters of administration, proving they are authorized to manage the deceased's affairs. This process ensures that the deceased person's mail is handled by the appropriate individuals.",
      "rawText": "55. A postal article addressed to a deceased person may be delivered to the executors or administrators of the estates of the deceased person on presentation of probate or letters of administration.",
      "relatedImpacts": [],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "neutral"
      }
    },
    {
      "id": "51-settlement-of-dispute",
      "section": 51,
      "title": "Settlement of dispute",
      "plainLanguage": "This section allows customers to file a complaint with the Commission if they believe a postal licensee has discriminated against them, shown favoritism to others, or applied unauthorized charges. The Commission will investigate the complaint and issue a decision with justification. The Commission is responsible for establishing the procedures for resolving these disputes.",
      "rawText": "56. (1) Any dispute between a customer and a licensee in which it is alleged that the licensee\n\n            - (a) has exercised undue discrimination in the provision of a postal service against the customer in respect of charges or terms applied or to be applied;\n\n            - (b) has  shown  undue  preference  to  any  other  person  to  the  detriment  of  the customer; or\n\n            - (c) has  applied  or  proposes  to  apply  to  the  customer  any  charge  related  to provision of a postal service which is not authorised under this Act\n\nmay be referred to the Commission by either party.\n\n(2) Where a dispute is referred to the Commission, the Commission or a person appointed by the Commission shall determine whether the allegation is well founded and where  the  allegation  is  well  founded,  the  Commission  or  the  person  appointed  by  the Commission  shall  make  the  determination  as  considered  appropriate  together  with  a statement of reasons for the determination made.\n\n    - An  act  or  omission  of  a  licensee  which  is  authorised  by  any  condition",
      "relatedImpacts": [
        "business"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "low-positive"
      }
    },
    {
      "id": "52-establishment-of-register",
      "section": 52,
      "title": "Establishment of register",
      "plainLanguage": "This section requires the Commission to create a public register of licenses issued under this law, including details about their conditions, suspensions, and cancellations. Information that is not in the public or commercial interest will not be included. Members of the public can obtain copies of information in the register for a fee.",
      "rawText": "57. (1) The Commission shall establish and keep a register in a form that the Commission determines and shall record in the register\n\n            - (a) licences issued under this Act and the conditions for the licences:\n\n            - (b) licences suspended or cancelled; and\n\n            - (c) any  other  information  relating  to  licences  that  the  Commission  considers appropriate.\n\n(2) Where it appears to the Commission that entry of any condition in the register would  be  contrary  to  the  public  interest  or  the  commercial  interest  of  any  person,  the Commission shall not enter that condition in the register.\n\n(3) A person may on payment of a fee, obtain an extract from the register.",
      "relatedImpacts": [
        "innovation",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "low-negative",
        "business": "low-positive"
      }
    },
    {
      "id": "53-inspectors",
      "section": 53,
      "title": "Inspectors",
      "plainLanguage": "This section allows the Commission to appoint inspectors to ensure the law is followed. These inspectors can enter premises and access relevant documents to check for compliance. Each inspector will have an official identity card with their photo and the Executive Secretary's signature. If someone is no longer an inspector, they must return their identity card to the Commission.",
      "rawText": "58. (1)The Commission shall appoint inspectors for the effective and efficient implementation of this Act.\n\n(2) An inspector\n\n                  - (a) may, at all reasonable times and for purposes of this Act or Regulations made under this Act, enter any premises; and\n\n                  - (b) shall have access to all books, records, returns and any other documents relevant for purposes of this Act or Regulations made under this Act.\n\n(3) The Commission shall issue an inspector an identity card.\n\n(4) The identity card shall include a recent photograph of the inspector and signed by the Executive Secretary.\n\n(5) A person ceases to be an inspector where\n\n          - (a) the appointment of the person is revoked; and\n\n          - (b) the person resigns or retires from the Commission.\n\n(6) A person who ceases to be an inspector shall immediately return the identity card to the Commission.",
      "relatedImpacts": [
        "innovation",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "low-negative",
        "freedomOfSpeech": "neutral",
        "privacy": "medium-negative",
        "business": "medium-negative"
      }
    },
    {
      "id": "54-directions-in-the-interest-of-national-security-and-international-relations",
      "section": 54,
      "title": "Directions in the interest of national security and international relations",
      "plainLanguage": "The Commission can instruct licensees to take specific actions if it's important for national security or international relations. Licensees must follow these instructions, even if they conflict with their other responsibilities. If a licensee experiences losses as a result of following these instructions, they may be compensated with parliamentary approval.",
      "rawText": "59. (1)  The Commission may, in consultation with the Minister, give to a licensee,\n\nspecific or general direction as the Commission considers necessary or expedient in the interest of\n\n                  - (b) the international relations with other countries.\n\n(2) The licensee  shall  give  effect  to  any  direction  given  by  the  Commission, despite any other duty imposed on the licensee under this Act.\n\n(3) The Minister may, in consultation with the Minister responsible for Finance and with the approval of Parliament, compensate the licensee for loss sustained through compliance with directions given under this section.",
      "relatedImpacts": [
        "innovation",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "medium-negative",
        "freedomOfSpeech": "neutral",
        "privacy": "medium-negative",
        "business": "high-negative"
      }
    },
    {
      "id": "55-regulations",
      "section": 55,
      "title": "Regulations",
      "plainLanguage": "This section allows the Minister to create regulations about postal services based on the Commission's advice. These regulations can address issues like compensation for lost mail, prohibited items, handling undelivered items, and other aspects of running the postal service. The goal is to ensure the postal service operates effectively.",
      "rawText": "60. The Minister, on the advice of the Commission, may by legislative instrument make Regulations\n\n  - (a) to  provide for the payment of compensation for loss or damage in the course of transmission of postal articles including any limit to the amount payable;\n\n  - (b) to prohibit the transmission by post of articles not proscribed under section 38;\n\n  - (c) for the detention, disposal or destruction of postal articles the transmission of which is prohibited under this Act;\n\n  - (d) for the safe keeping pending further action of valuable or saleable enclosures found in postal articles lawfully opened under this Act;\n\n  - (e) prescribing the period within which undelivered postal articles shall be returned to the sender;\n\n  - (f) to provide for the publication of a list of undelivered postal articles;\n\n  - (g) to amend the Schedule to this Act;\n\n  - (h) to provide for the manner in which undelivered postal articles shall be finally disposed of; and\n\n  - (i) generally, for the effective and efficient implementation of this Act.",
      "relatedImpacts": [],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "neutral"
      }
    },
    {
      "id": "56-interpretation",
      "section": 56,
      "title": "Interpretation",
      "plainLanguage": "This section defines the key terms used in the Act to ensure clarity and consistent interpretation. It covers terms related to postal services, courier services, logistics, electronic commerce, and the various entities and objects involved, such as \"Commission,\" \"Ghana Post,\" \"courier service,\" \"mail,\" and \"postal article.\" These definitions are essential for understanding the specific meaning of these terms within the context of the law.",
      "rawText": "61. In this Act unless the context otherwise requires\n\n  - \"Commission\" means the Postal, Courier and Logistics Commission established under section 1;\n\n' person' refers to natural and artificial persons;\n\n- \"Ghana Post\" means the Ghana Post Company Limited registered under the Companies Act 2019 (Act 992);\n\n'logistics service' means a service for the movement and delivery of goods;\n\n- 'courier and logistics aggregators' mean entities that facilitate courier and logistics services through independent third-party courier and logistics service providers and through a digital platform.\n\n- 'electronic commerce' means the exchange of information or data or the sale or purchase of goods or services between individuals, businesses, governments or public or private organizations, conducted over the world wide web (internet) using computer-mediated networks such as desktop and laptop computers, tablets, smartphones and other smart devices.\n\n- 'payment collection' means the processing of payments from customers for goods delivered to the customers;\n\n- 'reverse logistics' refers to the process of managing the return of a package after it has been delivered to the customer.\n\n\"inspector\" means an inspector appointed for the Commission under section 58;\n\n\"letter\" means any communication in writing directed to a specified person or address;\n\n\"licence\" means an authorisation granted by the Commission under sections 13 and 15 (2) of this Act for the provision of postal service;\n\n\"licensee\" means a person to whom a licence is granted under this Act;\n\n- \"mail\" includes little articles collected for conveyance by post, loose articles and a mail bag or conveyance of any kind by which articles are carried whether or not the bag or conveyance contains postal articles;\n\n- \"mail bag\" includes any container, bag, parcel, basket, envelope or other covering in which postal articles are conveyed whether or not it contains postal articles;\n\n\"Minister\" means the Minister responsible for Communications;\n\n\"money order\" means a money order issued by a licensee for payment;\n\n- \"post\" means any system for the collection, despatch, or conveyance of postal articles;\n\n\"post office\" includes ………………………………………\n\n  - (a) a house, building, room, vehicle place or structure where postal articles are received, sorted, delivered, made up or dispatched or which is used for any other postal purpose in connection with the rendering of any postal money transfer or other services by Ghana Post; and\n\n  - (b) a pillar box or any other receptacle provider by or under the authority of Ghana Post for the reception of postal articles;\n\n- \"postage stamp\" includes a label or stamp for denoting postage or other sum payable in respect  of  a  postal  article  and  which  is  an  adhesive  stamp,  printed,  impressed  or otherwise indicated on a postal article whether the stamp is issued under this Act or by the government of any other country; and\n\n\"postal  article\"  includes  a  letter,  postcard,  reply  postcard,  lettercard,  newspaper,  book, packet,  printed paper, pattern or sample packet, small packet or parcel and every other packet  article  when  in  course  of  conveyance  by  post  and  includes  a  telegram  when conveyed by post.",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "low-positive"
      }
    },
    {
      "id": "57-repeal-and-savings",
      "section": 57,
      "title": "Repeal and savings",
      "plainLanguage": "This provision replaces the old law governing postal and courier services. Regulations and authorizations already in place under the old law will remain valid until the new commission reviews them. Existing Ghana Post licenses will also be recognized under the new law.",
      "rawText": "62. (1)  The Postal and Courier Services Regulatory Commission Act, 2003 (Act 649) is repealed.\n\n(2) Despite the repeal of Act 649 in subsection (1), any Regulations, authorisation, order, rule or instructions made or done under the repealed enactment and in force immediately before the coming into force of this Act shall continue to have effect as if made or done under this Act until the Regulations, authorisation, order, rule or instruction is revoked, reviewed, cancelled or terminated.\n\n(3) A licence granted by Ghana Post which is in force prior to the coming into force of this Act is deemed to have been granted under this Act by the Commission.",
      "relatedImpacts": [
        "business"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "low-positive"
      }
    },
    {
      "id": "58-transitional-provisions",
      "section": 58,
      "title": "Transitional provisions",
      "plainLanguage": "This provision transfers all assets, rights, and responsibilities of the old Postal and Courier Services Regulatory Commission to the new Postal, Courier and Logistics Commission. Existing contracts with the old commission will remain valid with the new commission. Employees of the old commission will be transferred to the new commission with no reduction in their terms and conditions of employment. This ensures a smooth transition and continued operation of postal and courier services regulation.",
      "rawText": "63. (1) The assets, rights and liabilities of the Postal and Courier Services Regulatory Commission established under Act 649 and in force immediately before the coming into force  of  this  Act  are  transferred  to  the  Postal,  Courier  and  Logistics  Commission established under this Act and accordingly proceedings taken by or against the Postal and Courier  Services  Regulatory  Commission  may  be  continued  by  or  against  the  Postal, Courier and Logistics Commission established under this Act.\n\n(2) A contract subsisting between the Commission established under Act 649 and another person and in effect immediately before the coming into force of this Act shall subsist between the Commission established under this Act and that other person.\n\n(3) A  person  in  the  employment  of  the  Commission  established  under  Act  649 immediately before the coming into force of this Act shall, on the coming into force of this Act, be deemed to have been duly employed by the Commission established under this Act on the\n\n## POSTAL SERVICES EXCLUSIVE TO GHANA POST\n\n(Section 25,26 and 60)\n\n- Sole authority to convey letters, postcards, printed matters, small parcels and other postal articles of a weight up to and including one hundred grams.\n\n2. Printing and selling of postage and commemorative stamps.\n\n3. Printing and selling of Postal Order and Money Order.\n\n## SCHEDULE\n\n## APPLICATION FOR LICENCE\n\n(Section 22)\n\n1. Sole",
      "relatedImpacts": [
        "business"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "low-positive"
      }
    }
  ],
  "notebookLMVideo": {
    "url": "https://youtu.be/qFfel8zacRs"
  },
  "deadline": "2025-11-14",
  "feedbackInstructions": "Download draft bill and Public Comment Declaration Form from Ministry website. Submit completed forms via provided email addresses specific to each bill.",
  "feedbackUrl": "https://moc.gov.gh/legislative_instruments/",
  "relatedBills": [
    "5-electronic-communications-amendment-bill",
    "14-national-communications-authority-amendment-bill"
  ]
}