{
  "id": "4-electronic-transactions-amendment-bill",
  "title": "Electronic Transactions (Amendment) Bill",
  "summary": "The **Electronic Transactions (Amendment) Bill** modernizes Ghana's legal framework for digital commerce and electronic communications by establishing comprehensive rules for electronic documents, digital signatures, online platforms, and authentication services. The bill provides **legal recognition for electronic records** [5](#5-recognition-of-electronic-message), allowing them to satisfy traditional writing requirements, and validates **digital and electronic signatures** [9](#9-digital-and-electronic-signatures) with strict identity verification procedures including biometric checks. It mandates that **public agencies transition services online** [23](#23-acceptance-of-electronic-filing-and-issuing-of-documents), accepting electronic filings and payments [24](#24-public-agency-and-electronic-records), while establishing an **E-Gazette** [25](#25-publication-in-electronic-format) with the same legal standing as printed publications. These provisions create legal certainty for digital transactions and position Ghana to expand its digital economy.\n\nThe bill introduces a **mandatory licensing regime** for encryption and authentication service providers [35](#35-application-for-licence), requiring licenses that cannot be transferred [36](#36-non-transferability-of-licence) and imposing **liability insurance requirements of at least GHS 10 million** [38](#38-duties-of-licensed-entities). Licensed entities must compensate subscribers for losses from fraudulent certificates or security breaches. The bill establishes the **Certifying Agency** with broad powers to license, monitor, suspend, and revoke licenses [28](#28-functions-of-the-certifying-agency), and creates an **Information Communication Technology Tribunal** [56](#56-establishment-of-the-information-communication-technology-tribunal) to hear appeals. While this framework aims to ensure service quality and security, it creates significant **compliance costs and regulatory barriers** for authentication service providers, particularly smaller operators who may struggle with insurance requirements and licensing procedures. The **critical database registration system** [51](#51-registration-of-critical-databases) and ministerial authority to designate databases as critical [49](#49-identification-of-critical-electronic-record-and-critical-databases) raise questions about regulatory scope and potential impacts on data-driven businesses.\n\nThe bill provides important **consumer protections for online transactions**, requiring suppliers to provide detailed information about their business and transaction terms [43](#43-information-to-be-provided), granting consumers **14-day cancellation rights** when information is not provided, and establishing **supplier liability for payment system failures**. It protects consumers from unauthorized electronic payment charges [45](#45-liability-for-misuse-of-electronic-payment-medium) and **prohibits banks from sharing customer payment information** without consent [46](#46-electronic-payment-medium-lists-prohibited). The bill also includes **safe harbor protections** for intermediaries acting as mere conduits [63](#63-mere-conduit), caching content [64](#64-electronic-record-transmission), hosting user content [65](#65-hosting), or providing search/linking services [66](#66-information-location-tools), provided they meet specific conditions including prompt response to takedown notices [67](#67-take-down-notification). These provisions balance consumer protection with enabling digital commerce, though the **penalties for false takedown notices** and potential liability for wrongful content removal create risks for both rights holders and platforms.\n\nThe bill imposes **platform accountability requirements** on large online platforms and search engines, mandating **annual risk assessments** for harms like disinformation and hate speech [69](#69-risk-assessments-and-mitigation), with independent audits every two years and public reporting. It requires **age verification systems** and prohibits **targeted advertising to children** using personal data [70](#70-protection-of-children). While these provisions address legitimate concerns about online harms and child safety, they create **substantial compliance obligations** for platforms and raise implementation questions around age verification effectiveness and privacy implications. The bill's **content disclosure restrictions** [72](#72-limitations-and-prohibited-acts) generally prohibit service providers from sharing communication content except in specified circumstances, protecting user privacy but potentially complicating law enforcement cooperation. The **takedown notification system** [67](#67-take-down-notification) establishes procedures for reporting illegal content but lacks detailed due process protections or appeal mechanisms for content creators, creating potential risks for **freedom of expression**. Overall, the bill advances Ghana's digital infrastructure and consumer protection while introducing regulatory frameworks that will require careful implementation to balance innovation, security, rights protection, and business viability.",
  "pdfPath": "pdfs/4. Electronic Transactions (Amendment) Bill.pdf",
  "impacts": {
    "innovation": {
      "score": "high-positive",
      "description": {
        "score": "high-positive",
        "analysis": "The Electronic Transactions (Amendment) Bill represents a **transformative advancement for digital innovation** in Ghana by establishing comprehensive legal recognition for electronic transactions and removing fundamental barriers to digital commerce. The bill's core provisions create legal certainty that **electronic records satisfy writing requirements** [5](#5-recognition-of-electronic-message), that **electronic documents can serve as originals** [6](#6-original-writing), and that **digital signatures have legal validity** [9](#9-digital-and-electronic-signatures) with rigorous identity verification including biometric authentication. These foundational provisions enable entirely new categories of digital business models—from e-commerce platforms to fintech services to digital contracting systems—by ensuring that electronic transactions have the same legal standing as traditional paper-based processes. The bill further facilitates innovation by establishing clear rules for **electronic contract formation** [21](#21-formation-and-validity-of-agreements), **attribution of electronic records** [19](#19-attribution-of-electronic-records-to-originator), and **notarization of digital documents** [13](#13-notarisation-acknowledgement-and-certification), creating a complete legal framework for digital business operations.\n\nThe bill provides **critical safe harbor protections** that enable platform-based innovation and digital intermediary services. Provisions protecting intermediaries acting as **mere conduits** [63](#63-mere-conduit), **caching content** [64](#64-electronic-record-transmission), **hosting user content** [65](#65-hosting), and providing **search and linking services** [66](#66-information-location-tools) shield digital platforms from liability for user-generated content when they act as neutral facilitators. This protection is essential for cloud service providers, social media platforms, e-commerce marketplaces, and other platform businesses that form the backbone of the digital economy. The provision that intermediaries are **not required to proactively monitor content** [68](#68-monitoring-and-compliance) further reduces compliance burdens that could otherwise stifle innovation, allowing platforms to scale without prohibitive legal risks. Additionally, the bill's **recognition of foreign digital certificates** [31](#31-recognition-of-foreign-certifying-authorities) and establishment of interoperability frameworks enables Ghanaian digital businesses to participate seamlessly in international digital commerce, expanding market opportunities for innovative startups.\n\nWhile overwhelmingly positive, the bill introduces some regulatory constraints that warrant attention. The **prohibition on providing encryption or authentication services without licensing** [26](#26-prohibited-acts) creates barriers to entry for innovative startups in the digital identity and cybersecurity space, potentially limiting competition and innovation in these critical sectors. More significantly, provisions granting the Minister authority to **designate databases as \"critical\"** [49](#49-identification-of-critical-electronic-record-and-critical-databases) and **impose management restrictions** [52](#52-management-of-critical-databases) on such databases could constrain data-driven innovation in sectors deemed sensitive, though the scope and application of these provisions remain to be defined through implementation. Despite these concerns, the bill's comprehensive framework for digital transactions, strong intermediary protections, and international interoperability provisions create a robust legal foundation that will significantly accelerate digital innovation and position Ghana as a competitive destination for digital business development."
      },
      "relatedProvisions": [
        "4-scope-of-act",
        "5-recognition-of-electronic-message",
        "6-original-writing",
        "7-admissibility-and-evidential-weight-of-electronic-records",
        "8-retention-of-electronic-records",
        "9-digital-and-electronic-signatures",
        "10-signing-of-an-electronic-record",
        "11-conduct-of-a-person-relying-on-a-digital-or-electronic-signature",
        "12-recognition-of-digital-certificates-and-digital-and-electronic-signatures",
        "13-notarisation-acknowledgement-and-certification",
        "14-other-requirements",
        "15-automated-transactions-or-decision-making",
        "16-despatch-of-electronic-record",
        "17-receipt-of-electronic-record",
        "18-expression-of-intent-or-other-statement",
        "19-attribution-of-electronic-records-to-originator",
        "20-acknowledgement-of-receipt-of-electronic-record",
        "21-formation-and-validity-of-agreements",
        "22-variation-by-agreement-between-parties",
        "23-acceptance-of-electronic-filing-and-issuing-of-documents",
        "24-public-agency-and-electronic-records",
        "25-publication-in-electronic-format",
        "26-prohibited-acts",
        "28-functions-of-the-certifying-agency",
        "29-revocation-or-suspension-of-licence",
        "30-surrender-of-licence",
        "31-recognition-of-foreign-certifying-authorities",
        "32-repository-of-digital-and-electronic-signatures",
        "33-register-of-licence-holders",
        "34-restrictions-on-disclosure-of-information",
        "35-application-for-licence",
        "36-grant-of-licence",
        "37-display-of-licence",
        "38-duties-of-licensed-entities",
        "40-procedure-for-grant-or-rejection-of-renewal-of-licence",
        "41-notification-of-adverse-event",
        "43-information-to-be-provided",
        "44-performance",
        "47-non-exclusion",
        "48-protected-computer",
        "49-identification-of-critical-electronic-record-and-critical-databases",
        "50-scope-of-critical-database-protection",
        "51-registration-of-critical-databases",
        "52-management-of-critical-databases",
        "53-restrictions-on-disclosure-of-information",
        "54-audits",
        "55-non-compliance-with-act",
        "56-establishment-of-the-information-communication-technology-tribunal",
        "57-composition-of-the-tribunal",
        "59-decision-of-tribunal",
        "61-establishment-of-industry-forum",
        "62-industry-code",
        "63-mere-conduit",
        "64-electronic-record-transmission",
        "65-hosting",
        "66-information-location-tools",
        "67-take-down-notification",
        "68-monitoring-and-compliance",
        "69-risk-assessments-and-mitigation",
        "70-protection-of-children",
        "71-due-diligence-obligations",
        "72-limitations-and-prohibited-acts",
        "74-guidelines-directives-or-codes-of-practice",
        "75-regulations",
        "76-interpretation",
        "79-transitional-provisions"
      ]
    },
    "freedomOfSpeech": {
      "score": "high-positive",
      "description": {
        "score": "high-positive",
        "analysis": "The Electronic Transactions (Amendment) Bill establishes **strong foundational protections for freedom of speech** in Ghana's digital environment through comprehensive safe harbor provisions for online intermediaries and service providers. The bill's **\"mere conduit\" protection** [63](#63-mere-conduit) shields platforms from liability when they simply transmit, route, or temporarily store electronic records in an automatic, technical manner without initiating transmission, selecting recipients, or modifying content. This protection is essential for enabling the free flow of information online, as it ensures that internet service providers, hosting companies, and communication platforms cannot be held liable for user-generated content they passively transmit. Equally important, the bill establishes that **intermediaries have no general obligation to monitor content** [68](#68-monitoring-and-compliance), explicitly stating that service providers \"shall not be required to monitor an electronic record processed by means of a personal system in order to ascertain whether its processing would constitute or give rise to an offence or give rise to civil liability.\" This provision prevents the chilling effect that would result from mandatory content surveillance, which typically leads to over-censorship as platforms remove potentially lawful content to avoid liability risks.\n\nThese protections create an **enabling environment for diverse online expression** by reducing the legal and operational risks that would otherwise discourage platforms from hosting user-generated content, facilitating public discourse, or providing communication services. By following international best practices in intermediary liability frameworks, the bill positions Ghana to support a vibrant digital public sphere where citizens can communicate, share information, and engage in public debate without platforms being forced to act as censors. The safe harbor framework particularly benefits smaller platforms and startups that lack resources for extensive content moderation, promoting **market diversity and competition** in digital services.\n\nHowever, the bill's impact on freedom of speech is not uniformly positive. The **takedown notification system** referenced in the bill context lacks detailed due process protections or appeal mechanisms for content creators whose material is removed, creating risks for legitimate expression. The **platform accountability requirements** mandating risk assessments for issues like \"disinformation and hate speech\" could incentivize platforms toward aggressive content moderation that may sweep up protected speech alongside genuinely harmful content. The effectiveness of these provisions in protecting expression will depend heavily on implementation details, including how \"disinformation\" is defined, what standards govern content removal decisions, and whether adequate procedural safeguards are established through regulations. Despite these concerns, the bill's core framework of safe harbor protections and no general monitoring obligations represents a **significant advancement for digital freedom of expression** in Ghana, provided that implementing regulations preserve these protections while addressing legitimate concerns about online harms through narrowly tailored, rights-respecting measures."
      },
      "relatedProvisions": [
        "26-prohibited-acts",
        "34-restrictions-on-disclosure-of-information",
        "48-protected-computer",
        "49-identification-of-critical-electronic-record-and-critical-databases",
        "50-scope-of-critical-database-protection",
        "52-management-of-critical-databases",
        "55-non-compliance-with-act",
        "56-establishment-of-the-information-communication-technology-tribunal",
        "63-mere-conduit",
        "64-electronic-record-transmission",
        "65-hosting",
        "66-information-location-tools",
        "67-take-down-notification",
        "68-monitoring-and-compliance",
        "69-risk-assessments-and-mitigation",
        "72-limitations-and-prohibited-acts",
        "73-savings",
        "74-guidelines-directives-or-codes-of-practice"
      ]
    },
    "privacy": {
      "score": "high-positive",
      "description": {
        "score": "high-positive",
        "analysis": "The Electronic Transactions (Amendment) Bill significantly **strengthens privacy and data rights** in Ghana's digital ecosystem through three complementary protections. The bill establishes **robust financial privacy safeguards** by prohibiting financial institutions from making available, lending, or selling lists of electronic payment medium holders and their account information without prior written consent [46](#46-electronic-payment-medium-lists-prohibited). This provision includes **criminal penalties** of up to 2,500 penalty units or five years imprisonment for directors and officers who fail to ensure compliance, demonstrating serious enforcement intent. The only exception allows credit rating information sharing between financial institutions with seven-day notice to the holder, balancing privacy with legitimate financial system needs.\n\nFor **children's privacy**, the bill mandates that service providers implement **robust age-verification mechanisms** to prevent unauthorized access by underage users and explicitly **prohibits targeted advertising based on children's personal data**, whether through direct use or automated profiling systems [70](#70-protection-of-children). This addresses growing concerns about exploitative data practices targeting vulnerable young users and aligns Ghana with international best practices in child online protection. While implementation of effective age verification presents technical challenges, the prohibition on behavioral advertising to children using their personal data represents a clear privacy win.\n\nThe bill also establishes **comprehensive communication privacy protections** by generally prohibiting service providers from divulging communication content while in electronic storage or transmission [72](#72-limitations-and-prohibited-acts). This default privacy protection includes carefully defined exceptions for legitimate purposes: disclosure to intended recipients, with lawful consent, as authorized by law, for service provision, to protect provider rights, or to law enforcement when content inadvertently obtained appears to relate to a crime. These **balanced exceptions** preserve privacy as the default while allowing necessary disclosures, creating a framework that protects user communications without unduly hampering legitimate business operations or law enforcement. Together, these provisions position Ghana as a jurisdiction with strong privacy protections in the digital economy."
      },
      "relatedProvisions": [
        "4-scope-of-act",
        "5-recognition-of-electronic-message",
        "8-retention-of-electronic-records",
        "9-digital-and-electronic-signatures",
        "12-recognition-of-digital-certificates-and-digital-and-electronic-signatures",
        "15-automated-transactions-or-decision-making",
        "26-prohibited-acts",
        "29-revocation-or-suspension-of-licence",
        "31-recognition-of-foreign-certifying-authorities",
        "32-repository-of-digital-and-electronic-signatures",
        "34-restrictions-on-disclosure-of-information",
        "36-grant-of-licence",
        "38-duties-of-licensed-entities",
        "41-notification-of-adverse-event",
        "42-procedures-to-be-followed-by-licensed-person",
        "43-information-to-be-provided",
        "45-liability-for-misuse-of-electronic-payment-medium",
        "46-electronic-payment-medium-lists-prohibited",
        "47-non-exclusion",
        "48-protected-computer",
        "49-identification-of-critical-electronic-record-and-critical-databases",
        "50-scope-of-critical-database-protection",
        "51-registration-of-critical-databases",
        "52-management-of-critical-databases",
        "53-restrictions-on-disclosure-of-information",
        "54-audits",
        "55-non-compliance-with-act",
        "56-establishment-of-the-information-communication-technology-tribunal",
        "63-mere-conduit",
        "68-monitoring-and-compliance",
        "70-protection-of-children",
        "71-due-diligence-obligations",
        "72-limitations-and-prohibited-acts",
        "73-savings",
        "74-guidelines-directives-or-codes-of-practice",
        "76-interpretation"
      ]
    },
    "business": {
      "score": "high-positive",
      "description": {
        "score": "high-positive",
        "analysis": "The Electronic Transactions (Amendment) Bill fundamentally transforms Ghana's business environment by establishing comprehensive legal recognition for digital commerce. The bill's **recognition of electronic messages** [5](#5-recognition-of-electronic-message) and **validation of digital and electronic signatures** [9](#9-digital-and-electronic-signatures) removes critical barriers that have historically required businesses to maintain paper-based processes. Companies can now satisfy legal writing requirements through electronic records, execute contracts digitally [21](#21-formation-and-validity-of-agreements), and conduct notarization electronically [13](#13-notarisation-acknowledgement-and-certification). These provisions dramatically reduce transaction costs, accelerate business processes, and enable businesses to operate more efficiently in the digital economy. The **clear attribution rules** [19](#19-attribution-of-electronic-records-to-originator) provide legal certainty about when electronic communications bind parties, reducing disputes and enabling confident adoption of digital workflows.\n\nFor technology companies and digital platforms, the bill provides crucial **safe harbor protections** that enable platform business models while managing liability risks. Intermediaries receive protection when acting as **mere conduits** [63](#63-mere-conduit), **caching content** [64](#64-electronic-record-transmission), **hosting user content** [65](#65-hosting), or providing **search and linking services** [66](#66-information-location-tools), provided they respond appropriately to takedown notices and don't have actual knowledge of infringing content. The **exemption from monitoring obligations** [68](#68-monitoring-and-compliance) prevents unreasonable compliance burdens that could make platform operations economically unviable. Additionally, the **recognition of foreign certifying authorities** [31](#31-recognition-of-foreign-certifying-authorities) facilitates international business by enabling cross-border recognition of digital signatures and certificates, reducing friction for companies engaged in global commerce.\n\nHowever, the bill introduces regulatory compliance burdens that create costs and risks for certain business sectors. The **prohibition on providing encryption or authentication services without licensing** [26](#26-prohibited-acts) creates barriers to entry for technology service providers, while the **severe penalties for license violations** [30](#30-surrender-of-licence)—including up to 5,000 penalty units per day and two years imprisonment for directors who fail to surrender revoked licenses—create substantial compliance risks. Most concerning for data-driven businesses, the **ministerial authority to designate critical databases** [49](#49-identification-of-critical-electronic-record-and-critical-databases) and impose **management standards** [52](#52-management-of-critical-databases) creates regulatory uncertainty, as the criteria for designation and the scope of requirements remain unclear. Despite these regulatory costs, the bill's overall impact on the business environment is strongly positive, as it establishes the legal infrastructure necessary for digital commerce while providing protections that enable platform businesses to operate with manageable liability exposure."
      },
      "relatedProvisions": [
        "4-scope-of-act",
        "5-recognition-of-electronic-message",
        "6-original-writing",
        "7-admissibility-and-evidential-weight-of-electronic-records",
        "8-retention-of-electronic-records",
        "9-digital-and-electronic-signatures",
        "10-signing-of-an-electronic-record",
        "11-conduct-of-a-person-relying-on-a-digital-or-electronic-signature",
        "12-recognition-of-digital-certificates-and-digital-and-electronic-signatures",
        "13-notarisation-acknowledgement-and-certification",
        "14-other-requirements",
        "15-automated-transactions-or-decision-making",
        "16-despatch-of-electronic-record",
        "17-receipt-of-electronic-record",
        "18-expression-of-intent-or-other-statement",
        "19-attribution-of-electronic-records-to-originator",
        "20-acknowledgement-of-receipt-of-electronic-record",
        "21-formation-and-validity-of-agreements",
        "22-variation-by-agreement-between-parties",
        "23-acceptance-of-electronic-filing-and-issuing-of-documents",
        "24-public-agency-and-electronic-records",
        "25-publication-in-electronic-format",
        "26-prohibited-acts",
        "27-provision-of-authentication-encryption-services",
        "28-functions-of-the-certifying-agency",
        "29-revocation-or-suspension-of-licence",
        "30-surrender-of-licence",
        "31-recognition-of-foreign-certifying-authorities",
        "32-repository-of-digital-and-electronic-signatures",
        "33-register-of-licence-holders",
        "34-restrictions-on-disclosure-of-information",
        "35-application-for-licence",
        "36-grant-of-licence",
        "37-display-of-licence",
        "38-duties-of-licensed-entities",
        "40-procedure-for-grant-or-rejection-of-renewal-of-licence",
        "41-notification-of-adverse-event",
        "43-information-to-be-provided",
        "44-performance",
        "45-liability-for-misuse-of-electronic-payment-medium",
        "46-electronic-payment-medium-lists-prohibited",
        "47-non-exclusion",
        "48-protected-computer",
        "49-identification-of-critical-electronic-record-and-critical-databases",
        "50-scope-of-critical-database-protection",
        "51-registration-of-critical-databases",
        "52-management-of-critical-databases",
        "53-restrictions-on-disclosure-of-information",
        "54-audits",
        "55-non-compliance-with-act",
        "56-establishment-of-the-information-communication-technology-tribunal",
        "57-composition-of-the-tribunal",
        "59-decision-of-tribunal",
        "60-appeals-against-the-decisions-of-the-tribunal",
        "61-establishment-of-industry-forum",
        "62-industry-code",
        "63-mere-conduit",
        "64-electronic-record-transmission",
        "65-hosting",
        "66-information-location-tools",
        "67-take-down-notification",
        "68-monitoring-and-compliance",
        "69-risk-assessments-and-mitigation",
        "70-protection-of-children",
        "71-due-diligence-obligations",
        "72-limitations-and-prohibited-acts",
        "73-savings",
        "74-guidelines-directives-or-codes-of-practice",
        "75-regulations",
        "76-interpretation",
        "77-repeals-and-savings",
        "79-transitional-provisions"
      ]
    }
  },
  "keyConcerns": [
    {
      "id": "encryption-services-require-expensive-government-licensing",
      "title": "Encryption Services Require Expensive Government Licensing",
      "severity": "high",
      "description": "This provision prohibits anyone from providing **encryption or authentication services** without complying with the Act's licensing requirements, which include **GHS 10 million liability insurance** (~$650,000 USD) and mandatory audits. Most democracies don't require prior licensing for encryption providers—this creates a significant barrier to market entry that will exclude startups, individual developers, and small businesses from offering privacy-protective tools. By treating encryption like a highly regulated industry, the bill concentrates control over foundational security technologies in the hands of well-capitalized, government-approved entities.",
      "relatedProvisions": [
        "26-prohibited-acts"
      ],
      "relatedImpacts": []
    },
    {
      "id": "directors-face-imprisonment-for-administrative-license-delays",
      "title": "Directors Face Imprisonment for Administrative License Delays",
      "severity": "high",
      "description": "Directors of companies whose licenses are suspended or revoked can be **criminally prosecuted and imprisoned for up to two years** simply for failing to physically surrender the license document within 24 hours of notification. This provision treats administrative non-compliance as a **criminal offense with accumulating daily fines** (up to 5,000 penalty units per day), creating extreme personal liability for what is essentially a procedural failure. **Each director is individually liable**, meaning multiple directors face separate criminal prosecutions for the same company failure, creating a chilling effect on corporate governance and business operations.",
      "relatedProvisions": [
        "30-surrender-of-licence"
      ],
      "relatedImpacts": []
    },
    {
      "id": "unchecked-power-to-designate-critical-databases",
      "title": "Unchecked Power to Designate \"Critical\" Databases",
      "severity": "high",
      "description": "The Minister can unilaterally declare entire classes of information or databases as **\"critical\"** based on undefined criteria like **\"importance to national security\"** or **\"economic and social well-being\"**—triggering unknown compliance obligations without parliamentary oversight, stakeholder consultation, or judicial review. This creates severe regulatory uncertainty: digital businesses cannot predict which databases will be designated or what burdens will follow, chilling innovation and investment. The provision lacks all standard democratic safeguards found in comparable jurisdictions.",
      "relatedProvisions": [
        "49-identification-of-critical-electronic-record-and-critical-databases"
      ],
      "relatedImpacts": []
    },
    {
      "id": "unconstrained-ministerial-power-over-critical-databases",
      "title": "Unconstrained Ministerial Power Over \"Critical Databases\"",
      "severity": "high",
      "description": "The Minister can unilaterally designate any database as **\"critical\"** and impose compliance standards for its management, security, and access—**without defining what makes a database critical, requiring parliamentary approval, or providing appeal rights**. A fintech startup or e-commerce platform could suddenly face designation and ministerial standards for \"any other matter required for adequate protection\" with no advance notice or recourse. This creates impossible planning conditions for digital businesses and replaces transparent regulation with administrative discretion.",
      "relatedProvisions": [
        "52-management-of-critical-databases"
      ],
      "relatedImpacts": []
    }
  ],
  "provisions": [
    {
      "id": "4-scope-of-act",
      "section": 4,
      "title": "Scope of Act",
      "plainLanguage": "This section clarifies that the Act on electronic transactions supplements, rather than replaces, existing laws. It does not force anyone to use electronic methods, nor does it prevent them from setting their own rules for accepting electronic records. The Act also does not override any laws that specifically regulate the use of electronic records or how information must be shared.",
      "rawText": "3. (1) This Act shall not be interpreted so as to exclude statutory law or the principles of the common law being applied to, recognising or accommodating electronic transactions, electronic records or any other matter provided for in this Act.\n\n(2) Unless otherwise provided, this Act shall not be construed as\n\n        - (a) requiring a person to generate, communicate, produce,  process, send, receive, record, retain, store or display information, document or signature by or in electronic form; or\n\n        - (b) prohibiting a person from establishing requirements in respect of the manner in which that person will accept electronic records.\n\n(3) This  Act  does  not  limit  the  operation  of  law  that  expressly authorises, prohibits or regulates the use of electronic records and any legal  requirement  law  for  information  to  be  posted,  displayed  or transmitted in a specified manner.\n\n## Electronic transactions",
      "relatedImpacts": [
        "innovation",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "low-positive",
        "business": "medium-positive"
      }
    },
    {
      "id": "5-recognition-of-electronic-message",
      "section": 5,
      "title": "Recognition of electronic message",
      "plainLanguage": "This provision allows electronic documents to satisfy legal requirements that traditionally require paper documents. Specifically, if a law says something must be in writing, that requirement is met if the information is available electronically, can be accessed, and can be saved for later. This applies unless the law explicitly states that electronic documents are not acceptable.",
      "rawText": "4. Except as provided in this Act, where a law provides that information or any  other  matter  shall  be  in  writing,  typewritten  or  in  printed  form,  the requirement shall be deemed to have been satisfied if the information or matter is\n\n        - (a) rendered or made available in an electronic form,\n\n        - (b) accessible, and\n\n        - (c) capable of being retained for a subsequent reference despite the contrary intention in the law.",
      "relatedImpacts": [
        "innovation",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "high-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "low-negative",
        "business": "high-positive"
      }
    },
    {
      "id": "6-original-writing",
      "section": 6,
      "title": "Original writing",
      "plainLanguage": "This provision states that if a law requires information to be presented or kept in its original form, an electronic record can satisfy that requirement. The electronic record must be reliably complete and unchanged. The reliability of the electronic record will be judged based on the context in which the information was initially created.",
      "rawText": "5. (1) Where a law requires information to be presented or retained in its original  form, the requirement shall  be deemed to have been satisfied by an electronic record if\n\n        - (a) there is reliable assurance of the integrity of the electronic record, and",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "high-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "high-positive"
      }
    },
    {
      "id": "7-admissibility-and-evidential-weight-of-electronic-records",
      "section": 7,
      "title": "Admissibility and evidential weight of electronic records",
      "plainLanguage": "This provision ensures that electronic records can be used as evidence in court. It states that electronic records are generally admissible unless the law says otherwise. When deciding how much weight to give an electronic record, the court will consider how reliable the record is, how well its integrity was maintained, and how the originator was identified.",
      "rawText": "6. (1)  The  admissibility  of  an  electronic  record  shall  not  be  denied  as evidence in legal proceedings except as provided in this Act.\n\n(2) In assessing the evidential weight of an electronic record the Court shall have regard to\n\n        - (a) the reliability of the manner in which the electronic record was generated, displayed, stored or communicated,\n\n        - (b) the  reliability  of  the  manner  in  which  the    integrity  of  the information was maintained,\n\n        - (c) the manner in which its originator was identified, and\n\n        - (d) any other facts that the Court may consider relevant.",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "medium-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "medium-positive"
      }
    },
    {
      "id": "8-retention-of-electronic-records",
      "section": 8,
      "title": "Retention of electronic records",
      "plainLanguage": "This provision allows documents, records, and information to be retained electronically to satisfy legal requirements. To comply, the electronic record must be accessible, capable of being retained for future use, kept in its original format (or one that accurately represents it), and include data about its origin, destination, date, and time. These electronic records must be kept for at least six years, but this requirement does not apply to data used only for sending or receiving the message.",
      "rawText": "7. (1) Where a law requires that a document, record or information shall be retained, that requirement is deemed to have been met if the document, record or information is held in electronic form and\n\n        - (a) is accessible,\n\n        - (b) is capable of retention for subsequent reference,\n\n        - (c) is  retained  in  the  format  in  which  it  was  generated,  sent  or received, or in a format which can be demonstrated to represent accurately the information generated, sent or received, and\n\n        - (d) is retained to enable the identification of the origin  and destination of the electronic record and the date and time when it was sent or received.\n\n(2) The document, record or information shall be kept in electronic form for at least six years.\n\n(3) An obligation to retain a document, record or information does not extend to information which is only to enable the message to be sent or received.\n\n(2) An unauthorised alteration of the security procedure renders the record invalid.\n\n(3) An alteration is unauthorised if it is done by a person without the  lawful  authority  of  the  person  who  originally  applied  the  security procedure.",
      "relatedImpacts": [
        "innovation",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "medium-negative",
        "business": "low-positive"
      }
    },
    {
      "id": "9-digital-and-electronic-signatures",
      "section": 9,
      "title": "Digital and electronic signatures",
      "plainLanguage": "This provision validates the use of digital and electronic signatures where a signature is legally required. It establishes criteria for authenticating these signatures, ensuring they are linked to and controlled by the signatory. The law also mandates strict identity verification procedures, including biometric checks, for issuing digital signature certificates. This aims to provide a secure and legally recognized framework for electronic transactions and documents.",
      "rawText": "9. (1) Where a law requires the signature of a person, that requirement is deemed to be satisfied in relation to an electronic record if a digital or electronic signature is used.\n\n      - A digital or electronic signature is deemed to be authentic if\n\n        - (a) the means of creating the digital or electronic signature is, within the context in which it is used, linked to the signatory and not to another person,\n\n        - (b) the means of creating the digital or electronic signature was, at the time of signing, under the control of the signatory and not another person without duress or undue influence,\n\n        - (c) an alteration to the digital or electronic signature, made after the time of signing, is detectable\n\n      - Subsection (2) does not limit the right of a person\n\n        - (a) to prove the authenticity of a digital or electronic signature in any other way,  or\n\n        - (b) to adduce evidence in respect of the non-authenticity of a digital or electronic signature.\n\n- Digital and electronic signature certificates shall be issued only upon the conduct of rigorous identity verification, including but not limited to biometric authentication and validation against a national identification  database,  in  accordance  with  the  provisions  of  the National Identification Authority Act, 2006 (Act 707), any Regulations made thereunder, or any other applicable enactments for the time being in force.\n\n10. Except as provided in this Act, the provisions of this Act do not exclude, restrict,  or  deprive  of  legal  effect,  any  method  of  creating  a  digital  or electronic signature which\n\n      - (a) satisfies the requirements of this Act,\n\n      - (b) meets the requirements of other statutory provision, or\n\n      - (c) is provided for under a contract.",
      "relatedImpacts": [
        "innovation",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "high-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "low-positive",
        "business": "high-positive"
      }
    },
    {
      "id": "10-signing-of-an-electronic-record",
      "section": 10,
      "title": "Signing of an electronic record",
      "plainLanguage": "This provision allows people to sign electronic documents using digital signatures. It also permits other secure and verifiable signing methods if all parties agree or if the industry recognizes them as safe. This offers flexibility in how electronic signatures are used.",
      "rawText": "11. A person may sign an electronic record by affixing a personal digital or electronic  signature  or  using  any  other  recognised,  secure  and  verifiable mode of signing agreed by the parties or recognised by the industry to be safe, reliable and acceptable.",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "high-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "high-positive"
      }
    },
    {
      "id": "11-conduct-of-a-person-relying-on-a-digital-or-electronic-signature",
      "section": 11,
      "title": "Conduct of a person relying on a digital or electronic signature",
      "plainLanguage": "If you use a digital or electronic signature, you are responsible for verifying that it is authentic. If the signature has a certificate, you must check that the certificate is valid and follow any limitations it has. Failing to take these reasonable steps means you will be legally responsible for any problems that arise.",
      "rawText": "12 . A person who relies on a digital or electronic signature shall bear the legal consequences of failure to\n\n        - (a) take  reasonable  steps  to  verify  the  authenticity  of  a  digital  or electronic signature, or\n\n        - (b) take reasonable steps where a digital or electronic signature is supported by a certificate, to\n\n            - (i) verify the validity of the certificate, or\n\n            - (ii) observe any limitation with respect to the certificate.",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "medium-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "medium-positive"
      }
    },
    {
      "id": "12-recognition-of-digital-certificates-and-digital-and-electronic-signatures",
      "section": 12,
      "title": "Recognition of digital certificates and digital and electronic signatures",
      "plainLanguage": "This provision allows individuals to choose their own digital or electronic signatures unless the law states otherwise. The Minister has the power to officially recognize digital signatures and certificates from foreign providers for use by public servants. Such recognition will be made public through a notice in the Gazette.",
      "rawText": "13 . (1)  Unless  otherwise  prescribed  by  law,  a  person  may  determine  the digital or electronic signature, certificate or authentication the person will use.\n\n(2)  The  Minister  may  recognise  a  digital  or  electronic  signature, certificate or authentication of a foreign information security service provider for use by a public servant by notice published in the Gazette.",
      "relatedImpacts": [
        "innovation",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "high-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "low-positive",
        "business": "high-positive"
      }
    },
    {
      "id": "13-notarisation-acknowledgement-and-certification",
      "section": 13,
      "title": "Notarisation, acknowledgement and certification",
      "plainLanguage": "This provision updates legal requirements for notarization and certification to include electronic documents and digital signatures. It states that if a law requires a signature to be notarized or a document to be certified, an electronic signature or certified electronic copy is acceptable. This allows for digital processes to satisfy traditional legal requirements for paper documents.",
      "rawText": "14 . (1)  Where  a  law  requires  a  signature,  statement  or  document  to  be notarised,  acknowledged,  verified  or  made  under  oath,  that  requirement  is deemed  to  be  satisfied  if  the  electronic  or  digital  signature  of  the  person authorised to perform those acts is affixed to an electronic record.\n\n(2) Where a law requires or permits a person to provide a certified copy of a document and the document exists in paper or in another physical form,",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "high-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "high-positive"
      }
    },
    {
      "id": "14-other-requirements",
      "section": 14,
      "title": "Other requirements",
      "plainLanguage": "This provision updates legal requirements for document submission and corporate seals to accommodate electronic formats. Instead of submitting multiple physical copies of a document, a single electronic copy that can be reproduced is now sufficient. Similarly, an electronic or digital signature can replace a physical corporate seal on documents, as long as the signature adheres to the regulations for electronic corporate seals.",
      "rawText": "15 . (1)  A  requirement  in  law  for  multiple  copies  of  a  document  to  be submitted to a single addressee at the same time, is satisfied by the submission of  a  single  electronic  record  that  is  capable  of  being  reproduced  by  the addressee.\n\n(2) Where a corporate seal is required to be affixed to a document, that requirement is deemed to be satisfied if the electronic or digital signature of the corporate  body  is  affixed  to  the  electronic  record  in  accordance  with  the provisions relating to the use of the corporate seal.",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "medium-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "medium-positive"
      }
    },
    {
      "id": "15-automated-transactions-or-decision-making",
      "section": 15,
      "title": "Automated transactions or decision-making",
      "plainLanguage": "This section ensures transparency and user control over automated systems like recommendation algorithms. Platforms must disclose how these systems work and let users opt out of personalized recommendations where possible. Automated transactions are valid, but users aren't bound by contract terms they couldn't access beforehand. If a user makes a significant error in an electronic contract, the contract may be invalid if the user promptly notifies the other party and takes steps to correct the error.",
      "rawText": "16 . (1) A platform or service provider that uses automated decisionmaking, including algorithmic curation, profiling, or recommendation systems, shall\n\n(a)  ensure  transparency  of  the  system  by  disclosing  key  parameters, logic and potential impacts;\n\n(b) provide users with meaningful information on how such systems affect access to goods, services, or content;\n\n(c)  allow  users  to  opt-out  of  personalised  recommendations,  where feasible.\n\n(2) The Minister may issue guidelines or regulations for the ethical use of  artificial  intelligence  and  automated  systems,  having  regard  to  fairness, accountability, transparency, and non-discrimination.\n\n(3)An automated transaction is valid even if an electronic agent is involved at any stage of its formation.\n\n(4) A party interacting with an electronic agent to make an agreement is not bound by the terms of the agreement unless the terms were capable at  first  of  being  accessed  by  the  party  prior  to  the  formation  of  the contract.\n\n(5) An electronic contract is not valid where an individual interacts directly  with  the  electronic  agent  and  has  made  a  material  error during the creation of an electronic record and\n\n        - (b) that person notifies the party creating the electronic record of the error as soon as practicable after noticing it;\n\n        - (c) that  person  takes  reasonable  steps  to  return  to  the  previous situation; and\n\n        - (d) that  person  has  not  used  or  received  material  benefit  or  value from performance received from the other person.",
      "relatedImpacts": [
        "innovation",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "medium-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "medium-positive",
        "business": "low-positive"
      }
    },
    {
      "id": "16-despatch-of-electronic-record",
      "section": 16,
      "title": "Despatch of electronic record",
      "plainLanguage": "This section clarifies when an electronic record is considered officially sent. Generally, it's sent when it leaves the sender's computer system. However, the sender and receiver can agree to a different definition of when sending occurs.",
      "rawText": "17 . Unless otherwise agreed between the originator and the addressee, the despatch of an electronic record occurs when it enters an information processing system outside the control of the originator or the agent of the originator.",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "low-positive"
      }
    },
    {
      "id": "17-receipt-of-electronic-record",
      "section": 17,
      "title": "Receipt of electronic record",
      "plainLanguage": "This section defines when an electronic record is officially received. If the recipient has a specific system for receiving electronic records, receipt occurs when the record enters that system. If not, receipt occurs when the recipient accesses the record through their system. Unless otherwise agreed, an electronic record is considered sent from the originator's registered business place and received at the addressee's registered business place.",
      "rawText": "18 . The time of receipt of an electronic record shall be determined as follows\n\n        - (a) if  the  addressee  has  designated  an  information  system  for  the purpose of receiving electronic records, receipt occurs at the time when  the  electronic  record  enters  the  designated  information system; or\n\n        - (b) if the addressee has not designated an information system, receipt occurs when the electronic record enters an information system of  the  addressee  through  which  the  addressee  retrieves  the electronic record.\n\n(2) An electronic record is deemed to be despatched at the originator's registered place of business and is deemed to be received at the registered place where the addressee has its place of business unless otherwise agreed by the originator and the addressee.",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "low-positive"
      }
    },
    {
      "id": "18-expression-of-intent-or-other-statement",
      "section": 18,
      "title": "Expression of intent or other statement",
      "plainLanguage": "This provision allows electronic records that show the intent of parties to be used as evidence in legal proceedings. This applies when the intent expressed in the electronic record is relevant to the legal matter at hand. This ensures that electronic communications and records are treated as valid forms of evidence when they demonstrate a party's intentions.",
      "rawText": "19 . An expression of intent or other electronic representation of an electronic record  between  the  originator  and  the  addressee  of  an  electronic  record  is admissible in circumstances where the intent or other electronic representation is relevant in law.",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "high-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "high-positive"
      }
    },
    {
      "id": "19-attribution-of-electronic-records-to-originator",
      "section": 19,
      "title": "Attribution of electronic records to originator",
      "plainLanguage": "This section clarifies who is responsible for an electronic record. Generally, if it comes from the originator or their system, it's attributed to them. Recipients can usually assume a record is from the originator if they use agreed-upon verification or if someone with access to the originator's methods sent it. If there's no agreement, the apparent originator is presumed responsible unless the recipient knows the record is unauthorized or incorrect.",
      "rawText": "20 . (1) An electronic record is considered to be that of the originator if it was sent by\n\n(a) the originator personally;\n\n        - (c) an  information  system  programmed  by  or  on  behalf  of  the originator to operate automatically, unless  it  is  proved that the information system did not properly execute the programme.\n\n(2) An addressee is entitled to regard an electronic record as being that of the originator and to act on that assumption, if\n\n        - (a) the  addressee  properly  applied  a  procedure  previously  agreed with the originator in order to  ascertain  whether  the  electronic record was that of the originator; or\n\n        - (b) the electronic record received by the addressee resulted from the actions of a person whose relationship with the originator or with an agent of the originator enabled that person to gain access to a method used by the originator to identify an electronic record as the originator's own.\n\n(3) Where  a  procedure  has  not  been  agreed  by  both  parties  to ascertain the originator, the person who appears to be the originator shall be presumed to be the originator.\n\n      - The presumption in subsection (3) does not apply where\n\n        - (a) the  addressee  has  received  notice  from  the  originator  that  the electronic record was issued without the knowledge or consent of the originator;\n\n        - (b) the addressee knew or should reasonably have known, or used any agreed procedure to know that the electronic record was not that of the originator and that the person who sent the electronic record did not have the authority of the originator to issue or send the electronic record; or\n\n        - (c) the addressee knew or should reasonably have known, that the transmission  resulted  in  an  error  in  the  electronic  record  as received.",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "high-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "high-positive"
      }
    },
    {
      "id": "20-acknowledgement-of-receipt-of-electronic-record",
      "section": 20,
      "title": "Acknowledgement of receipt of electronic record",
      "plainLanguage": "This provision explains how someone can confirm they received an electronic message or record. Confirmation can be as simple as sending a reply or taking an action that indicates receipt. Unless both parties agree otherwise, confirming receipt is not legally necessary for the message to be valid.",
      "rawText": "21 . (1) An acknowledgement of receipt may be given through\n\n        - (a) a  communication  by  the  addressee,  whether  automated  or otherwise; or\n\n        - (b) any conduct of the addressee to indicate to the originator that the electronic record has been received.",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "low-positive"
      }
    },
    {
      "id": "21-formation-and-validity-of-agreements",
      "section": 21,
      "title": "Formation and validity of agreements",
      "plainLanguage": "This provision clarifies that agreements made online or through electronic methods are legally valid. It ensures that contracts and other agreements are not invalidated simply because they were formed electronically. This promotes the use of electronic commerce and digital communication in creating binding agreements.",
      "rawText": "22 . An agreement is valid even if it was concluded partly or in whole through an electronic medium.",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "high-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "high-positive"
      }
    },
    {
      "id": "22-variation-by-agreement-between-parties",
      "section": 22,
      "title": "Variation by agreement between parties",
      "plainLanguage": "This provision allows parties dealing with electronic records to create their own agreements regarding the issues covered in sections 4 to 22. If the parties have an agreement, then that agreement takes precedence over the rules outlined in those sections of the bill. This provides flexibility for parties to customize their electronic record handling procedures.",
      "rawText": "23 . Sections 4 to 22 only apply if the parties involved in generating, sending, receiving, storing or otherwise processing electronic records have not agreed on the issues provided for by these sections.\n\n## Electronic government services",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "low-positive"
      }
    },
    {
      "id": "23-acceptance-of-electronic-filing-and-issuing-of-documents",
      "section": 23,
      "title": "Acceptance of electronic filing and issuing of documents",
      "plainLanguage": "This provision requires public bodies to transition their services and functions to electronic or online platforms. The goal is to make these services more accessible and efficient for the public. This shift includes accepting electronic filings and issuing documents electronically.",
      "rawText": "24. A public body shall take steps or enter into arrangements to ensure that its functions are carried out, delivered or accessed electronically or online.",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "medium-positive"
      }
    },
    {
      "id": "24-public-agency-and-electronic-records",
      "section": 24,
      "title": "Public agency and electronic records",
      "plainLanguage": "This provision requires public agencies to accept electronic documents and payments. Public agencies must allow people to file documents, get permits, licenses, or approvals, and make payments electronically. The agencies can set specific rules for how these electronic transactions should be done, including formats and signature types, by publishing a notice.",
      "rawText": "25. (1)  A  public  agency  that,  pursuant  to  any  law  accepts  the  filing  of documents,  requires  that  documents  be  created  or  retained,  issues  a  permit, licence or approval or provides for a payment in accordance with law, shall\n\n        - (a) accept the filing of a document, or the creation or  retention of documents in the form of an electronic record;\n\n        - (b) issue the permit, licence or approval in the form of an electronic record; or\n\n        - (c) make or receive payment in electronic form or by electronic means.\n\n        - Any public agency may specify by notice in the Gazette:\n\n        - (a) the manner and format in which the electronic records shall be filed, created, retained or issued;\n\n        - (b) the  type  of  electronic  or  digital  signature  required  where  the electronic record has to be signed;\n\n        - (c) the manner and format in which an electronic or digital signature shall be attached to, incorporated in or otherwise associated with the electronic record;\n\n        - (d) the  identity  or  criteria  required  of  an  authentication  service provider used  by the person  filing  the  electronic  record or the\n\n        - (f) any other requirements for electronic records or payments.",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "medium-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "medium-positive"
      }
    },
    {
      "id": "25-publication-in-electronic-format",
      "section": 25,
      "title": "Publication in electronic format",
      "plainLanguage": "This section allows official government publications to be released electronically in an \"E-Gazette\" instead of a printed Gazette. The E-Gazette has the same legal standing as the printed version, with the publication date being the date it was first released online. The E-Gazette can be used as evidence in legal proceedings if it has a valid digital signature.",
      "rawText": "26. (1) Where a law requires publication in the Gazette the requirement is deemed to have been satisfied if published in electronic format referred to as an E-Gazette.\n\n(2) The date of publication is deemed to be the date of first publication in the Gazette.\n\n(3) Despite any other enactment, the E-Gazette shall have the same legal force and effect as the printed version of the Gazette.\n\n(4) The E-Gazette shall be admissible in all judicial, quasi-judicial and administrative  proceedings  as  conclusive  evidence  of  the  contents  therein, without further proof of authenticity, where it bears a valid electronic or digital signature issued under this Act.\n\n## Certifying Agency",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "low-positive"
      }
    },
    {
      "id": "26-prohibited-acts",
      "section": 26,
      "title": "Prohibited acts",
      "plainLanguage": "This provision makes it illegal to sell or provide encryption or authentication services if it violates the law. This aims to ensure that these services are used in compliance with legal standards. It places a legal obligation on providers of encryption and authentication services.",
      "rawText": "27. A person shall not sell or provide encryption or authentication service contrary to the provisions of this Act.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "high-negative",
        "freedomOfSpeech": "low-negative",
        "privacy": "low-negative",
        "business": "high-negative"
      }
    },
    {
      "id": "27-provision-of-authentication-encryption-services",
      "section": 27,
      "title": "Provision of authentication encryption services",
      "plainLanguage": "This provision clarifies when an encryption or authentication service is legally considered to be provided within a country. It includes services offered from within the country, by locally incorporated companies, to individuals present in the country, or through associated domain names and websites. This definition is important for determining legal jurisdiction and regulatory compliance for these services.",
      "rawText": "28. An encryption or an authentication service or product is deemed to have been provided in the country if it is made available\n\n        - (a) from premises within the country;\n\n        - (b) from a body incorporated in the country;\n\n        - (c) to a person who is present or operating from any system in the country when that person makes use of the service or product; or\n\n        - (d) from a Ghanaian associated or related domain name or website.\n\n(2)  The  Certifying  Agency  shall  maintain  a  website  and  provide information at the website in accordance with this Act.",
      "relatedImpacts": [
        "business"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "low-negative"
      }
    },
    {
      "id": "28-functions-of-the-certifying-agency",
      "section": 28,
      "title": "Functions of the Certifying Agency",
      "plainLanguage": "The Certifying Agency is responsible for licensing and overseeing encryption and authentication service providers. This includes issuing, suspending, and revoking licenses, as well as monitoring providers' compliance with regulations. The agency also appoints independent auditors to check license holders' adherence to the law and maintains a public list of these accredited auditors.",
      "rawText": "30. (1)The functions of the Agency are to:\n\n        - (a) issue licences for encryption and authentication service;\n\n        - (b) monitor the  conduct,  system  and  operation  of  encryption  and authentication  service  providers  to  ensure  compliance  with conditions of the licence, and the provisions of this Act;\n\n        - (c) suspend a licence of a licence holder;\n\n        - (d) revoke a licence of a licence holder; and\n\n        - (e) appoint,  accredit  and  gazette  independent  auditing  firms    to conduct periodic audits of a licence holder to ensure compliance with  the terms and conditions of any  licences issued under  this Act.\n\n(2)  The Agency  shall  publish  and  maintain  on  its  official  website  a  list  of accredited auditors, duly certified in accordance with the provisions of this Act and any Regulations made thereunder.",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "medium-negative",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "medium-negative"
      }
    },
    {
      "id": "29-revocation-or-suspension-of-licence",
      "section": 29,
      "title": "Revocation or suspension of licence",
      "plainLanguage": "This section explains how the Agency can suspend or revoke an authentication service provider's license if they fail to meet the requirements. The Agency must notify the license holder of the issue and allow them a chance to fix it. In cases where there is a risk of significant harm to consumers, the Agency can suspend a license immediately for up to 90 days while the provider fixes the problem. The Agency is required to publish any license suspensions or revocations on its website.",
      "rawText": "31. (1) The Agency may suspend or revoke a licence if it is satisfied that the authentication  service  provider  has  failed  or  ceased  to  meet  any  of  the requirements,  conditions  or  restrictions  subject  to  which  the  licence  was granted or recognition was given.\n\n(2) The Agency shall not suspend or revoke a licence unless it has\n\n        - (a) notified the licence holder in writing of its intention to do  so,\n\n        - (b) given a description of the alleged breach, and\n\n        - (c) afforded the licensed holder the opportunity to\n\n            - (i) respond to the allegations in writing, and\n\n            - (ii) remedy the alleged breach.\n\n(3) The  Agency  may  suspend  a  licence  with  immediate effect for a period not exceeding ninety days pending implementation\n\nof  the  procedures  required  to  remedy  the  breach  where  there  is  the likelihood of irreparable harm to consumers or third parties involved in an electronic transaction.\n\n(4) A  licence  holder  may  surrender  the  licence  to  the Agency subject to the provisions of the licence and third party rights.\n\n(5) The Agency shall publish the suspension or revocation of a licence on its website.",
      "relatedImpacts": [
        "innovation",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "low-positive",
        "business": "low-positive"
      }
    },
    {
      "id": "30-surrender-of-licence",
      "section": 30,
      "title": "Surrender of licence",
      "plainLanguage": "If a license is suspended or revoked, the licensee must return it to the Agency within 24 hours of being notified. If the licensee fails to surrender the license, each director of the licensee can be fined or imprisoned. The fine can be up to five thousand penalty units for each day the license is not surrendered, and imprisonment can be up to two years.",
      "rawText": "32. (1) A licensee with a suspended or revoked licence shall surrender the licence to the Agency within twenty-four hours of receipt of notice of the suspension or revocation of its licence.\n\n(2) Where a licensee fails to surrender the licence, each director of the licensee commits an offence and is liable on summary conviction to a fine of not more than five thousand penalty units for each day that the licence  is  not  surrendered or to  a term  of  imprisonment of  not  more than two years or to both.",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "low-negative",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "high-negative"
      }
    },
    {
      "id": "31-recognition-of-foreign-certifying-authorities",
      "section": 31,
      "title": "Recognition of foreign certifying authorities",
      "plainLanguage": "This section allows the Agency to recognize foreign entities as certifying agencies for digital signatures and certificates. Digital signatures or certificates issued by these recognized foreign entities will have the same legal standing as those issued locally, provided they meet certain trust and reliability standards or are recognized through mutual agreements. The Minister can also specify countries or certificates that are considered equivalent, and the Agency can revoke recognition if conditions are violated. A regulatory framework will be developed for the mutual recognition of foreign certifying authorities.",
      "rawText": "33. (1) Subject to the conditions and restrictions that may be specified by law, the Agency may, by notification in the Gazette, recognise a foreign entity as a certifying agency.\n\n(2) An  electronic  or  digital  signature  or  certificate  issued  by  a foreign  certification  service  provider  shall  have  the  same  legal  effect  as  a signature or certificate issued under this Act, if\n\n(a)  the  foreign  certification  service  provider  operates  under  a  regime  that provides substantially similar levels of trust and reliability; or\n\n(b)  the  certificate  is  recognised  by  the  Certifying  Agency  through  mutual recognition arrangements or approved interoperability frameworks.\n\n(3) The Minister may, by legislative instrument, specify the countries, regimes or classes of certificates deemed to offer substantially equivalent assurance.\n\n(4) Where a foreign entity is recognised, as a certifying agency, service and products issued by a person pursuant to the directives of that foreign certifying agency are valid.\n\n(5) The Agency by notification in the Gazette may revoke the recognition if it is  satisfied  that  a  foreign  certifying  agency    has  contravened  any  of  the conditions and restrictions subject to which it was granted recognition .\n\n(7) A foreign certifying authority that seeks recognition under the framework referred to in subclause (4) shall comply with\n\n(a) the interoperability standards prescribed under the framework; and\n\n(b) applicable international best practices on electronic certification",
      "relatedImpacts": [
        "innovation",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "high-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "low-positive",
        "business": "high-positive"
      }
    },
    {
      "id": "32-repository-of-digital-and-electronic-signatures",
      "section": 32,
      "title": "Repository of digital and electronic signatures",
      "plainLanguage": "This provision designates the Agency as the central storage for digital and electronic signature certificates. The Agency must use secure systems to protect these signatures. The Agency will also maintain a public database of public keys, allowing the public to verify digital signatures.",
      "rawText": "34. (1)  The  Agency  shall  be  the  repository  of  Digital  and  Electronic Signature Certificates issued under this Act.\n\n          - The Agency shall\n\n        - (a) make use of hardware, software and procedures that are secure from intrusion and misuse; and\n\n        - (b) observe other standards that may be prescribed, to ensure that the secrecy  and  security  of  digital  or  electronic  signatures  are assured.\n\n(3) The Agency  shall  maintain  a  computerised  data  base  of  the public keys to make them verifiable by a member of the public.",
      "relatedImpacts": [
        "innovation",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "low-positive",
        "business": "low-positive"
      }
    },
    {
      "id": "33-register-of-licence-holders",
      "section": 33,
      "title": "Register of licence holders",
      "plainLanguage": "This section requires the Agency to create a public list of all licensed entities. The register will contain information such as the entity's name, address, the services they offer, and details about their licensed encryption products. The Agency must also announce any license suspensions or revocations publicly. License holders are not required to share confidential information or trade secrets.",
      "rawText": "35. (1) The Agency shall establish and maintain a register of licence holders.\n\n(2) The Agency shall record the following particulars in respect of each licence holder\n\n(a) the name and address of the licence holder;\n\n        - (b) a description of the type of service or product provided;\n\n        - (c) other particulars that may be prescribed to identify and locate the license holder or its products or services;\n\n        - (d) licensed encryption and authentication products or services under this Act;\n\n        - (e) licensed  encryption  and  authentication  products  and  services recognised under this Act;\n\n        - (f) suspended and revoked licences or recognition; and\n\n        - (g) any other information that may be prescribed or may be deemed appropriate by the Agency.\n\n(3) The Agency shall provide notice of the suspension or revocation at its website.\n\n(5) A licence holder shall not be required to disclose confidential information or trade secrets in respect of its products or services.",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "low-positive"
      }
    },
    {
      "id": "34-restrictions-on-disclosure-of-information",
      "section": 34,
      "title": "Restrictions on disclosure of information",
      "plainLanguage": "This provision allows individuals to share information under this Act in certain situations. These situations include sharing with law enforcement, for use in court cases, or with government agencies responsible for safety and security if they make an official request. Information can also be shared with third parties to confirm a license or statements made by a license holder.",
      "rawText": "36. Subject  to  the  provisions  of  the  Constitution,  a  person  may  disclose information under this Act\n\n        - (a) to a law enforcement agency;\n\n        - (b) for criminal or civil proceedings;\n\n        - (c) to  government  agencies  responsible  for  safety  and  security  on official request; and\n\n        - (d) to a  third  party  enquiry  for  confirmation  of  a licence or representations made by a licence holder.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "low-positive",
        "privacy": "medium-positive",
        "business": "low-positive"
      }
    },
    {
      "id": "35-application-for-licence",
      "section": 35,
      "title": "Application for licence",
      "plainLanguage": "This section describes how to apply for a license from the Agency. Licenses are not granted to individuals and cannot be transferred without the Agency's permission. The application must include specific documents, and the Agency will assess factors like financial stability, system security, and adherence to regulations. The Agency also sets the license's duration and conditions.",
      "rawText": "37. (1)  A  licence  shall  not  be  issued  or  granted  by  the  Agency  to  an individual.\n\n(2) Each  application  for  the  issue  of  a  licence  shall  be  in  the prescribed form.\n\n(3) A licence issued under this  Act shall not be assigned, transferred, sub-licensed, or otherwise disposed of, whether wholly or partly, to  any  other  person  or  entity,  except  with  the  prior  written  approval  of  the Agency and subject to any terms and conditions that may be prescribed.\n\n(4)\n\nEach application for a licence shall be accompanied with,\n\n        - (a) a certificate of incorporation,\n\n        - (b) a statement including the procedures with respect to the identification of the applicant.\n\n        - (c) payment of a non-refundable application fee, and\n\n        - (d) other prescribed documents.\n\n- The Agency shall,  in considering an application  for a licence, take into account the following\n\n(a)  the  financial  and  human  resources  available  to  the  applicant, including its capital and other assets;\n\n(b) the quality, reliability, and security of the applicant's hardware and software systems;\n\n(c)  the  adequacy  and  integrity  of  the  applicant's  procedures  for\n\n(e) the regularity and extent of audits conducted by an independent body;\n\n(f)  the  technical  and  other  requirements  to  be  met  by  certificates issued by the licence holder;\n\n(g)  the  procedures  and  standards  applicable  to  the  issuance  of certificates;\n\n(h) the requirements relating to certification practice statements;\n\n(i) the responsibilities of the certification service provider;\n\n(j) the liability of the certification service provider;\n\n(k) the nature and format of records to be maintained, and the manner and duration for which such records shall be kept;\n\n(l) the procedures governing certificate suspension and revocation;\n\n(m)  the  procedures  for  notification  of  certificate  suspension  and revocation;\n\n(n) any other conditions, restrictions, or factors as may be prescribed or as the Agency may consider necessary or appropriate; and\n\n(o) the applicant's compliance with any minimum capital requirement prescribed by the Agency.\n\n(6) A licence is valid for the period and on the terms and conditions that may be determined by the Agency.",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "medium-negative",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "medium-negative"
      }
    },
    {
      "id": "36-grant-of-licence",
      "section": 36,
      "title": "Grant of licence",
      "plainLanguage": "This provision states that the Agency can only grant a license if certain security measures are in place to identify and protect user data. The Agency can also set specific requirements for licensed authentication products and services, including technical standards and procedures for certificate handling. Licenses granted under this act cannot be transferred to another party.",
      "rawText": "38. (1) The Agency shall not grant a licence under this Act unless the Agency is satisfied that a security procedure related to or issued by an applicant,\n\n        - (a) is uniquely linked to the user;\n\n        - (b) is capable of identifying that user;\n\n        - (c) is  created  using  means  that  can  be  maintained  under  the  sole control of that user; and\n\n        - (d) will be linked to the electronic record to which it relates so that any subsequent change of the electronic record is detectable.\n\n(2) The Agency may, prior to licensing any authentication products or services, stipulate\n\n        - (a) the  technical  and  other  requirements  to  be  met  by  certificates issued by the licence holder;\n\n        - (d) the responsibilities of the certification service provider;\n\n        - (e) the liability of the certification service provider;\n\n        - (f) the records to be kept and the manner in which and length of time for which they must be kept;\n\n        - (g) requirements  concerning  certificate  suspension  and  revocation procedures;\n\n        - (h) requirements as to notification procedures relating to certificate suspension and revocation; and\n\n        - (i) other  conditions  or  restrictions  that  the Agency  may  consider necessary.\n\n          - A licence is not transferable.",
      "relatedImpacts": [
        "innovation",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "low-negative",
        "freedomOfSpeech": "neutral",
        "privacy": "low-positive",
        "business": "low-negative"
      }
    },
    {
      "id": "37-display-of-licence",
      "section": 37,
      "title": "Display of licence",
      "plainLanguage": "This provision requires businesses to prominently display their license at their primary place of business. This makes it easy for customers and authorities to see that the business is properly licensed and operating legally. The license must be displayed in a way that is easily visible to the public.",
      "rawText": "39. A licensee shall display its licence conspicuously on the premises of its principal place of business.",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "low-negative",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "low-negative"
      }
    },
    {
      "id": "38-duties-of-licensed-entities",
      "section": 38,
      "title": "Duties of licensed entities",
      "plainLanguage": "Licensed entities must ensure their employees follow all relevant laws and regulations. They are also required to maintain liability insurance of at least GHS 10,000,000.00. Furthermore, licensees must compensate subscribers for losses resulting from fraudulent certificates, failure to revoke compromised certificates, or any breach of their obligations.",
      "rawText": "40. A licensee shall\n\n(a) ensure that each person employed or engaged by it complies with the provisions  of  this Act,  Regulations  made  under  this  Act  and  the  licence conditions;\n\n(b) obtain  and  maintain  liability  insurance  coverage,  with  a  minimum coverage amount of Ten Million Ghana Cedis (GHS 10,000,000.00), or such other amount as may be prescribed by the Agency;\n\n(c) compensate subscribers for any loss or damage arising from\n\n  - (i) the issuance of fraudulent certificates; or\n\n- (ii) the failure to promptly revoke compromised certificates; or\n\n(iii) from any act or omission of the licensee in breach of its obligations under this Act or any Regulations made under the Act.",
      "relatedImpacts": [
        "innovation",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "medium-negative",
        "freedomOfSpeech": "neutral",
        "privacy": "medium-positive",
        "business": "medium-negative"
      }
    },
    {
      "id": "39-renewal-of-licence",
      "section": 39,
      "title": "Renewal of licence",
      "plainLanguage": "To renew a license, applicants must use the application form provided by the relevant agency. This ensures the agency receives all necessary information in a standard format. Following the agency's prescribed form helps streamline the renewal process.",
      "rawText": "41. An application for renewal of a licence shall be\n\n(a) in the form prescribed by the Agency, and",
      "relatedImpacts": [],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "neutral"
      }
    },
    {
      "id": "40-procedure-for-grant-or-rejection-of-renewal-of-licence",
      "section": 40,
      "title": "Procedure for grant or rejection of renewal of licence",
      "plainLanguage": "This section describes how the Agency decides on license renewals. The Agency will review the application and other relevant information to decide whether to approve or deny the renewal. If the renewal is denied, the Agency must provide a written explanation to the applicant explaining the reasons for denial.",
      "rawText": "42. (1) The Agency may grant or reject the application for the renewal after considering the documents accompanying the application for renewal and other factors considered necessary.\n\n(2) The Agency shall provide reasons for the rejection of the application in writing to the applicant.",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "low-negative",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "low-negative"
      }
    },
    {
      "id": "41-notification-of-adverse-event",
      "section": 41,
      "title": "Notification of adverse event",
      "plainLanguage": "This provision requires the Agency to notify those affected by adverse events impacting its computer systems or licenses. Licensees and certifying authorities must submit their plan for responding to security breaches to the Agency within 24 hours of the event. This ensures a swift response and coordinated effort to address security incidents.",
      "rawText": "43. (1)The Agency shall\n\n        - (a) use reasonable efforts to notify any person who is likely to be affected by the occurrence of an adverse event; or\n\n        - (b) deal with the event or situation in accordance with the procedure specified in its certification practice statement\n\nwhere in the opinion of the Agency an event has occurred or a situation has arisen which may materially and adversely affect the integrity of its computer system or the conditions subject to which a licence was granted.\n\n(2) A  licensee  or  certifying  authority  shall,  within  twenty-four  hours  of  the occurrence or discovery of a breach or suspected breach affecting the security or integrity of its systems or services, submit its Incident Response Plan to the Agency in the form and manner prescribed by the Agency.",
      "relatedImpacts": [
        "innovation",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "medium-positive",
        "business": "low-negative"
      }
    },
    {
      "id": "42-procedures-to-be-followed-by-licensed-person",
      "section": 42,
      "title": "Procedures to be followed by licensed person",
      "plainLanguage": "This provision requires licensed individuals to use secure technology and practices to protect their systems from unauthorized access and misuse. They must also ensure their services are reliable and maintain the secrecy and privacy of their products or services. Furthermore, licensed individuals must follow all security procedures and standards that are set by regulators.",
      "rawText": "44. A licensed person shall\n\n        - (a) make use of hardware, software and procedures that are secure from intrusion and misuse;\n\n        - (b) provide  such  level  of  reliability in its services which  are reasonably suited to the performance of the intended functions;\n\n        - (c) adhere  to  security  procedures  to  ensure  that  the  secrecy  and privacy of the product or service are assured; and\n\n        - (d) adhere  to  such  security  procedures  and  observe  such  other standards as may be prescribed.\n\n## Consumer protection\n\n45. Sections 46 to 53 apply only to electronic transactions.",
      "relatedImpacts": [
        "privacy"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "medium-positive",
        "business": "neutral"
      }
    },
    {
      "id": "43-information-to-be-provided",
      "section": 43,
      "title": "Information to be provided",
      "plainLanguage": "When selling goods or services online, suppliers must provide consumers with detailed information about their business, the products or services offered, and the terms of the transaction. Consumers have the right to cancel the transaction within 14 days and receive a refund if the supplier fails to provide this information. Suppliers are also responsible for ensuring secure payment systems and are liable for any damages if these systems fail.",
      "rawText": "46. (1) A supplier offering goods or services for sale, hire or exchange in an electronic transaction shall make available to the consumer on the electronic platform  where  the  goods  or  services  are  offered  the  following  information related to the supplier\n\n        - (a) full name and legal status;\n\n        - (b) physical address and telephone number;\n\n        - (c) website address and e-mail address;\n\n        - (d) membership  of  any  self-regulatory  or  related  bodies  and  the contact details of the body;\n\n        - (e) a code of conduct to which that supplier subscribes and how that code of conduct may be accessed electronically by the consumer;\n\n        - (f) the registration number, the names of office bearers and the place of registration of the supplier as a legal person;\n\n        - (g) sufficient description of the main characteristics of the goods or services offered by that supplier to enable a consumer to make an informed decision on the proposed electronic transaction;\n\n        - (h) the full price of the goods or services, including transport costs, taxes and any other fees or costs;\n\n        - (i) the manner of payment;\n\n        - (j) terms of agreement including guarantees that will apply to the transaction  and  how these terms  may  be  accessed, stored and reproduced electronically by consumers;\n\n        - (k) the time within which the goods will be despatched or delivered or within which the services will be rendered;\n\n        - (l) the manner and period within which consumers can access and maintain a full record of the transaction;\n\n        - (m) the return, exchange and refund policy;\n\n        - (n) the  alternative  dispute  resolution  code  to  which  that  supplier subscribes and access to the code by the consumer;\n\n        - (o) the  security  procedures  and  privacy  policy  of  that  supplier  as regards payment, payment information and personal information;\n\n      - The supplier shall provide a consumer with an opportunity to\n\n        - (a) read, store and reproduce  the contract  terms and general conditions;\n\n        - (b) identify and correct handling errors; and\n\n        - (c) withdraw from the transaction before concluding a contract.\n\n(3) If a supplier fails to comply with the provisions of this section, the consumer may cancel the contract within fourteen days of receipt of the goods or services under the transaction.\n\n(4) If  a  transaction  is  cancelled  as  a  result  of  the  failure  of  the supplier to comply with the provisions of this section\n\n        - (a) the consumer shall return the goods received, or where applicable, cease using the services performed; and\n\n        - (b) the supplier shall refund payments made by the consumer within thirty days.\n\n(5) The supplier shall utilise a payment system that is sufficiently secure with reference to accepted technological  standards at the time of the transaction and the type of transaction concerned.\n\n(6) The supplier is liable for damage suffered by a consumer due to failure by the supplier to apply a secure payment system.",
      "relatedImpacts": [
        "innovation",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "low-positive",
        "business": "medium-positive"
      }
    },
    {
      "id": "44-performance",
      "section": 44,
      "title": "Performance",
      "plainLanguage": "A supplier must fulfill an order within 14 days, unless a different timeframe is agreed upon. If the supplier fails to meet the agreed-upon deadline, the customer can cancel the contract. If the supplier cannot fulfill the order because the item is unavailable, they must notify the customer and refund their money within seven days.",
      "rawText": "47. (1) The supplier shall execute the order within fourteen days after the day on  which  the  supplier  receives  the  order,  unless  the  parties  have  agreed otherwise.\n\n(2) Where a supplier fails to execute the order within the fourteen days or within the agreed period, the contract is voidable.\n\n(3) If a supplier is unable to perform on the grounds that the goods or services ordered are unavailable, the supplier shall immediately notify the consumer of this fact and refund any payment within seven days after the date of notification.\n\n        - (a) of goods within fourteen days after the date of the receipt of the goods; or\n\n        - (b) of services within seven days after the date of the conclusion of the agreement,\n\nwithout reason and without penalty.\n\n(2) The only charge that may be levied on the consumer is the direct cost of returning the goods.\n\n(3) This  section  shall  not  be  construed  to  limit  the  rights  of  a consumer provided for in any other law.\n\n      - This section does not apply to an electronic transaction\n\n        - (a) for  financial  services,  including  but  not  limited  to,  investment services, insurance and reinsurance operations, banking services and operations relating to dealings in securities;\n\n        - (b) by way of an auction;\n\n        - (c) for the supply of foodstuffs, beverages or other goods intended for  everyday  consumption  supplied  to  the  home,  residence  or workplace of the consumer;\n\n        - (d) for services which began with the consumer's consent before the end of the seven-day grace period;\n\n        - (e) where the price for the supply of goods or services is dependent on  fluctuations  in  the  financial  markets  and  which  cannot  be controlled by the supplier;\n\n        - (f) where the goods\n\n            - (i) are made to the consumer's specification,\n\n            - (ii) by reason of their nature cannot be returned, or\n\n            - (iii) are perishable;\n\n        - (g) where  audio  or  video  recordings  or  computer  software  were unsealed by the consumer;\n\n        - (h) for the sale of newspapers, periodicals, magazines and books;\n\n        - (i) for the provision of gaming and lottery services; or\n\n        - (j) for the provision of accommodation, transport, catering or leisure services  where  the  supplier  has  commenced  the  provision  of these services on a specific date or within a specific period.\n\n49. (1) Except in the case of a notice sent by an electronic communications provider  to  a  customer  in  relation  to  the  service,  a  person  shall  not  send unsolicited  electronic  communications  to  a  consumer  without  obtaining  the prior consent of the consumer.\n\n(2) A person who sends electronic commercial communication to a consumer shall provide the consumer\n\n        - (a) with the option to cancel the subscription to the mailing list of that person, and\n\n        - (b) with  the  identifying  particulars  of  the  source  from  which  that person  obtained  the  consumer's  personal  information  at  the request of the consumer.\n\n(3) An  agreement  shall  not  be  deemed  to  have  been  concluded where a consumer fails to respond to an unsolicited communication; and the consumer is entitled to recover the costs associated with  the cancellation of unsolicited communication.\n\n(4) A person who contravenes subsection (1) commits an offence and is liable on summary conviction to a fine of not more than five thousand penalty  units or a term of imprisonment of not more than ten years or to both.\n\n(5) A person who sends unsolicited commercial communications to another person or who continues to send unsolicited commercial communications after cancellation of the subscription commits an offence and is liable on summary conviction to a fine of not more than five thousand penalty units or a term of imprisonment of not more than ten years or to both.",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "low-negative",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "low-negative"
      }
    },
    {
      "id": "45-liability-for-misuse-of-electronic-payment-medium",
      "section": 45,
      "title": "Liability for misuse of electronic payment medium",
      "plainLanguage": "This section clarifies when a user of an electronic payment method is responsible for unauthorized charges. Generally, users are not liable if someone else misuses their payment method without their involvement. However, liability may apply if the payment method was lost or stolen and used before the issuer was notified, or if the user allowed someone else to use it. The issuer must provide contact information for reporting lost or stolen payment methods.",
      "rawText": "50. (1) A holder of an electronic payment medium shall not, unless acting in collusion with another person, be liable to the issuer for loss arising from use of the medium by a person who is not acting or being treated as acting as the agent of the holder.\n\n      - Subsection (1) does not prevent\n\n        - (a) the holder of the electronic payment medium from being made liable  for loss to the issuer arising  from use of the  medium  by another  person  during  a  period  beginning  when  the  medium ceases to be in the possession of an authorised person and ending\n\n        - (b) the holder from being made liable to any extent for loss to the issuer  from  use  of  the  medium  by  a  person  who  acquired possession of it with the holder's consent.\n\n- Subsections  (2)  does  not  apply  to  the  use  of  the  electronic payment medium after the issuer has been given  notice of loss and does not apply unless the issuer provides the holder with particulars of the name, address and telephone number of a person stated to be the person to whom notice is to be given.\n\n- The  notice  takes  effect  when  received,  but  where  it  is  given orally, shall be confirmed in writing within fourteen clear days.\n\n- A sum paid by the holder for the issue of the electronic payment medium is treated as paid towards satisfaction of liability under this section to the extent that it has not been previously offset by use made of the medium.\n\n- The  holder  or  a  person  authorised  by  the  holder  to  use  the electronic  payment  medium  is  an  authorised  person  for  the  purpose  of subsection (2).",
      "relatedImpacts": [
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "low-positive",
        "business": "low-positive"
      }
    },
    {
      "id": "46-electronic-payment-medium-lists-prohibited",
      "section": 46,
      "title": "Electronic payment medium lists prohibited",
      "plainLanguage": "This law prevents banks from sharing lists of customers' electronic payment information (like card numbers and addresses) without their permission or a court order. Banks can share credit ratings with other banks if they notify the customer within a week. Banks and their leadership can face fines or jail time for breaking this law.",
      "rawText": "- (1) A financial institution shall not\n\n- (a) make available;\n\n- (b) lend; or\n\n        - (c) sell any list or portion of a list of holders of an electronic payment medium and their addresses and account numbers to any person without the prior written consent of the holders except by order of a Court.\n\n- A financial institution may make available to another financial institution  information  about  an  electronic  payment  medium  holder's  credit rating  without  the  holder's  prior  written  consent  if  written  notice  of  the disclosure is given to the holder within seven days subject to any law regulating credit rating institutions.\n\n- A financial institution which contravenes subsection (1) commits an offence and each director and officer of the institution who fails to ensure compliance with this Act is liable on summary conviction to a fine of not more than two thousand five hundred penalty units or imprisonment for a term of not more than five years or to both.",
      "relatedImpacts": [
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "high-positive",
        "business": "low-negative"
      }
    },
    {
      "id": "47-non-exclusion",
      "section": 47,
      "title": "Non-exclusion",
      "plainLanguage": "This provision ensures that consumer rights outlined in the Act cannot be taken away by any agreement. If an agreement attempts to exclude these rights, that part of the agreement is legally void. This protects consumers by guaranteeing they always receive the rights and protections provided by the Act.",
      "rawText": "- A provision in an agreement which excludes consumer rights provided for in this Act is void.\n\n## Protected computers and critical database",
      "relatedImpacts": [
        "innovation",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "medium-positive",
        "business": "low-positive"
      }
    },
    {
      "id": "48-protected-computer",
      "section": 48,
      "title": "Protected computer",
      "plainLanguage": "This provision allows the Minister to designate computer systems as \"protected,\" especially those related to national security, essential services, or government operations. Certain systems are automatically considered protected based on their function. Gaining unauthorized access to a protected system is a criminal offense that can result in fines and/or imprisonment.",
      "rawText": "54. (1)  The  Minister  may  declare  that  a  computer,  computer  system  or computer network is a protected system by notification in the Gazette .\n\n- The Minister may authorise access to a protected system by or in writing.\n\n- Until the Minister by Gazette publication declares a computer, computer system or computer network to be a protected system, the computer ,computer  system  or  computer  network    shall  be  treated  as  a  'protected computer'  if  the  computer,  program  or  electronic  record  is  used  directly  in connection with or for\n\n        - (a) the security, defence or international relations of the country;\n\n        - (b) the existence or identity of a confidential source of information related to the enforcement of  criminal law;\n\n        - (c) the  provision  of  services  directly  related  to  communications infrastructure,  banking  and  financial  services,  public  utilities, public transportation or public key infrastructure;\n\n        - (d) the  protection  of  public  safety  and  public  health,  including systems related to essential emergency services;\n\n        - (e) foreign commerce or communication affecting a citizen of Ghana or  business in which a citizen of Ghana or the Government has an interest; or\n\n        - (f) the legislative, executive or judicial service, the public services and security agencies.\n\n- A person who secures access or attempts to secure access to a protected system in contravention of the provisions of this section commits an offence and is liable on summary conviction to a fine of not more than five",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "medium-negative",
        "freedomOfSpeech": "low-negative",
        "privacy": "low-positive",
        "business": "medium-negative"
      }
    },
    {
      "id": "49-identification-of-critical-electronic-record-and-critical-databases",
      "section": 49,
      "title": "Identification of critical electronic record and critical databases",
      "plainLanguage": "This provision allows the Minister to designate certain electronic records as critical if they relate to national security or citizen well-being. It also enables the Minister to create a process for identifying databases that are critical. These designations and procedures will be formally announced in the Gazette.",
      "rawText": "55. The Minister may by notice in the Gazette\n\n        - (a) declare certain classes of information which are of importance to the  protection  of  the  national  security  of  the  Republic  or  the economic  and  social  well-being  of  its  citizens  to  be  critical electronic records for the purpose of this Act; and\n\n        - (b) establish  a  procedure  to  be  followed  in  the  identification  of critical databases for the purposes of this Act.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "high-negative",
        "freedomOfSpeech": "medium-negative",
        "privacy": "medium-negative",
        "business": "high-negative"
      }
    },
    {
      "id": "50-scope-of-critical-database-protection",
      "section": 50,
      "title": "Scope of critical database protection",
      "plainLanguage": "This provision allows the Minister to classify certain electronic information as \"critical\" if it concerns national security, the economy, or public well-being. This classification subjects the information to specific regulations outlined in sections 56 to 60 of the law. The designation empowers the Minister to protect sensitive electronic data deemed vital to the country's interests.",
      "rawText": "56. The  Minister  may  declare  certain  classes  of  information  relating  to national security or the economic or social wellbeing of the public to be critical electronic record for the purposes of sections 56 to 60.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "medium-negative",
        "freedomOfSpeech": "low-negative",
        "privacy": "medium-negative",
        "business": "medium-negative"
      }
    },
    {
      "id": "51-registration-of-critical-databases",
      "section": 51,
      "title": "Registration of critical databases",
      "plainLanguage": "This provision allows the Minister to set up a registration system for critical databases. The requirements and procedures for registration will be made public. Registering a database involves providing information about who manages it, where it's located, and what kind of information it holds.",
      "rawText": "57. (1) The Minister may by notice in the Gazette determine\n\n        - (a) requirements for the registration of a critical database;\n\n        - (b) procedures for the registration of a critical database; and\n\n        - (c) any other matter relating to registration.\n\n(2)  Registration  of  a  critical  database  means  recording  the  following information\n\n        - (a) the full name, address and contact details of the critical database administrator;\n\n        - (b) the location of the critical database, including the locations of the component parts where a critical database is not stored at a single location; and\n\n        - (c) a  general  description  of  the  categories  or types  of  information stored in the critical database.",
      "relatedImpacts": [
        "innovation",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "low-negative",
        "freedomOfSpeech": "neutral",
        "privacy": "low-positive",
        "business": "low-negative"
      }
    },
    {
      "id": "52-management-of-critical-databases",
      "section": 52,
      "title": "Management of critical databases",
      "plainLanguage": "This provision tasks the Minister with establishing minimum standards for the management and protection of critical databases. These standards will address areas like access, security, and data integrity. The goal is to ensure these databases are adequately protected and managed. This law does not prevent public bodies from performing their duties as defined by other laws.",
      "rawText": "58. (1) The Minister shall prescribe minimum standards for prohibitions in respect of\n\n(a) the general management of a critical database;\n\n(b) access to, transfer and control of a critical database;\n\n(c) infrastructural or procedural rules and requirements to secure  the integrity and authenticity of a critical electronic record;\n\n(f) the security of the databases;\n\n(g) the physical safety of a person in control of the critical database; and\n\n        - (h) any other matter required for the adequate protection, management and control of a critical database.\n\n(2) This Act shall not be construed to limit the right of a public body to perform an authorised function in terms of any other law.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "high-negative",
        "freedomOfSpeech": "medium-negative",
        "privacy": "medium-negative",
        "business": "high-negative"
      }
    },
    {
      "id": "53-restrictions-on-disclosure-of-information",
      "section": 53,
      "title": "Restrictions on disclosure of information",
      "plainLanguage": "This provision restricts who can access information in the registry of critical databases, generally limiting it to Agency employees. The Agency can share information with law enforcement and other government bodies. The Agency retains the right to argue against disclosing information in court if it could harm national security or public interests.",
      "rawText": "59. (1) Information contained in the register of a critical database shall not be disclosed to another person other than to employees of the Agency who are responsible for the keeping of the register.\n\n          - The Agency is at liberty to disclose information to\n\n        - (a) a law enforcement agency; and\n\n        - (b) a Ministry, Department or Agency.\n\n(3) Nothing in this law shall preclude the Agency from pleading in proceedings  relating  to  information  held  in  its  custody  or  records  that production or disclosure of a matter may be prejudicial to the security of the State or injurious to the public  interest in accordance with article 135 of Constitution.",
      "relatedImpacts": [
        "innovation",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "low-negative",
        "freedomOfSpeech": "neutral",
        "privacy": "medium-negative",
        "business": "low-negative"
      }
    },
    {
      "id": "54-audits",
      "section": 54,
      "title": "Audits",
      "plainLanguage": "This provision allows the Minister to order audits to ensure the Act is being followed. The audits are to be conducted by the critical database administrator. The National Information Technology Authority is designated as the administrator responsible for overseeing the country's ICT infrastructure and electronic records.",
      "rawText": "60. (1) The  Minister  may  direct  that  audits  be  conducted  by  the  critical database administrator to assess compliance with the provisions of this Act.\n\n(2) For the purposes of subsection (1), the National Information Technology Authority shall act as the critical electronic records and database administrator responsible for overseeing ICT infrastructure of the Republic.",
      "relatedImpacts": [
        "innovation",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "medium-negative",
        "freedomOfSpeech": "neutral",
        "privacy": "low-negative",
        "business": "medium-negative"
      }
    },
    {
      "id": "55-non-compliance-with-act",
      "section": 55,
      "title": "Non-compliance with Act",
      "plainLanguage": "If an audit finds non-compliance, the Minister reviews the report and sends recommendations to the National Security Council. The Council can then take necessary actions to protect national security. The National Information Technology Authority provides advice to the Minister regarding ICT infrastructure audits.",
      "rawText": "61. (1) The Minister on receipt of the audit report shall consider,\n\n        - (a) any action recommended to remedy the non-compliance; and\n\n        - (b) the period within which the remedial action shall be performed.\n\n(3) The National Information Technology Authority shall advise the Minister  on  matters  relating  to  the  audit  of  the  ICT  infrastructure  of  the Republic.\n\n## Appeal Tribunal",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "low-negative",
        "freedomOfSpeech": "low-negative",
        "privacy": "low-negative",
        "business": "low-negative"
      }
    },
    {
      "id": "56-establishment-of-the-information-communication-technology-tribunal",
      "section": 56,
      "title": "Establishment of the Information Communication Technology Tribunal",
      "plainLanguage": "This provision creates the Information Communication Technology Tribunal to handle appeals. The Tribunal will meet on an ad hoc basis to review appeals against decisions or orders from the Agency, or specific issues related to a license. This tribunal provides a formal process for appealing certain decisions.",
      "rawText": "62. (1)  There  is  established  by  this Act  an  appeal  tribunal,  known  as  the Information Communication Technology Tribunal referred to in this Act as 'the Tribunal'.\n\n(2) The Tribunal shall be convened on an ad hoc basis to consider an appeal\n\n        - (a) against a decision or order made by the Agency;\n\n        - (b) on a particular matter under a licence.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "medium-positive",
        "freedomOfSpeech": "medium-positive",
        "privacy": "medium-positive",
        "business": "medium-positive"
      }
    },
    {
      "id": "57-composition-of-the-tribunal",
      "section": 57,
      "title": "Composition of the Tribunal",
      "plainLanguage": "This section describes who makes up the Tribunal. The chairperson must be a retired judge or a lawyer with expertise in electronic communication law. The other two members should have knowledge or experience in information communication technology or related fields. The Minister appoints all members and a Registrar, who along with other staff, are Agency employees, and the Agency covers the Tribunal's expenses.",
      "rawText": "63 . (1) The Tribunal consists of\n\n        - (a) a chairperson who is either a retired Justice of the Superior Court or a lawyer of at least fifteen years standing who has experience in electronic communication law, policy and regulatory matters or arbitration, and\n\n        - (b) two  other  members  with  knowledge  of  or  experience  in  the information communication technology related matters, industry, electronic engineering, law, economics,  business or public administration.\n\n(2) The members of the Tribunal shall be appointed by the Minister.\n\n(3) The  Minister  shall  also  appoint  a  Registrar  for  the Tribunal for the smooth operations of the Tribunal.\n\n(4) The  Registrar  and  other  staff  are  employees  of  the Agency.\n\n(5) The expenses of the Tribunal shall be paid out of income derived by the Agency and shall be part of the annual budget of the Agency.",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "low-negative",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "low-negative"
      }
    },
    {
      "id": "58-rules-of-procedure-of-tribunal",
      "section": 58,
      "title": "Rules of Procedure of Tribunal",
      "plainLanguage": "The Board will create the rules for how the Tribunal operates. These rules will dictate the procedures the Tribunal must follow. This ensures a structured and consistent process for the Tribunal's activities.",
      "rawText": "64. The Board shall, propose rules of procedure for the Tribunal.\n\n65 . (1) A person affected by a decision of the Agency may appeal against the decision by  notice  of  appeal  to the Tribunal  in  accordance  with  the  rules  of procedure of the Tribunal.\n\n(2) The notice of appeal shall be sent within twenty-eight days after the date the decision is announced or the date of receipt of the decision that is being appealed against.\n\n      - The notice of appeal shall set out\n\n        - (a) the decision appealed against;\n\n        - (b) the  provision  under  which  the  decision  appealed  against  was taken; and\n\n        - (c) the grounds of appeal.\n\n(4) After  the  receipt  of  a  notice  of  appeal,  the  Tribunal  shall  be convened within one month to consider the appeal.",
      "relatedImpacts": [],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "neutral"
      }
    },
    {
      "id": "59-decision-of-tribunal",
      "section": 59,
      "title": "Decision of Tribunal",
      "plainLanguage": "This section describes what the Tribunal can do after hearing an appeal. It can overturn or change the original decision, allow the appeal, or dismiss it. The Tribunal can consider input from other people and its decision carries the same weight as a High Court ruling.",
      "rawText": "66. (1) The Tribunal, after hearing the appeal, may\n\n        - (a) quash the decision;\n\n        - (b) allow the appeal in whole or in part;\n\n        - (c) vary the decision of the Agency in any manner and subject to any conditions  or  limitations  it  thinks  fit  but  shall  not  impose  any condition or requirement beyond the powers of the Agency under the Act; or\n\n        - (d) dismiss the appeal and confirm the decision of the Agency.\n\n(2) The Tribunal may take into account a submission filed by any person in reaching a decision on an appeal brought before it.\n\n(3) A  decision  of  the  Tribunal  shall  have  the  same  effect  as  a judgment of the High Court.",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "medium-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "medium-positive"
      }
    },
    {
      "id": "60-appeals-against-the-decisions-of-the-tribunal",
      "section": 60,
      "title": "Appeals against the decisions of the Tribunal",
      "plainLanguage": "This provision allows parties to appeal decisions of the Tribunal to the Court of Appeal. Appeals are limited to questions of law and must be filed within 90 days of the original decision. No extensions to this deadline are permitted.",
      "rawText": "67. (1) A decision of the Tribunal may be the subject of an appeal.\n\n          - An appeal under this section\n\n        - (a) lies to the Court of Appeal;\n\n        - (b) shall relate only to a point of law arising from the decision of the Tribunal; and\n\n(3) The appeal shall be filed in the Court of Appeal ninety days after the decision of the Tribunal and there shall be no extension of time.\n\n## Industry Forum",
      "relatedImpacts": [
        "business"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "low-positive"
      }
    },
    {
      "id": "61-establishment-of-industry-forum",
      "section": 61,
      "title": "Establishment of Industry Forum",
      "plainLanguage": "This section creates an Industry Forum for industry stakeholders to discuss relevant issues. The Agency can designate an existing industry body to manage the Forum if it meets specific requirements. All licensed entities are considered members of the Forum, and the Agency facilitates meetings until a body is designated. The Ministry and Agency will participate in the Forum as observers.",
      "rawText": "68. (1)  There  is  hereby  established  an  Industry  Forum  which  shall  be  a platform to bring the industry together from time to time to discuss matters of common interest that relate to the industry.\n\n(2) The Agency may designate an industry body to be the Forum by notifying that body in writing if the Agency is satisfied that\n\n        - (a) the membership of the body is open to the relevant parties and is fully representative of the industry;\n\n        - (b) the body is capable of performing as required under the relevant provisions of this Act; and\n\n        - (c) the body has the administrative capacity to service the Forum.\n\n(3) The body shall agree in writing to be the Forum, before being designated by the Agency.\n\n(4) Despite the designation, each  licensed entity under the Act is deemed to be a member of the Forum.\n\n(5) The Agency may decide that an existing industry body that was previously designated under subsection (2) to be an Industry Forum is no longer an Industry Forum if satisfied that the body does not meet the requirements of this section any longer.\n\n(6) A designation or withdrawal of designation under this section takes effect from the date specified by the Agency.\n\n(7) Until  the  Agency  designates  a  body,  the  Agency  has  the obligation to facilitate the meeting of the industry to perform the functions of the Forum.\n\n(8) The Ministry and the Agency shall participate in the Forum as observers.",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "low-positive"
      }
    },
    {
      "id": "62-industry-code",
      "section": 62,
      "title": "Industry code",
      "plainLanguage": "This section allows an industry forum to create voluntary codes related to the Act. These codes must be registered by an Agency to be valid. The Agency will ensure the code aligns with the Act and that the public was consulted in its development. The Agency has 30 days to register or refuse the code, or it is considered refused.",
      "rawText": "69. (1) The Forum may prepare a  voluntary  industry code to deal with a matter provided for in this Act\n\n(2) The  code  shall  not  be  effective  until  it  is  registered  by  the Agency.\n\n(3) The Agency  shall  register  a  voluntary  industry  code  if  it  is consistent with\n\n        - (a) the objects of this Act;\n\n        - (b) regulations, standards or guidelines made under this Act; and\n\n        - (c) provisions of this Act which are relevant to the particular matter or activity.\n\n(4) The Agency may refuse to register the code, if the Agency is not satisfied that there has been sufficient opportunity for public consultation in the development of the code by the Forum.\n\n(5) The Agency shall notify the Forum in writing and provide the reasons for the refusal to register the code within thirty days after the refusal.\n\n(6) Where  the Agency  does  not  register  or  refuses  to  register  a voluntary industry code within a period of thirty days after the date that the voluntary industry code was submitted for registration, the Agency is deemed to  have  refused  the  registration  of  the  voluntary  industry  code  unless  the Industry  Forum  receives  a  written  notice  of  registration  of  the  voluntary industry code after that period.\n\n## Liability of service providers and intermediaries",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "medium-positive"
      }
    },
    {
      "id": "63-mere-conduit",
      "section": 63,
      "title": "Mere conduit",
      "plainLanguage": "This provision protects internet service providers and other intermediaries from being held liable for the content that passes through their systems. To be protected, the provider must not initiate the transmission, select the recipient, or modify the content. The provider can temporarily store the data as needed to complete the transmission, as long as it is not accessible to others and is only stored for a reasonable time. This \"mere conduit\" exception encourages the free flow of information online by shielding intermediaries from liability for user-generated content.",
      "rawText": "70. (1) An intermediary or service provider is not liable for providing access to or for operating facilities for information systems or transmitting, routing or storage of electronic records through an information system under its control, as long as the intermediary or service provider\n\n        - (a) does not initiate the transmission;\n\n        - (b) does not select the addressee;\n\n        - (c) performs the functions in an automatic, technical manner without selection of the electronic record; and\n\n        - (d) does not modify the electronic record contained in the transmission.\n\n        - (a) for  the  sole  purpose  of  carrying  out  the  transmission  in  the information system;\n\n        - (b) in a manner that makes it ordinarily inaccessible to anyone other than an anticipated recipient; and\n\n        - (c) for  a  period  no  longer  than  is  reasonably  necessary  for  the transmission.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "high-positive",
        "freedomOfSpeech": "high-positive",
        "privacy": "low-positive",
        "business": "high-positive"
      }
    },
    {
      "id": "64-electronic-record-transmission",
      "section": 64,
      "title": "Electronic record transmission",
      "plainLanguage": "This provision protects intermediaries and service providers from liability when they temporarily store electronic records to improve transmission efficiency. This protection applies only if the service provider doesn't modify the record, complies with access rules and industry standards, avoids interfering with lawful technology, and removes the record upon receiving a valid takedown notice. This encourages efficient data transmission by clarifying the responsibilities and liabilities of service providers.",
      "rawText": "71. An intermediary or service provider who transmits an electronic record provided by a recipient of the service through an information system under its control is not liable for the automatic, intermediate and temporary storage of that electronic record, where the purpose of storing the electronic record is to make the onward transmission of the electronic record more efficient to other recipients of the service on their request, as long as the service provider\n\n        - (a) does not modify the electronic record;\n\n        - (b) complies with conditions on access to the electronic record;\n\n        - (c) complies  with  rules  regarding  the  updating  of  the  electronic record, specified in a manner widely recognised and used by the industry;\n\n        - (d) does  not  interfere  with  the  lawful  use  of  technology  widely recognised and used by the industry to obtain information on the use of the electronic record; and\n\n        - (e) removes or disables access to the electronic record it had stored upon receiving a take-down notice under this Act.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "high-positive",
        "freedomOfSpeech": "medium-positive",
        "privacy": "neutral",
        "business": "high-positive"
      }
    },
    {
      "id": "65-hosting",
      "section": 65,
      "title": "Hosting",
      "plainLanguage": "This section protects service providers that store user data from liability for copyright infringement, provided they don't know about the infringement and act quickly to remove the content after receiving a notification. To be eligible for this protection, the service provider must also provide contact information for reporting copyright issues. This encourages service providers to host user content while also addressing copyright concerns.",
      "rawText": "72. (1)  An  intermediary  or  service  provider  who  provides  a  service  that consists of the storage of electronic records provided to a user of the service, is not  liable  for  damages  arising  from  information  stored  at the  request of  the recipient of the service, as long as the service provider\n\n        - (a) does not have actual knowledge that the information or an activity relating to the information is infringing the rights of a third party,\n\n        - (c) upon  receipt  of  a  take-down  notification  under  this Act,  takes action  expeditiously  to  remove  or  to  disable  access  to  the information.\n\n(2) The limitations on liability established by this section do not apply to a service provider unless\n\n        - (a) it has provided an address to receive notifications of infringement; or\n\n        - (b) it has an agent for receipt of notification of infringement.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "high-positive",
        "freedomOfSpeech": "medium-positive",
        "privacy": "neutral",
        "business": "high-positive"
      }
    },
    {
      "id": "66-information-location-tools",
      "section": 66,
      "title": "Information location tools",
      "plainLanguage": "This provision protects service providers from being held liable for damages if they link to websites containing copyright infringement. This protection applies if the service provider was unaware of the infringement, doesn't financially benefit from it, and removes the link promptly after being notified. This encourages service providers to link to content without fear of legal repercussions for unintentional copyright violations.",
      "rawText": "73. An intermediary or service provider is not liable for damages incurred by a person if the service provider refers or links users to a web page containing an  infringing  electronic  record  or  infringing  activity,  by  using  information location  tools,  including  a  directory,  index,  reference,  pointer,  or  hyperlink, where the intermediary or service provider\n\n        - (a) does not have actual knowledge that the electronic record or an activity relating to the electronic record is infringing the rights of that person or the State;\n\n        - (b) is not aware of facts or circumstances from which the infringing activity  or  the  infringing  nature  of  the  electronic  record  is apparent or can be reasonably inferred;\n\n        - (c) does  not  receive  a  financial  benefit  directly  attributable  to  the infringing activity; and\n\n        - (d) removes  or  disables  access  to  the  reference  or  link  to  the electronic record or activity within a reasonable time after being informed that the electronic record or the activity relating to the electronic record, fringes the rights of a person or the State.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "high-positive",
        "freedomOfSpeech": "medium-positive",
        "privacy": "neutral",
        "business": "high-positive"
      }
    },
    {
      "id": "67-take-down-notification",
      "section": 67,
      "title": "Take-down notification",
      "plainLanguage": "This provision explains how someone can report illegal or unlawful content published online. The report must include details about the specific content, the right that was violated, and what action should be taken. There are penalties for knowingly making false reports, and the service provider may be liable for taking down content wrongfully.",
      "rawText": "74. (1) A person who claims that an electronically published matter is illegal or unlawful shall notify the publisher.\n\n(2) A notification of unlawful activity shall be in a permanent medium addressed by the complainant to the intermediary or service provider or its designated agent and shall include\n\n        - (c) identification of the right that has allegedly been infringed\n\n        - (d) identification of the material or activity that is claimed to be the subject of unlawful activity;\n\n        - (e) the remedial action required to be taken by the intermediary or service provider in respect of the complaint; and\n\n        - (f) telephonic and electronic contact details, if any, of the complainant.\n\n(3) A person who lodges a notification of unlawful activity with a service provider knowing that it materially misrepresents the facts is liable to pay a pecuniary penalty equivalent to five hundred penalty units.\n\n(4) The intermediary or service provider is liable for wrongful takedown in response to a notification.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "medium-positive",
        "freedomOfSpeech": "medium-positive",
        "privacy": "neutral",
        "business": "medium-positive"
      }
    },
    {
      "id": "68-monitoring-and-compliance",
      "section": 68,
      "title": "Monitoring and compliance",
      "plainLanguage": "This section states that intermediaries and service providers are not required to monitor personal electronic records for potential offenses or civil liabilities. However, this does not exempt them from complying with court orders, agency directions, or any existing contractual obligations. This provision clarifies the extent to which these providers are responsible for policing content on personal systems.",
      "rawText": "75. (1) An intermediary or service provider shall not be required to monitor an electronic record processed by means of a personal system in order to ascertain whether its processing would constitute or give rise to an offence or give rise to civil liability.\n\n(2)  Nothing  in  this  section  shall  relieve  an  intermediary  or  service provider from\n\n(a) an obligation to comply with an order or direction of a Court or other competent Agency; or\n\n(b) any contractual obligation.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "high-positive",
        "freedomOfSpeech": "high-positive",
        "privacy": "low-positive",
        "business": "high-positive"
      }
    },
    {
      "id": "69-risk-assessments-and-mitigation",
      "section": 69,
      "title": "Risk Assessments and Mitigation",
      "plainLanguage": "This provision requires large online platforms and search engines to conduct yearly risk assessments to identify potential harms like disinformation and hate speech on their sites. They must then create plans to reduce these risks and submit them to the National Information Technology Authority. To ensure accountability, independent audits will be conducted every two years, with the results made public.",
      "rawText": "76. (1) Very Large Online Platforms (VLOPs) and Very Large Online Search Engines (VLOSEs) shall conduct annual risk assessments to identify systemic risks associated with their platforms, including but not limited to disinformation, hate speech, child exploitation, and other harmful content.\n\n(2)  VLOPs  and  VLOSEs  shall  submit  risk  mitigation  plans  to  the  National Information Technology Authority within thirty (30) days following completion of the assessment.\n\n(3) Risk management practices shall be subject to independent third-party audits every  two  (2)  years,  and  the  audit  reports  shall  be  submitted  to  National Information Technology Authority and made publicly available in accordance with prescribed guidelines.\n\n(i) content moderation actions undertaken, including removals and account suspensions;\n\n(ii) complaints received and the nature and resolution of such complaints;\n\n(iii) the use of automated tools, including artificial intelligence systems, for filtering or moderating content; and\n\n(iv) algorithmic disclosure, which shall include the criteria used in content ranking, targeted advertising, and recommendation systems.\n\n(2)  Certifying  Authorities  shall  also  publish  annual  transparency  reports detailing:\n\n(i) the number of digital certificates issued, revoked, or suspended; and\n\n(ii) the reasons and circumstances surrounding such actions.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "medium-negative",
        "freedomOfSpeech": "medium-negative",
        "privacy": "neutral",
        "business": "medium-negative"
      }
    },
    {
      "id": "70-protection-of-children",
      "section": 70,
      "title": "Protection of Children",
      "plainLanguage": "This provision aims to protect children online by requiring service providers to verify users' ages to prevent underage access. It also prohibits targeted advertising to children using their personal data, whether directly or through automated systems. This ensures children are not exposed to inappropriate content or manipulative advertising practices.",
      "rawText": "78. (1) Service providers offering services directed at or likely to be accessed by  childrens  shall  implement  robust  age-verification  mechanisms  to  prevent unauthorised access by underage users.\n\n(2) No person or entity shall deliver targeted advertising based on the personal data of childrens, whether directly or through automated profiling systems.",
      "relatedImpacts": [
        "innovation",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "low-negative",
        "freedomOfSpeech": "neutral",
        "privacy": "high-positive",
        "business": "low-negative"
      }
    },
    {
      "id": "71-due-diligence-obligations",
      "section": 71,
      "title": "Due diligence obligations",
      "plainLanguage": "This provision requires licensees to regularly assess risks to their IT systems, following standards set by the National Information Technology Authority. The purpose of these assessments is to identify and address potential threats to the security and reliability of their services. This helps ensure that systems are protected against disruptions and data breaches.",
      "rawText": "79. A licensee shall conduct periodic risk assessments in accordance with standards prescribed by the National Information Technology Authority, with a view to identifying, managing, and mitigating potential threats to the integrity, confidentiality, and availability of its systems and services.",
      "relatedImpacts": [
        "innovation",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "low-positive",
        "business": "low-negative"
      }
    },
    {
      "id": "72-limitations-and-prohibited-acts",
      "section": 72,
      "title": "Limitations and prohibited acts",
      "plainLanguage": "This provision generally prohibits electronic communication and remote computing services from sharing the content of communications they store or transmit. There are exceptions, such as sharing information with the intended recipient, when legally required, or with the consent of the parties involved. Service providers can also share content if it's necessary for providing the service, protecting their rights, or if they unintentionally discover evidence of a crime.",
      "rawText": "80. (1) Except as provided in this Act\n\n        - (a) any person or entity that provides an electronic communication service to the public shall not knowingly divulge the contents of a communication while in electronic storage by that service to any person or entity; and\n\n        - (b) a  person  or  entity  providing  remote  computing  service  to  the public shall not knowingly divulge the contents of any\n\ntransmission from  a  subscriber  or  customer  of  the service; and\n\n        - (ii) solely for the purpose of providing storage or computer processing services to the subscriber or customer,\n\nif the provider is not authorised to access the contents of the communications to provide any service other than storage or computer processing.\n\n(2) A person or entity may divulge the contents of a communication\n\n        - (a) to an addressee or intended recipient of the communication or an agent of the addressee or intended recipient;\n\n        - (b) as otherwise authorised by law;\n\n        - (c) with the lawful consent of the originator, an addressee, intended recipient of the communication, or the subscriber in the case of remote computing service;\n\n        - (d) to a person employed, authorised or whose facilities are used to forward the communication to its destination;\n\n        - (e) as may be necessarily incident to the provision of the service or to the protection of the rights or property of the provider of that service; or\n\n        - (f) to a law enforcement agency if the contents were inadvertently and unintentionally obtained by the service provider and appear to relate to the commission of a crime.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "low-positive",
        "privacy": "high-positive",
        "business": "low-positive"
      }
    },
    {
      "id": "73-savings",
      "section": 73,
      "title": "Savings",
      "plainLanguage": "This section clarifies that sections 70 to 80 do not override existing agreements or the obligations of service providers operating under a licensing or regulatory system. It also ensures that legal or court-ordered obligations to remove or block access to electronic records remain in effect. Essentially, current legal duties are not affected by the new sections.",
      "rawText": "81. Sections 70 to 80 do not affect\n\n        - (a) an obligation founded on an agreement;\n\n        - (b) the  obligation  of  a  service  provider  acting  as  in  that  capacity under a  licensing  or  other  regulatory  regime  established  by  or under any law; and\n\n        - (c) an  obligation  imposed  by  law  or  by  a  Court  order  to  remove, block or deny access to an electronic record.\n\nMiscellaneous matters communication which is carried or maintained on that service to any other person or entity\n\n82. (1) This Act has effect in  relation  to  a  person  of  whatever  nationality outside as well as within the country and where an offence under this Act is committed by a person in any place outside the country, the person may be dealt with as if the offence had been committed within the country.\n\n(2) This Act shall apply if, for the offence in question\n\n        - (a) the accused was in the country at the material time;\n\n        - (b) the  electronic  payment  medium, computer or electronic record was issued in or located or stored in the country at the material time;\n\n        - (c) the  electronic  payment  medium  was  issued  by  a  financial institution in the country; or\n\n        - (d) the  offence  occurred  within  the  country,  on  board  a  Ghanaian registered ship or aircraft or on a voyage or flight to or from this country  at  the  time  that  the  offence  was  committed,  whether paragraph (a), (b) or (c) applies.",
      "relatedImpacts": [
        "freedomOfSpeech",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "low-positive",
        "privacy": "low-positive",
        "business": "low-positive"
      }
    },
    {
      "id": "74-guidelines-directives-or-codes-of-practice",
      "section": 74,
      "title": "Guidelines, directives, or codes of practice",
      "plainLanguage": "This provision allows the National Information Technology Authority to create guidelines and directives. These guidelines will help clarify how the law should be implemented and enforced. This ensures that the law and its regulations are followed effectively.",
      "rawText": "83. The National Information Technology Authority may, for the purpose of giving effect to the provisions of this Act, issue guidelines, directives, or codes of  practice  as  it  considers  necessary  for  the  effective  implementation  and enforcement of this Act and any Regulations made under it.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "low-negative",
        "freedomOfSpeech": "low-negative",
        "privacy": "low-negative",
        "business": "low-negative"
      }
    },
    {
      "id": "75-regulations",
      "section": 75,
      "title": "Regulations",
      "plainLanguage": "This provision grants the Minister the authority to create regulations to clarify and implement the Act. These regulations can define terms used in the Act, specify which existing laws don't apply, and prescribe what records are needed. The regulations can also address the use of electronic signatures and methods for sending and receiving electronic information. Finally, the Minister can create regulations for any other matter necessary to effectively implement the Act.",
      "rawText": "84. The Minister may by legislative instrument make regulations\n\n        - (a) to define, enlarge or restrict the meaning of a word or expression used in this Act;\n\n        - (b) to specify provisions of or requirements under another enactment to which this Act does not apply;\n\n        - (c) to prescribe records, information  or classes of records or information not applicable to this Act;\n\n        - (d) to prescribe records or classes of records for which a requirement under law for the signature of a person must be satisfied by an electronic signature and proof that, in view of the circumstances including  any  relevant  agreement  and  the  time  the  electronic signature was made,\n\n        - (e) to provide for electronic signatures;\n\n        - (f) to provide for the electronic means  to be used to send, receive or retain information or records in electronic form if an  enactment  requires  a  person  to  send,  receive  or  retain  the information or records; and\n\n        - (g) to  provide  for  any  other  matter  necessary  for  the  effective implementation of this Act.",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "low-positive"
      }
    },
    {
      "id": "76-interpretation",
      "section": 76,
      "title": "Interpretation",
      "plainLanguage": "This section defines key terms used in the Act related to technology, data, and online activities. These definitions clarify the meaning of concepts like \"electronic record,\" \"digital signature,\" \"cyber inspector,\" and \"digital platform.\" Understanding these definitions is crucial for correctly interpreting and applying the law's provisions. The definitions ensure everyone understands the specific meaning of terms used throughout the legal text.",
      "rawText": "85 . In this Act, unless the context otherwise requires,\n\n\"access\" includes the actions of a person who, after taking note of data, becomes aware of the fact that there is no authorisation to access that data and still continues to access that data;\n\n\"addressee\", in respect of an electronic record, means a person who is intended by the originator to receive the electronic record, but not a person acting as an intermediary with respect to that electronic record;\n\n\"Agency\" means the National Information Technology Agency;\n\n\"algorithmic disclosure\" means the obligation of a platform or service provider to make available meaningful information about the logic, significance, parameters, and potential impact of algorithms used in ranking, recommending, or filtering content or advertisements;\n\n\"authentication products or services \" means products or services designed to identify the holder of an electronic signature to other persons;\n\n\" authentication service provider \" means a person whose authentication products or services have been accredited by the Certifying Agency under this Act;\n\n\"automated transaction \" means an electronic transaction conducted or performed, in whole or in part, by means of electronic records in which the conduct or electronic records of one or both parties are not reviewed by an individual in the ordinary course of the individual's business or employment;\n\n\"Biometric authentication \" means the process of verifying an individual's identity based on measurable physiological or behavioural characteristics, including but not limited to fingerprints, facial features, voice patterns, retinal scans, or other biometric identifiers, used in connection with electronic identification or digital signatures;\n\n\"Board\" means Board of the Agency;\n\n\"browser\" means a computer programme which allows a person to read hyperlinked electronic records;\n\n\"cache\" means high speed memory that stores data for relatively short periods of time, under computer control, in order to speed up data transmission or processing;\n\n\"ccTLD\" means country code domain at the top level of the Internet's domain name system assigned according to the two-letter codes in the International Standard ISO 3166-1 (Codes for Representation of Names of Countries and their Subdivision);\n\n\"Certificate practice statement\" means a statement published by a certification service provider that outlines the practices, procedures, and security controls used in the issuance, management, revocation, and renewal of digital certificates;\n\n\"certification service provider \" means a person providing an authentication product or service in the form of a digital certificate attached to, incorporated in or logically associated with an electronic record;\n\n\"computer\" means a device or a group of inter-connected or related devices, including the Internet, one or more of which, pursuant to a programme, performs automatic processing of data or any other function but does not include\n\n(a) portable hand held calculator;\n\n- (b) an automated typewriter or typesetter;\n\n(c) a similar device which is non-programmable or which does not contain any data storage facility; or\n\n(d) any other device that the Minister may prescribe in the Gazette;\n\n\" computer output\" or \" output \" means a statement or representation, whether in written, printed, pictorial, graphical, electronic, digital or any other form, purporting to be a statement or representation of fact\n\n- (a) produced by a computer; or\n\n(b) accurately translated from a statement or representation so produced;\n\n\"computer service\" includes computer time, computer output, data processing and the storage or retrieval of a programme or data;\n\n\"consumer\" means an individual person who enters or intends entering into an electronic transaction with a supplier as the end user of the goods or services offered by that supplier;\n\n\"controller\" means a person who electronically requests, collects, collates, processes or stores personal information from or in respect of a data subject;\n\n\"Court\" means any judicial, quasi-judicial or other administrative tribunal established by law;\n\n\"critical database\" means a crucial set of data in an electronic record related to national security or the economic well-being of the public determined by the Minister;\n\n\"critical electronic record\" means an electronic record, group or classification of electronic record which is declared by the Minister to be of importance to the protection of the national security of the Republic or the economic and social well-being of its citizens;\n\n\"cyber inspector\" means a staff of the National Information Technology Agency with power to monitor, investigate, prosecute any offence under this Act and any other law enforcement agency acting under any provision of this Act;\n\n\"damage \" includes impairment to a computer or the integrity or availability of a programme or data held in a computer that:\n\n(a) causes loss within the period prescribed under the Limitation Decree, 1972 (N.R.C.D. 54),\n\n(b) modifies or impairs, or potentially modifies or impairs, the medical examination, diagnosis, treatment or care of a person,\n\n- (c) causes or threatens physical injury or death to a person, or\n\n(d) threatens the public interest;\n\n\"decryption information \" means information or technology that enables a person to readily retransform or unscramble an encrypted programme or data from its unreadable and incomprehensible format to its plain text version;\n\n\"device\" means any thing or apparatus that is used or capable of being used to intercept a function of a computer or electronic record;\n\n\"digital platform\" means an online-based system or interface, including webbased platforms and app-based ecosystems, that facilitates interaction between users for the exchange of goods, services, information, or content, including social media platforms, online marketplaces, and digital service aggregators;\n\n\"digital signature\" means data attached to, incorporated in, or logically associated with other data and which is intended by the user to serve as a signature;\n\n\" E-Gazette\" means an official Government publication issued in electronic format, which is accessible online, authenticated by electronic or digital signature, and which carries the same legal effect and admissibility in court as the print version of the Gazette;\n\n\"e-government services\" means a public service provided by electronic means by a public body in the country;\n\n\"e-mail \" means electronic mail, an electronic record used or intended to be used as a mail message between the originator and addressee in an electronic communication;\n\n\"electronic agent\" means a computer programme or an electronic or other automated means used independently to initiate an action or respond to electronic records or performances in whole or in part, in an automated transaction;\n\n\"electronic communication \" means a communication by means of electronic records;\n\n\"electronic payment medium\" includes any medium issued to a holder capable of being used to make an electronic financial transaction;\n\n- \"electronic record\" includes data generated, sent, received or stored by electronic means:\n\n- (a) voice, where voice is used in an automated transaction; and (b) a stored record;\n\n\"electronic signature\" means any data in electronic form, affixed to or logically associated with a data message, which is used by a person to indicate their agreement to the content of that data message or transaction, and which is capable of identifying the signatory and maintaining the integrity of the signed information;\n\n\"electronic transaction\" means a transaction by an electronic agent;\n\n- (b) the authenticity of the data,\n\n- (c) the integrity of the data, or\n\n- (d) that the source of the data can be correctly ascertained;\n\n\"encrypted programme or electronic record\" means a programme or data which has been transformed or scrambled from its plain text version to an unreadable or incomprehensible format, regardless of the technique utilized for the transformation or scrambling and irrespective of the medium in which the programme or data occurs or can be found for the purposes of protecting the content of the programme or data;\n\n\"encryption provider\" means any person who provides or who proposes to provide encryption services or products in the country;\n\n\"encryption service \" means a service which is provided to a sender or a recipient of an electronic record or to anyone storing an electronic record, which is designed to facilitate the use of encryption techniques to ensure (a) that the data or electronic record can be accessed or can be put into an intelligible form only by certain persons,\n\n- (b) that the authenticity or integrity of the data or electronic record is capable of being ascertained,\n\n- (c) the integrity of the data or electronic record, or\n\n- (d) that the source of the data or electronic record can be correctly ascertained;\n\n\"essential emergency service\" means a vital service to avoid the imminent occurrence of a situation which is out of the ordinary which threatens to endanger a person, public safety or cause damage to property;\n\n\"financial institution\" means an entity that undertakes financial intermediation;\n\n\"financial intermediation\" means a process of transferring funds from one entity to another entity;\n\n\"Forum\" means Industry Forum;\n\n\"Gazette\" includes an electronic record of the Gazette and publication on the website of the appropriate Government Agency;\n\n\".gh domain name space\" means the .gh ccTLD assigned to the Republic according to the two-letter codes in the International Standard ISO 3166;\n\n\"Government\" means any authority by which the executive authority of the Republic is duly exercised;\n\n\"home page\" means the primary entry point webpage of a website;\n\n\"hyperlink\" means a reference or link from some point in one electronic record directing a browser or other technology or functionality to another electronic record or point in that electronic record or to another place in the same electronic record;\n\n\"hyper text\" means a reference or link from some point in one electronic record directing a browser or other technology or functionality to another electronic record or point or to another place in the same electronic record;\n\n\"incorporated body\" means an entity registered under the Companies Act 2019 (Act 992), the Incorporated Private Partnerships Act 1962 (Act 152) or the Trustees Incorporation Act, 1962 (Act 106);\n\n\"incident response plan \" means a formal set of procedures established by a licensed entity or certifying authority for detecting, reporting, responding to, and recovering from cybersecurity incidents or breaches that affect the integrity, availability, or confidentiality of its systems or services;\n\n\"industry \" means the communications industry;\n\n\"Industry Forum\" means the communications industry meeting from time to time to discuss matters of common interest to and concerning the industry;\n\n\"information system services\" includes the provision of connections, the operation of facilities for information systems, the provision of access to information systems, the transmission or routing of electronic records between or among points specified by a user and the processing and storage of data at the individual request of the recipient of the service;\n\n\"intercept\" includes, in relation to a function of a computer or electronic record, listening to or recording a function of a computer or electronic record, or acquiring the substance, meaning or purport of it;\n\n\"intermediary\" means a person who, on behalf of another person, whether as agent or not, sends, receives or stores a particular electronic record or provides other services with respect to that electronic record;\n\n\"interoperability standards \" means technical specifications that ensure digital systems, applications, and processes are capable of exchanging and using information securely, effectively, and consistently across different platforms, jurisdictions, or certifying authorities;\n\n\"Internet\" means the interconnected system of networks that connects computers around the world using the TCP/IP and future versions of the interconnected system;\n\n\"IP address\" means the number identifying the point of connection of a computer or other device to the internet;\n\n\"law enforcement agency\" means the police, customs, excise and preventive service and any other law enforcement agency authorised by law to exercise police powers;\n\n\"Minister\" means the Minister responsible for Communications;\n\n\"Ministry\" means the Ministry responsible for Communications;\n\n\"originator\" means a person by whom, or on whose behalf, an electronic record purports to have been sent or generated prior to storage, but does not mean a person acting as an intermediary with respect to that electronic record;\n\n\"person \" includes a public agency;\n\n\"personal information \" means information about an identifiable individual, including, but not limited to: (a) information relating to the race, gender, sex, pregnancy, marital status, nationality, ethnic or social origin, colour, sexual orientation, age, physical or mental health, well-being; disability, religion, conscience, belief, culture, language and birth of the individual; (b) information relating to the education or the medical, criminal or employment history of the individual or information relating to financial transactions in which the individual has been involved; (c) any identifying number, symbol, or other particular assigned to the individual; (d) the address, fingerprints or blood type of the individual; (e) the personal opinions, views or preferences of the individual, except where they are about another individual or about a proposal for a grant, an award or a prize to be made to another individual; (f) correspondence sent by the individual that is implicitly or explicitly of a private or confidential nature or further correspondence that would reveal the contents of original correspondence; (g) the views or opinions of another individual about the individual; (h) the views or opinions of another individual about a proposal for a grant, an award or a prize to be made to the individual, but excluding the name of the other individual where it appears with the views or opinions of the other individual; and (i) the name of the individual where it appears with other personal information relating to the individual or where the disclosure of the name itself would reveal information about the individual, but excludes information about an individual who has been dead for more than twenty years;\n\n\"prescribe\" means prescribe by directive, notice or Regulation under this Act;\n\n\"programme or computer programme\" means data representing instructions or statements which when executed in a computer, causes the computer to perform a function;\n\n\"programme or data\" includes a reference to a programme or data held in any removable storage medium which is for the time being in the computer;\n\n\"public agency\" means a body set-up by Government in the public interest with or without an Act of Parliament;\n\n- (a) department of central government or a department in local government; or (b) any other functionary or institution when\n\n- (i) exercising a power or discharging a duty in terms of the Constitution; or\n\n- (ii) exercising a power or performing a function in terms of any legislation;\n\n\"public interest\" includes a right or advantage which enures or is intended to enure to the general benefit of the people of this country, including but not limited to access to essential digital services, protection of personal data, promotion of cybersecurity, and the safeguarding of national digital infrastructure;\n\n\"public key\" means the key which is available to the public for purposes of the encryption of an electronic key which is linked to a private decryption key held exclusively by the issuer of the key available to the public;\n\n\"Public Key Infrastructure\" (PKI) means a system of policies, roles, hardware, software, and procedures needed to create, manage, distribute, use, store, and revoke digital certificates and public keys, enabling secure electronic transactions and communication through authentication, confidentiality, integrity, and non-repudiation;\n\n\"Qualified Electronic Signature\" means an electronic signature that-\n\n- (a) is uniquely linked to the signatory;\n\n- (b) is capable of identifying the signatory;\n\n\"recommendation system\" means an automated system used by an online platform to suggest content, products, services, or interactions to users based on data collected from or about those users or other users;\n\n\"repository\" means the primary register of electronic records or information maintained by a registry or certification service provider, for the purpose of storing, publishing, or retrieving digital certificates, public keys, or related transactional data;\n\n\"risk management practices\" means structured processes, tools, and procedures employed to assess, monitor, and address operational, technological, legal, and reputational risks within an electronic communication environment;\n\n\"risk mitigation plan \" means a documented strategy developed by a service provider or platform to identify, reduce, and manage potential systemic risks and vulnerabilities associated with its operations, systems, or content dissemination processes;\n\n\"Root CA\" means the Root Certification Authority, being the top-level trusted entity in a Public Key Infrastructure that issues and digitally signs certificates for subordinate certification authorities, and serves as the foundational trust anchor for the validation of all digital certificates issued under the infrastructure;\n\n\"second level domain\" means the sub domain immediately following the ccTLD;\n\n\"security agency\" means a body connected with national security;\n\n\"service provider\" means any person providing information system services;\n\n\"statutory provision \" means by or under an Act of Parliament;\n\n\"Subscriber\" means a person or entity that is the subject named or identified in a digital certificate, who has applied for and been issued the certificate by a certification service provider, and who holds the corresponding private key associated with the public key listed in the certificate;\n\n\"TCP/IP\" means the Transmission Control Protocol Internet Protocol used by an information system to connect to the Internet;\n\n\"TI-D\" means a top level domain of the domain name system;\n\n\"third party\" in relation to a service provider, means a subscriber to the service provider's services or any other user of the service provider's services or a user of information systems;\n\n\"transaction\" means a transaction of either a commercial or non-commercial nature and the provision of information and e-government services;\n\n\"transparency report\" means a periodic report published by a service provider, certifying authority, or platform detailing the scope and nature of content moderation activities, use of automated tools, algorithmic processes, complaints received and resolved, and other operational metrics as required under this Act;\n\n\"unauthorised access \" is access of any kind by a person to a programme or data held in a computer without authority if:\n\n(a) the person is not personally entitled to control access of the kind in question to the programme or data; and\n\n(b) the person does not have consent to access the kind of programme or data from the person who is entitled to control access;\n\n\"unincorporated body\" means an entity registered under the Registration of Business Names Act, 1962 (Act 151) or any person carrying on business without a registration or without a certificate of incorporation;\n\n\"user-generated content\" means any form of content, including text, images, videos, or audio, created and uploaded by a user of an online platform, which is not pre-selected or controlled by the service provider other than through moderation or algorithmic curation;\n\n\"Very Large Online Platforms\" or \"VLOPs\" means online platforms that provide intermediary services primarily consisting of hosting user-generated content, which reach an average of forty-five million or more monthly active users within the jurisdiction or relevant region, and which, due to their size, have a significant societal or systemic impact on the dissemination of information, public discourse, or access to goods and services online;\n\n\"Very Large Online Search Engines\" or \"VLOSEs\" means online search engines that allow users to input queries to retrieve information from websites across the internet, and which reach an average of forty-five million or more monthly active users, thereby having a considerable effect on the visibility of online information and the flow of digital traffic;\n\n\"webpage\" means an electronic record on the World Wide Web;\n\n\"website\" means a location on the Internet containing a home page or web page; and\n\n\"World Wide Web\" means an information browsing framework that allows a user to locate and access information stored on a remote computer and to follow references from one computer to related information on another computer.",
      "relatedImpacts": [
        "innovation",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "low-positive",
        "business": "low-positive"
      }
    },
    {
      "id": "77-repeals-and-savings",
      "section": 77,
      "title": "Repeals and savings",
      "plainLanguage": "This section repeals the Electronic Transactions Act, 2008, but ensures that any existing licenses or authorizations issued under the old law remain valid as long as they align with the new law. It also clarifies that any legal proceedings or penalties related to offenses committed under the old law will continue under the old law, even after the repeal. This prevents disruption and ensures a smooth transition to the new legal framework.",
      "rawText": "86 . (1) The Electronic Transactions Act, 2008 (Act 772) is hereby repealed. (2) Despite the repeal under subsection (1), any licence, authorisation, notice, or other lawful act issued or done under the repealed enactment, and in force immediately before the coming into force of this Act, shall, to the extent that it is not inconsistent with this Act, be deemed to have been issued or done under",
      "relatedImpacts": [
        "business"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "low-positive"
      }
    },
    {
      "id": "78-modification-of-existing-enactments",
      "section": 78,
      "title": "Modification of existing enactments",
      "plainLanguage": "This section ensures that existing laws are interpreted and applied in a way that supports this new law. If any existing law clashes with this new law, the provisions of this new law will be the ones that are followed. This helps to avoid confusion and ensures the new law is implemented effectively.",
      "rawText": "87. (1)  The provisions of any enactment relevant to this Act and in existence before  the  coming  into  force  of  this  Act  shall  have  effect  subject  to  such modifications necessary to give effect to this Act.\n\n(2) Where there is a conflict or inconsistency between the provisions of this Act and any other enactment relevant to this Act, the provisions of this Act shall prevail.",
      "relatedImpacts": [],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "neutral"
      }
    },
    {
      "id": "79-transitional-provisions",
      "section": 79,
      "title": "Transitional Provisions",
      "plainLanguage": "Existing licenses and authorizations for electronic communications, spectrum, or broadcasting services will remain valid until they expire, are revoked, or terminated. Licensees who have new responsibilities under this law will have up to 12 months, or longer if the Minister decides, to meet these new requirements. This allows a transition period for current operations to adjust to the new regulations.",
      "rawText": "88 .  (1) A  licence, frequency  authorisation, permit or certificate issued by the National Communications Authority in respect of electronic communications, spectrum,  or  broadcasting  services  shall  remain  valid  until  it  is  revoked, cancelled, terminated by the Authority, or expires in accordance with its terms. (2)  Licensees  and  entities  subject  to  new  obligations  under  this Act  shall  be given a period of twelve months from the commencement of this Act, or such longer period as may be prescribed by the Minister, to bring their operations into full compliance.\n\n*Date of Gazette notification:",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "medium-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "medium-positive"
      }
    }
  ],
  "notebookLMVideo": {
    "url": "https://youtu.be/OUJkDGXc038"
  },
  "deadline": "2025-10-31",
  "feedbackInstructions": "Download the consultation document from the NITA website. Submit your response as an email attachment in Microsoft Word format to comments@nita.gov.gh. Include a completed response cover sheet (available on Page 4 of the consultation document). All responses will be treated as non-confidential.",
  "feedbackUrl": "https://nita.gov.gh/publicconsultation-3/",
  "relatedBills": [
    "15-ghana-domain-name-registry-bill-formerly-provided-for-in-electronic-transactions-act",
    "13-cyber-security-amendment-bill",
    "11-data-protection-commission-amendment-bill"
  ]
}