{
  "id": "5-electronic-communications-amendment-bill",
  "title": "Electronic Communications (Amendment) Bill",
  "summary": "The **Electronic Communications (Amendment) Bill** modernizes Ghana's telecommunications regulatory framework by replacing the 2008 Act with comprehensive provisions addressing digital services, cybersecurity, consumer protection, and market competition. The bill expands the National Communications Authority's (NCA) mandate to regulate traditional telecommunications alongside emerging digital platforms, while introducing new requirements for service providers, network operators, and Over-the-Top (OTT) applications.\n\n**Digital Services and Market Structure**: The bill establishes a licensing regime requiring authorization for electronic communication services, broadcasting networks, and equipment sales ([4](#4-requirement-for-a-licence-for-communications-and-broadcasting-services)). Significantly, it grants the NCA authority to regulate **OTT services** (messaging apps, streaming platforms, VoIP services) through registration requirements, transparency obligations, and potential licensing ([26](#26-digital-services-and-over-the-top-applications)). This represents a major expansion of regulatory scope that could affect international digital platforms operating in Ghana. The bill also mandates **net neutrality**, prohibiting service providers from blocking, throttling, or prioritizing content except for reasonable network management ([32](#32-net-neutrality)), which protects consumer access but may limit providers' network management flexibility. Market conduct provisions prevent anti-competitive practices like predatory pricing and infrastructure access denial ([28](#28-market-conduct-and-competition)), while interconnection requirements ensure network interoperability ([20](#20-interconnection)).\n\n**Consumer Protection and Digital Inclusion**: The bill strengthens consumer safeguards through multiple mechanisms. It requires the NCA to establish a Consumer Code covering complaint handling, service information, and billing practices ([31](#31-duty-to-establish-a-consumer-code)), and mandates regular consumer satisfaction surveys ([29](#29-duty-to-carry-out-consumer-research)). A new **digital inclusion provision** directs the Authority to support technology access for underserved populations including rural communities, women, people with disabilities, and youth, with annual reporting requirements for service providers ([24](#24-digital-inclusion-and-equity)). Universal access provisions extend to broadband, mobile networks, schools, and healthcare facilities ([23](#23-universal-access)). However, **data protection requirements** impose significant obligations: licensees must implement security measures, conduct impact assessments for biometric data collection, and integrate subscriber verification with national ID databases ([33](#33-data-protection-and-privacy-obligations)). While these enhance privacy protection, they create substantial compliance costs and operational complexity for providers.\n\n**Cybersecurity and National Security**: The bill introduces comprehensive **cybersecurity obligations** requiring licensees to implement security measures, report data breaches promptly, and follow regulatory standards ([25](#25-cybersecurity-network-resilience-and-critical-electronic-infrastructure)). The government can designate networks as critical infrastructure with stricter security requirements, and operators must implement call filtering and spam detection systems. During emergencies, communication operators must prioritize government requests, and the President can assume direct control of electronic communications during declared war ([77](#77-communications-during-a-state-of-emergency)). The NCA gains extensive **enforcement powers** including warrantless entry and inspection of facilities, equipment seizure, witness summoning, and authority to issue compliance orders and fines ([52](#52-entry-search-and-inspection), [53](#53-enforcement-powers-of-the-authority)). While these provisions address legitimate security concerns, they grant significant discretionary authority that could affect business operations and raise concerns about surveillance and government control during emergencies.\n\n**Infrastructure and Environmental Compliance**: The bill facilitates infrastructure development through provisions ensuring fair access to facilities and public rights-of-way ([21](#21-access-to-facilities-and-public-rights-of-way)) and international transmission capacity ([22](#22-access-to-international-transmission-capacity)). However, it imposes **environmental compliance requirements** for communications infrastructure, including guidelines on mast sharing, electromagnetic emissions, and site restoration ([27](#27-environmental-compliance-in-communications-infrastructure)). Network operators must obtain landowner permission for private property installations with compensation ([40](#40-installation-of-facilities-on-private-land-or-buildings)). The bill prohibits new taxes on installed equipment ([75](#75-levy-on-installed-equipments)), providing cost certainty, but establishes business operation rates determined by District Assemblies ([74](#74-business-operation-rates)). Criminal penalties for offenses range from fines to five-year imprisonment for activities like operating without licenses, damaging infrastructure, sending false signals, or unauthorized data access ([54](#54-offences), [56](#56-false-signals), [58](#58-damage-to-equipment)). A dispute resolution process through committees and an Electronic Communications Tribunal provides structured mechanisms for resolving conflicts before court action ([64](#64-authority-to-establish-a-dispute-resolution-process), [68](#68-establishment-of-the-electronic-communications-tribunal)).",
  "pdfPath": "pdfs/5. Electronic Communications (Amendment) Bill.pdf",
  "impacts": {
    "innovation": {
      "score": "high-positive",
      "description": {
        "score": "high-positive",
        "analysis": "The Electronic Communications (Amendment) Bill creates **substantial enabling conditions for digital innovation** in Ghana's telecommunications sector through comprehensive infrastructure access and interconnection requirements. The [interconnection provisions](#20-interconnection) establish a robust framework requiring network operators to provide interconnection at any technically feasible point, with mandatory 14-day response timelines, written justification for refusals, and Authority-mediated dispute resolution within 14 days. Critically, operators with significant market power must disaggregate their networks, establish cost-oriented pricing for individual elements, and offer these elements to competitors on non-discriminatory terms. This creates **essential building blocks for digital innovators** who can now access network infrastructure without building redundant facilities. The [facilities access requirements](#21-access-to-facilities-and-public-rights-of-way) further reduce barriers by mandating cost-sharing access to utility installations and public rights-of-way, while [international transmission capacity provisions](#22-access-to-international-transmission-capacity) ensure transparent, non-discriminatory access to global connectivity—particularly important for innovators developing cloud-based services, international platforms, or data-intensive applications.\n\nThe bill's **dispute resolution architecture** significantly strengthens the innovation ecosystem by providing efficient mechanisms to challenge anti-competitive behavior. The [Electronic Communications Tribunal](#72-decisions-of-the-tribunal) can quash Authority decisions, vary them with appropriate conditions, or confirm them, with decisions carrying the same weight as High Court judgments. This creates enforceable protections against incumbent operators who might otherwise deny access or impose discriminatory terms. For digital startups and innovators, these provisions mean they can challenge unfair treatment without lengthy court proceedings, reducing the power imbalance between new entrants and established operators. The combination of mandatory interconnection, facilities access, and effective dispute resolution creates a **more competitive market structure** where innovation can flourish based on service quality and business model creativity rather than infrastructure ownership.\n\nHowever, the bill introduces **compliance risks that could constrain experimental innovation**. The [false information provision](#55-giving-false-information) imposes criminal penalties of up to 5,000 penalty units or three years imprisonment for \"negligently\" providing misleading information to the NCA. While regulatory accuracy is important, the negligence standard creates significant risk for innovators working with emerging technologies where technical specifications, user metrics, or service classifications may be uncertain or evolving. A startup experimenting with a novel service model could face criminal liability for unintentionally mischaracterizing its service in regulatory filings. This provision may encourage **excessive caution and conservative business strategies** rather than the risk-taking essential to breakthrough innovation. Despite this constraint, the overall impact remains strongly positive because the infrastructure access provisions address fundamental barriers that have historically limited digital innovation in telecommunications markets, creating opportunities that outweigh the compliance risks for most innovators."
      },
      "relatedProvisions": [
        "2-application-and-scope",
        "3-broadcasting-services",
        "4-requirement-for-a-licence-for-communications-and-broadcasting-services",
        "5-licence-conditions",
        "6-obligations-with-respect-to-individual-licences",
        "7-obligations-of-individual-licensees",
        "8-obligations-of-operators-of-electronic-communication-networks-and-communications-service",
        "9-requirement-for-a-frequency-authorisation",
        "10-obligations-regarding-frequency-authorisation",
        "11-conditions-of-frequency-authorisations",
        "13-suspension-and-revocation-of-licences-and-frequency-authorisations",
        "14-amendment-of-licences-and-frequency-authorisations",
        "15-amending-licences-in-emergency-situations",
        "16-duration-and-renewal-of-licence-and-frequency-authorisation",
        "17-regulation-of-premium-rates",
        "18-special-licences",
        "19-directions-for-the-reporting-of-information",
        "20-interconnection",
        "21-access-to-facilities-and-public-rights-of-way",
        "22-access-to-international-transmission-capacity",
        "23-universal-access",
        "24-digital-inclusion-and-equity",
        "25-cybersecurity-network-resilience-and-critical-electronic-infrastructure",
        "26-digital-services-and-over-the-top-applications",
        "27-environmental-compliance-in-communications-infrastructure",
        "28-market-conduct-and-competition",
        "29-duty-to-carry-out-consumer-research",
        "30-duty-to-consult-consumers",
        "31-duty-to-establish-a-consumer-code",
        "32-net-neutrality",
        "33-data-protection-and-privacy-obligations",
        "34-establishment-of-industry-forum",
        "35-industry-code",
        "36-access-to-frequency-spectrum",
        "37-tariffs-for-rural-communication-services",
        "38-repair-and-restoration",
        "39-access-to-lands-for-inspection-and-maintenance",
        "40-installation-of-facilities-on-private-land-or-buildings",
        "41-radio-frequency-spectrum",
        "42-allocation-of-frequency-bands",
        "43-considerations-for-allocation-of-frequency",
        "46-space-segment",
        "47-establishment-of-the-national-electronic-communications-numbering-plan",
        "48-terminal-equipment",
        "49-technical-standards",
        "50-pre-installation-testing",
        "51-standards-for-testing",
        "52-entry-search-and-inspection",
        "53-enforcement-powers-of-the-authority",
        "54-offences",
        "55-giving-false-information",
        "57-false-communications",
        "58-damage-to-equipment",
        "59-recovery-of-civil-debt",
        "61-re-programming-mobile-telephones",
        "62-possession-or-supply-of-a-device-for-re-programming-purposes",
        "64-authority-to-establish-a-dispute-resolution-process",
        "66-resolution-of-referred-disputes",
        "67-of-the-hearing",
        "68-establishment-of-the-electronic-communications-tribunal",
        "69-composition-of-the-tribunal",
        "71-right-of-appeal",
        "72-decisions-of-the-tribunal",
        "74-business-operation-rates",
        "75-levy-on-installed-equipments",
        "76-forbearance",
        "77-communications-during-a-state-of-emergency",
        "79-interpretation"
      ]
    },
    "freedomOfSpeech": {
      "score": "high-negative",
      "description": {
        "score": "high-negative",
        "analysis": "The Electronic Communications (Amendment) Bill poses **significant risks to freedom of speech** through emergency powers provisions that could enable government control over communications during crises. While the bill does not directly impose censorship or content restrictions during normal operations, [77](#77-communications-during-a-state-of-emergency) establishes a legal framework that grants the President extraordinary authority over electronic communications during declared emergencies or war. This provision requires operators to **prioritize government communications** deemed necessary for \"national security and defence\" and ultimately allows the President to **assume direct control of electronic communications services** during declared war, creating mechanisms that could be weaponized to suppress dissent or control information flow during politically sensitive periods.\n\nThe **breadth of discretionary power** granted under these emergency provisions is particularly concerning for speech freedoms. The provision allows the President to determine unilaterally what communications are \"necessary in the interest of national security and defence\" without clear criteria, judicial oversight, or sunset provisions to ensure temporary application. During emergencies—when free speech and access to information are most critical for democratic accountability and public safety—the government gains authority to effectively commandeer communication infrastructure. While [77](#77-communications-during-a-state-of-emergency) references compliance with International Telecommunications Union Treaties, this provides limited practical constraint on domestic application, and the provision lacks safeguards against abuse such as requirements for parliamentary approval, judicial review, or protection for journalistic communications.\n\nThe practical impact extends beyond direct government censorship to include **chilling effects on speech and press freedom**. Knowing that communication channels can be prioritized for government use or placed under direct presidential control during emergencies may discourage critical reporting, political organizing, or dissent, particularly in contexts where \"emergency\" declarations might be used for political purposes. The provision affects all electronic communications—including internet services, mobile networks, and broadcasting—meaning the government could potentially control the primary channels through which Ghanaians access information and express views. While the bill strengthens telecommunications infrastructure and consumer protections in other areas, this emergency powers framework creates a structural vulnerability for freedom of expression that could undermine democratic discourse precisely when it matters most."
      },
      "relatedProvisions": [
        "3-broadcasting-services",
        "13-suspension-and-revocation-of-licences-and-frequency-authorisations",
        "15-amending-licences-in-emergency-situations",
        "17-regulation-of-premium-rates",
        "20-interconnection",
        "22-access-to-international-transmission-capacity",
        "26-digital-services-and-over-the-top-applications",
        "32-net-neutrality",
        "55-giving-false-information",
        "57-false-communications",
        "69-composition-of-the-tribunal",
        "71-right-of-appeal",
        "72-decisions-of-the-tribunal",
        "77-communications-during-a-state-of-emergency"
      ]
    },
    "privacy": {
      "score": "medium-positive",
      "description": {
        "score": "medium-positive",
        "analysis": "The Electronic Communications (Amendment) Bill introduces a **comprehensive data protection framework** that significantly strengthens privacy rights in Ghana's telecommunications sector. [33](#33-data-protection-and-privacy-obligations) mandates that licensees comply with the Data Protection Act 2025 and implement robust safeguards against unauthorized access, use, disclosure, or destruction of personal data. Importantly, the provision limits **call metadata retention** to only what is required by law for national security or billing purposes, with maximum retention periods defined by the NCA in consultation with the Data Protection Commission. The requirement for **data protection impact assessments** before collecting biometric data for subscriber verification systems represents international best practice, ensuring that privacy risks are evaluated before implementation. The NCA's authority to issue sector-specific guidelines in consultation with the Data Protection Commission creates a coordinated regulatory approach that should provide clarity for industry while protecting consumer rights.\n\nThe bill's **criminal penalties for privacy violations** provide strong enforcement mechanisms. [60](#60-confidentiality-and-disclosure-of-personal-information) makes it an offense to disclose communications obtained in contravention of the Act or to use or disclose personal information unlawfully, with penalties including fines up to 1,500 penalty units or imprisonment up to four years. These substantial penalties create meaningful deterrence against privacy breaches by telecommunications providers, employees, and third parties. The provision addresses both the initial unauthorized obtaining of communications and the subsequent disclosure or use of personal information, covering the full chain of potential privacy violations.\n\nHowever, **emergency powers provisions** introduce concerning vulnerabilities to these privacy protections. [77](#77-communications-during-a-state-of-emergency) grants the President authority to assume direct control of electronic communications services during declared war and requires operators to prioritize government communications during states of emergency. While framed as necessary for national security, these powers could enable **government surveillance and monitoring** of communications during emergencies without the privacy safeguards established elsewhere in the bill. The provision lacks specific limitations on how government access to communications systems would respect data protection obligations, creating potential for privacy rights to be suspended precisely when citizens may most need protection from state overreach. The balance between national security needs and privacy rights during emergencies remains inadequately addressed, representing a significant gap in the otherwise strong privacy framework."
      },
      "relatedProvisions": [
        "2-application-and-scope",
        "7-obligations-of-individual-licensees",
        "8-obligations-of-operators-of-electronic-communication-networks-and-communications-service",
        "15-amending-licences-in-emergency-situations",
        "19-directions-for-the-reporting-of-information",
        "25-cybersecurity-network-resilience-and-critical-electronic-infrastructure",
        "26-digital-services-and-over-the-top-applications",
        "30-duty-to-consult-consumers",
        "31-duty-to-establish-a-consumer-code",
        "33-data-protection-and-privacy-obligations",
        "52-entry-search-and-inspection",
        "53-enforcement-powers-of-the-authority",
        "54-offences",
        "60-confidentiality-and-disclosure-of-personal-information",
        "61-re-programming-mobile-telephones",
        "62-possession-or-supply-of-a-device-for-re-programming-purposes",
        "65-powers-of-the-committee",
        "69-composition-of-the-tribunal",
        "71-right-of-appeal",
        "72-decisions-of-the-tribunal",
        "76-forbearance",
        "77-communications-during-a-state-of-emergency"
      ]
    },
    "business": {
      "score": "high-positive",
      "description": {
        "score": "high-positive",
        "analysis": "The Electronic Communications (Amendment) Bill substantially improves Ghana's business environment for telecommunications operators by establishing clear regulatory frameworks that reduce market barriers and enhance operational predictability. The **interconnection requirements** ([20](#20-interconnection)) mandate that network operators provide interconnection at technically feasible points, with disputes resolved by the NCA within 14 days, creating a more competitive market structure that prevents dominant players from blocking competitors' network access. This is complemented by provisions ensuring **fair access to facilities and public rights-of-way** ([21](#21-access-to-facilities-and-public-rights-of-way)) on non-discriminatory, cost-sharing terms, and **access to international transmission capacity** ([22](#22-access-to-international-transmission-capacity)) on transparent, cost-based terms. These provisions collectively lower infrastructure costs and entry barriers, particularly benefiting smaller operators and new market entrants who can leverage existing infrastructure rather than building redundant facilities.\n\nThe bill strengthens legal certainty through the **Electronic Communications Tribunal** ([72](#72-decisions-of-the-tribunal)), whose decisions carry the same weight as High Court judgments, providing businesses with predictable dispute resolution mechanisms for regulatory appeals. The interconnection framework includes detailed procedures for negotiation, agreement submission, and dispute resolution, with the Authority empowered to compel compliance from operators with significant market power. This structured approach reduces the transaction costs and uncertainties that previously characterized infrastructure sharing and network interconnection negotiations, creating a more stable environment for business planning and investment.\n\nHowever, businesses face notable operational risks under the new framework. During declared emergencies, **operators must prioritize government communications** ([77](#77-communications-during-a-state-of-emergency)), and the President may assume direct control of electronic communications services during declared war, potentially disrupting commercial operations and contractual obligations to customers. Additionally, the bill imposes severe penalties for **providing false or misleading information** to the NCA ([55](#55-giving-false-information))—up to 5,000 penalty units or three years imprisonment—even for negligent (unintentional) errors, creating compliance risks that require robust internal controls and verification processes. While these provisions address legitimate regulatory and security concerns, they introduce elements of uncertainty that businesses must factor into their risk management and operational planning."
      },
      "relatedProvisions": [
        "2-application-and-scope",
        "3-broadcasting-services",
        "4-requirement-for-a-licence-for-communications-and-broadcasting-services",
        "5-licence-conditions",
        "6-obligations-with-respect-to-individual-licences",
        "7-obligations-of-individual-licensees",
        "8-obligations-of-operators-of-electronic-communication-networks-and-communications-service",
        "9-requirement-for-a-frequency-authorisation",
        "10-obligations-regarding-frequency-authorisation",
        "11-conditions-of-frequency-authorisations",
        "13-suspension-and-revocation-of-licences-and-frequency-authorisations",
        "14-amendment-of-licences-and-frequency-authorisations",
        "15-amending-licences-in-emergency-situations",
        "16-duration-and-renewal-of-licence-and-frequency-authorisation",
        "17-regulation-of-premium-rates",
        "18-special-licences",
        "19-directions-for-the-reporting-of-information",
        "20-interconnection",
        "21-access-to-facilities-and-public-rights-of-way",
        "22-access-to-international-transmission-capacity",
        "23-universal-access",
        "24-digital-inclusion-and-equity",
        "25-cybersecurity-network-resilience-and-critical-electronic-infrastructure",
        "26-digital-services-and-over-the-top-applications",
        "27-environmental-compliance-in-communications-infrastructure",
        "28-market-conduct-and-competition",
        "29-duty-to-carry-out-consumer-research",
        "30-duty-to-consult-consumers",
        "31-duty-to-establish-a-consumer-code",
        "32-net-neutrality",
        "33-data-protection-and-privacy-obligations",
        "34-establishment-of-industry-forum",
        "35-industry-code",
        "36-access-to-frequency-spectrum",
        "37-tariffs-for-rural-communication-services",
        "38-repair-and-restoration",
        "39-access-to-lands-for-inspection-and-maintenance",
        "40-installation-of-facilities-on-private-land-or-buildings",
        "41-radio-frequency-spectrum",
        "42-allocation-of-frequency-bands",
        "43-considerations-for-allocation-of-frequency",
        "45-harmful-interference",
        "46-space-segment",
        "47-establishment-of-the-national-electronic-communications-numbering-plan",
        "48-terminal-equipment",
        "49-technical-standards",
        "50-pre-installation-testing",
        "51-standards-for-testing",
        "52-entry-search-and-inspection",
        "53-enforcement-powers-of-the-authority",
        "54-offences",
        "55-giving-false-information",
        "57-false-communications",
        "58-damage-to-equipment",
        "59-recovery-of-civil-debt",
        "60-confidentiality-and-disclosure-of-personal-information",
        "61-re-programming-mobile-telephones",
        "62-possession-or-supply-of-a-device-for-re-programming-purposes",
        "64-authority-to-establish-a-dispute-resolution-process",
        "65-powers-of-the-committee",
        "66-resolution-of-referred-disputes",
        "67-of-the-hearing",
        "68-establishment-of-the-electronic-communications-tribunal",
        "69-composition-of-the-tribunal",
        "71-right-of-appeal",
        "72-decisions-of-the-tribunal",
        "73-appeals-against-the-decisions-of-the-tribunal",
        "74-business-operation-rates",
        "75-levy-on-installed-equipments",
        "76-forbearance",
        "77-communications-during-a-state-of-emergency",
        "78-regulations",
        "79-interpretation",
        "82-transitional-provisions"
      ]
    }
  },
  "keyConcerns": [
    {
      "id": "criminal-penalties-for-undefined-misleading-information",
      "title": "Criminal Penalties for Undefined \"Misleading\" Information",
      "severity": "high",
      "description": "This provision makes it a **crime punishable by up to 3 years imprisonment** to provide \"misleading\" information to the NCA—but never defines what \"misleading\" means. Companies must regularly submit technical reports, compliance filings, and operational data to the regulator. Under this vague standard, a **negligent error or reasonable disagreement** about facts could result in criminal prosecution. This creates a chilling effect on regulatory engagement and exceeds democratic norms, where criminal penalties are reserved for deliberate fraud, not administrative mistakes.",
      "relatedProvisions": [
        "55-giving-false-information"
      ],
      "relatedImpacts": []
    },
    {
      "id": "presidential-control-over-communications-without-oversight",
      "title": "Presidential Control Over Communications Without Oversight",
      "severity": "high",
      "description": "During declared emergencies or war, the President can **assume direct control** of all electronic communications services and issue operating regulations without judicial review, parliamentary oversight, or compensation mechanisms. The provision grants unilateral authority to determine what communications are \"necessary in the interest of **national security and defence**\"—undefined terms that could justify broad censorship. Combined with the bill's separate authorization for presidential interception orders, this creates a framework for **mass surveillance and speech suppression** during emergency periods without independent oversight or clear procedures for restoring private operation.",
      "relatedProvisions": [
        "77-communications-during-a-state-of-emergency"
      ],
      "relatedImpacts": []
    }
  ],
  "provisions": [
    {
      "id": "2-application-and-scope",
      "section": 2,
      "title": "Application and scope",
      "plainLanguage": "This law applies to electronic communication and broadcasting companies and networks. It generally does not apply to the military, security agencies (except for their use of spectrum), or government facilities. It also excludes private communication systems used within a single building or vehicle for personal or business use, unless the business provides telecommunication services to others.",
      "rawText": "- (1) This Act applies to\n\n    - (a) electronic communications and broadcasting service providers; and\n\n    - (b) electronic communications and broadcasting networks.\n\n    - This Act does not apply to\n\n- (a) the Armed Forces and other security agencies that form part of the state security services established by law, save for the use of spectrum assigned by the Authority;\n\n- (b) installations of other branches of government except as expressly provided in this Act;\n\n- (c) the operation by a person for that person's own use or solely for the purpose of that person's business of an electronic communications system in which the equipment comprised in the system is situated in a\n\n- (i) single set of premises in single occupation and the transmissions from the equipment are confined to the premises, or\n\n- (ii) vessel, aircraft or vehicle or in two or more vessels, aircraft or vehicles and is mechanically coupled.\n\n(3) Business in subsection 2 (c) does not include a business for the provision of telecommunication services to another person.",
      "relatedImpacts": [
        "innovation",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "low-positive",
        "business": "low-positive"
      }
    },
    {
      "id": "3-broadcasting-services",
      "section": 3,
      "title": "Broadcasting services",
      "plainLanguage": "This provision tasks the National Communications Authority (NCA) with regulating broadcasting services, including communication platforms and radio frequencies. The NCA will set technical standards and charge fees for frequency authorization. The NCA is also required to conduct research on social, economic, cultural, and technical issues related to broadcasting and adhere to constitutional provisions.",
      "rawText": "- (1) The National Communications Authority shall regulate the use of all communication  platforms  and  radio  spectrum  designated  or  allocated  for  use  by broadcasting organisations and providers of broadcasting services having due regard to and in accordance with the standards and requirements of the International Telecommunications Union and its Radio Regulations as agreed to or adopted by the Republic.\n\n(2) In furtherance of carrying out its function under subsection (1) the Authority shall determine  technical  and  other  standards  and  issue  guidelines  for  the  operation  of broadcasting organisations and bodies providing broadcasting services.\n\n(3)The Authority shall charge fees that it determines for a frequency authorisation in accordance with the provisions of the Fees and Charges Act (Miscellaneous Provisions) Act, 2022 (Act 1080)\n\n(6)  The Authority  shall  conduct  or  cause  to  be  conducted  research  into  the  social, economic, cultural and technical issues relating to broadcasting to guide the Authority to carry out its mandate.\n\n(7)  In  pursuit  of  its  mandate,  the  Authority  shall  pay  particular  attention  to  the provisions of Chapter 12 of the Constitution.\n\nLicence and frequency authorisation .",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "low-negative",
        "freedomOfSpeech": "low-negative",
        "privacy": "neutral",
        "business": "low-negative"
      }
    },
    {
      "id": "4-requirement-for-a-licence-for-communications-and-broadcasting-services",
      "section": 4,
      "title": "Requirement for a licence for communications and broadcasting services",
      "plainLanguage": "This section mandates that individuals or entities must obtain a license from the Authority before operating electronic communication services, broadcasting networks, providing voice services, or selling communication equipment. The Authority can grant or deny licenses based on established policies, and must provide reasons for any rejections. License terms are publicly accessible, and the Authority must ensure a fair and transparent licensing process. Certain operations, like submarine cables, and diplomatic missions operating radio systems, have additional requirements.",
      "rawText": "3. (1) Except as otherwise provided under this Act, a person shall not operate an electronic communications, broadcasting service or network or provide a voice telephony service or place a communications equipment for sale or distribution without a licence or authorization granted by the Authority.\n\n(2) A person who wishes to operate a network or provide a service described in subsection (1) shall apply to the Authority in the manner specified in Regulations made under this Act.\n\n(3) The Authority may grant or refuse an application for a licence based on policies and rules published from time to time.\n\n(4) Where an application for a licence is refused, the Authority shall notify the applicant in writing of its decision and the reasons for the refusal within seven days of the refusal.\n\n(5) The terms of a licence shall be made available to the public at the office of the Authority and on the website of the Authority and a member of the public may obtain a copy or an extract of the terms on payment of the prescribed fee.\n\n(6) The Authority  shall  determine  applications  for  licences  in  a  non-discriminatory  and transparent manner.\n\n(7) A person who intends to operate submarine cables within this country to connect to a telecommunications  network  shall  first  obtain  a  licence,  in  addition  to  any  other  licence, approvals, or permits required under any other law.\n\n(8) A  diplomatic  mission  in  Ghana  may  be  granted  permission  to  operate  a  radio communication system on application to the Authority through the Ministry of Foreign Affairs if\n\n(a) the Government of the diplomatic mission concerned provides reciprocal facilities to the Government of Ghana,\n\n(b) the station is to\n\n(i) be installed in accordance with this subsection, and\n\n(ii) operate in accordance with the International Telecommunications Convention and the Radio Regulations of the International Telecommunications Union, and\n\n(c) the power output of the transmitter is not higher than necessary for transmitting to the state to which the diplomatic mission belongs and is in any case not more than five kilowatts.\n\n(9) Despite  any  other  provision  of  this  Act,  the  Authority  may  require  that  a  person operating  a  type  of  electronic  communications  network  or  providing  a  type  of  electronic communication service for which a licence is not required under this section must notify the Authority within fourteen days of commencing operations.",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "medium-negative",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "medium-negative"
      }
    },
    {
      "id": "5-licence-conditions",
      "section": 5,
      "title": "Licence conditions",
      "plainLanguage": "A license issued under this Act may include conditions deemed necessary by the Authority. Each license must contain specific conditions related to resource use, network operations, service provision, and customer protection. These conditions also cover areas such as fees, infrastructure sharing, service quality, and national security.",
      "rawText": "- (a) a  requirement  for  the  effective  and  efficient  use  of  scarce  resources  such  as  radio frequencies, numbers and rights-of-way;\n\n- (b) the networks and services which the licensee is entitled to operate or provide and the networks to which the licensee's network can or cannot be connected;\n\n- (c) the duration of the licence;\n\n- (d) the build out of the licensee's network and geographical and subscriber targets for the provision of the licensee's services,\n\n- (e) provision  of  contact  details  including  emails  and  telephone  numbers  for  emergency services;\n\n- (f) obligations to provide certain information to the Authority for regulatory and statistical purposes and to make public non-proprietary information;\n\n- (g) obligations that relate to customer protection;\n\n- (h) obligations to provide customer database information for a universal directory;\n\n- (i) the provision of services to rural or sparsely populated areas or other specified areas in which it would otherwise be uneconomical to provide service;\n\n- (j) the  provision  of  services  to  persons  with  disability  and  other  social  responsibility obligations;\n\n- (k) contribution towards the provision of universal service and access;\n\n- (l) the payment of licence fees; (m) obligations that relate to interconnection of networks and interoperability of services, data\n\n- protection and the avoidance of harmful interference;\n\n- (n) infrastructure sharing obligations;\n\n- (o) the control of anti-competitive conduct on the part of the licensee;\n\n- (p) the provision to the Authority of documents and information required by the Authority for the performance of its functions;\n\n- (q) the publication by the licensee of its charges and other terms and conditions of doing business;\n\n- (r) the regulation of prices and the quality of the services provided by the licensee;\n\n- (s) the  technical  standards  to  be  met  by  the  licensee's  telecommunications  network  or service;\n\n- (t) the allocation to and use by the licensee of numbers;\n\n- (u) the transfer and the renewal of the licence and change of ownership in the shareholding of the licensee;\n\n- (v) prescriptions regarding national defence and public security; and\n\n- (w) restrictions on some or all of the conditions of the licence, and the modification of the duration of the licence.",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "low-positive"
      }
    },
    {
      "id": "6-obligations-with-respect-to-individual-licences",
      "section": 6,
      "title": "Obligations with respect to individual licences",
      "plainLanguage": "This provision details the responsibilities of licensed network operators and service providers. They must pay required fees, get permission before transferring their license, and cooperate with the President on national security matters. The provision also requires them to seek approval before making significant changes to ownership or share structure and to notify the Authority of any new ownership interests.",
      "rawText": "- (1) A network operator or service provider shall\n\n- (a) pay the fees specified by the Authority;\n\n- (b) not assign the licence without the prior written approval of the Authority;\n\n- (c) upon written request made by the President and subject to the Constitution, cooperate or collaborate with the President in matters of national security, public interest or public health; and\n\n- (d) observe the conditions of its licence and regulations that relate to the licence.\n\n- (a) cause, permit or acquiesce in a sale, transfer, change or other disposition of a significant interest,\n\n- (b) issue or allot any shares or cause, permit or acquiesce in any other reorganisation of that network operator's or service provider's share capital that results in\n\n- (i) a person acquiring an interest in that network operator or service provider, or\n\n- (ii) a  person  who  already  owns  or  holds  an  interest  in  the  network  operator  or  service provider, increasing or decreasing the size of that person's interest.\n\n- A person who acquires an interest in a network operator or service provider shall notify the Authority within fourteen days of the acquisition regardless of whether the sale, transfer, charge or other disposition is the result of an internal reorganisation of a network operator or service provider.",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "medium-negative",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "medium-negative"
      }
    },
    {
      "id": "7-obligations-of-individual-licensees",
      "section": 7,
      "title": "Obligations of individual licensees",
      "plainLanguage": "This section details the duties of licensed network operators and service providers. They must offer fair service access, avoid discrimination and anti-competitive actions, maintain quality standards, and address user complaints. Licensees are also required to support universal service, ensure cybersecurity, and cooperate with regulatory bodies, including sharing technical information if they hold significant market power.",
      "rawText": "- (1) A network operator or service provider shall\n\n- (a) submit to the Authority any information that relates to the modification of its network or service;\n\n- (b) provide users, under conditions which are published or are otherwise notified to the Authority, access to and the opportunity to use the network or service on a fair and reasonable basis;\n\n- (c) not  discriminate  among  similarly  situated  users  and  shall  provide  communication services without discrimination, subject to section 25;\n\n- (d) not  engage  in  anti-competitive  pricing  and  other related  practices  in  order to  lessen competition;\n\n- (e) not use revenues or resources from one part of its business to unfairly cross-subsidise another  electronic  communications  network or  service,  without  the  written  approval  of  the Authority;\n\n- (f) satisfy standards of quality in accordance with its licence and the Regulations;\n\n- (g) file  a  report  with  the Authority on the quality of  its service as  measured against the quality of service performance indicators set by the Authority and publish other reports that the Authority may authorise;\n\n- (h) develop,  publish  and  implement  procedures  for  responding  to  user  complaints  and disputes related to quality of service, statements of charges and prices and respond quickly and adequately to the complaints;\n\n- (i) submit   complaints from and disputes with\n\n    - (i) other licensees,\n\n    - (ii) an operator of electronic communications networks,\n\n    - (iii) providers of electronic communications services, and\n\n    - (iv) other users,\n\nto the Authority for resolution where the complaints or disputes are because of the licensee's exercise of its rights and obligations under the licence;\n\n- (j) file with the Authority samples of user agreements with end-users and any amendments of the agreements for the provision of public electronic communications services;\n\n- (k) permit the resale of its electronic communications service and not impose unreasonable or discriminatory conditions or limitations on the resale;\n\n- (n) disconnect terminal equipment which is attached to an operator's network in contravention of this Act and which\n\n- (i) is unsafe to the user,\n\n- (ii) is not in compliance with international standards, or\n\n- (iii) poses a risk of physical harm to the network;\n\n- (o) provide number portability and in accordance with the requirements specified by the Authority; and\n\n- (p) provide  dialing  parity  to  other  licensees  and  service  providers  in  accordance  with requirements specified by the Authority.\n\n- (q) designate a cybersecurity point of contact to liaise with the sectoral CERT ;\n\n- (r) report cybersecurity incidents to the cybersecurity regulator within the timeframe specified by the Authority's Guidelines;\n\n- (s) comply  with  security  advisories, standards and  response  protocols issued by  the cybersecurity regulator; and\n\n- (t)cooperate  with  the  cybersecurity  regulator  in  incident  investigations  and  post  incident reviews.\n\n- The Authority shall specify\n\n- (a) quality of service indicators for telecommunications service; and\n\n- (b) the means to enforce a licensee's compliance with its stated quality of service standards, including measures by which a licensee shall compensate users adversely affected by a failure to provide electronic communications service in accordance with the standards.\n\n- Where an operator has significant market power, as determined in accordance with the criteria set out in this Act, the operator shall make available to other an operator of electronic communications  networks  or  providers  of  electronic  communications  services,  technical information regarding the network or service, including planned deployment of equipment and other information relevant to the other network operator or service provider.",
      "relatedImpacts": [
        "innovation",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "medium-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "low-positive",
        "business": "medium-positive"
      }
    },
    {
      "id": "8-obligations-of-operators-of-electronic-communication-networks-and-communications-service",
      "section": 8,
      "title": "Obligations  of  operators  of  electronic  communication  networks  and  communications service",
      "plainLanguage": "This provision restricts network operators and service providers from using or sharing users' private information unless legally authorized. Exceptions include actions necessary for running the network, billing, protecting their rights, or preventing fraud. The regulatory Authority can also permit the release of subscriber lists for directory purposes or other reasons.",
      "rawText": "- (1) A network operator or a service provider who is a holder of a licence shall not use or permit another person to use or disclose confidential, personal or proprietary information of a user, another network operator or service provider without lawful authority unless the use or disclosure is necessary for\n\n- (a) the operation of the network or service,\n\n- (b) the billing and collection of charges,\n\n- (c) the protection of the rights or property of the operator or provider, or\n\n- (d) the  protection  of  the  users  or  other  network  operator  or  service  providers  from  the fraudulent use of the network or service.\n\n- The Authority may authorise a network operator or service provider to disclose lists of its subscribers, including directory access databases, for the publication of directories or for other purposes that the Authority may specify.",
      "relatedImpacts": [
        "innovation",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "medium-positive",
        "business": "low-negative"
      }
    },
    {
      "id": "9-requirement-for-a-frequency-authorisation",
      "section": 9,
      "title": "Requirement for a frequency authorisation",
      "plainLanguage": "To use spectrum for specific services, individuals must obtain a frequency authorization from the Authority. The Authority can approve or deny these applications based on established policies. The public can access the terms of a frequency authorization, unless it contains sensitive information related to national security. The authorization must align with the established spectrum plan, and the Authority must not discriminate when determining frequency authorizations.",
      "rawText": "- (1) A  person  shall  not  use  a  spectrum  for  designated  services  without  a  frequency authorisation granted by the Authority.\n\n- On  the  receipt,  grant  or  refusal  of  an  application  for  a  frequency  authorisation  the Authority shall cause a notice to that effect to be published on its website.\n\n- Where an application for frequency authorisation is refused, the Authority shall notify the applicant in writing within seven days after the refusal and give reasons for the refusal in the notice.\n\n- The terms of a frequency authorisation may be accessed by the public at the office of the Authority and a copy or an extract of the terms  may  be obtained  from the Authority, by a member of the public, on payment of the specified fee.\n\n- Where it appears to the Authority that the frequency authorisation contains information relating to national security or other international obligations, the Authority may withhold that information from the public.\n\n- A frequency authorisation shall be consistent with the spectrum plan established under this Act and Regulations and shall confer on the authorisation holder the right to use a specified frequency band subject to the conditions set out in the frequency authorisation.\n\n- The holder of a frequency authorisation shall utilise only the spectrum granted for the service and shall do so in accordance with the terms of its licence.\n\n- The Authority shall not discriminate in the determination of frequency authorisation.",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "medium-positive"
      }
    },
    {
      "id": "10-obligations-regarding-frequency-authorisation",
      "section": 10,
      "title": "Obligations regarding frequency authorisation",
      "plainLanguage": "This section details what frequency authorization holders must do. They are required to pay fees, stick to their assigned frequency, and get permission before transferring their authorization. They must also cooperate with the government on national security issues and follow all relevant rules. Additionally, significant owners must notify the Authority before selling or transferring their stake, and authorization holders need approval for changes in ownership or share capital.",
      "rawText": "- (1) A holder of a frequency authorisation shall\n\n- (a) pay the fees specified by the Authority;\n\n- (b) strictly adhere to the authorised frequency band;\n\n- (c) not assign the frequency authorisation without the written approval of the Authority;\n\n- (d) on a request made by the President and subject to the Constitution co-operate with the Government in matters of national security; and\n\n- (e) comply  with  the  Regulations made  under  this  Act and  the conditions of the authorisation.\n\n- A person who has a significant interest in the holder of a frequency authorisation shall not sell, transfer, charge or otherwise dispose of that interest, or any part of that interest, unless that  person  gives  the Authority  at  least  thirty  days  notice  in  writing  before  the  proposed transaction.\n\n- A holder of a frequency authorisation shall not without the prior written approval of the Authority\n\n- (a) cause, permit or acquiesce in a sale, transfer, charge or other disposition of a significant interest in the holder, or\n\n- (b) issue or allot any shares or cause, permit or acquiesce in any other re-organisation of its share capital that results in\n\n- (i) a person acquiring a significant interest in the holder, or\n\n- (ii) a person who already has a significant interest in the holder, increasing or decreasing the size of that interest.",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "medium-positive"
      }
    },
    {
      "id": "11-conditions-of-frequency-authorisations",
      "section": 11,
      "title": "Conditions of frequency authorisations",
      "plainLanguage": "A frequency authorization must include specific conditions. These conditions cover the authorization's expiration and renewal, its duration, and under what circumstances it can be changed due to unforeseen events, security concerns, legal changes, international obligations, or public interest. The authorization also specifies how the frequency band can be used, the technical requirements for radio communication, and any other relevant details deemed necessary by the Authority.",
      "rawText": "- A frequency authorisation shall contain conditions that relate to\n\n- (a) the expiration of the frequency authorisation and the time required for an application for renewal;\n\n- (d) the use of the authorised frequency band;\n\n(e) the type of emission, power  and  other  technical requirements for the radiocommunication service; and\n\n- (f) other matters that the Authority may specify for frequency authorisation.",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "low-positive"
      }
    },
    {
      "id": "12-authorisation-to-operate-in-territorial-waters-or-airspace",
      "section": 12,
      "title": "Authorisation to operate in territorial waters or airspace",
      "plainLanguage": "This provision states that foreign ships and aircraft using radio communication services in Ghana's waters or airspace do not need additional authorization from Ghana. This exemption applies if they already have valid authorization from another country. The foreign authorization must be in accordance with international radio communication agreements.",
      "rawText": "11. Despite section 9 (1), a ship or aircraft operating in the territorial waters or airspace of Ghana, which is not registered in the country is not required to have authorisation from the Authority for a radio-communication service if the service is operated under a valid authority or  frequency  authorisation  issued  in  another  country  in  accordance  with  international agreements relating to radio-communication as regards ships or aircrafts.",
      "relatedImpacts": [],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "neutral"
      }
    },
    {
      "id": "13-suspension-and-revocation-of-licences-and-frequency-authorisations",
      "section": 13,
      "title": "Suspension and revocation of licences and frequency authorisations",
      "plainLanguage": "The Authority can suspend or revoke a license or frequency authorization for reasons such as non-compliance, unpaid fees, ceasing operations, or national security concerns. Before taking such action (except in cases involving the National Media Commission), the Authority must provide the licensee with a 30-day written notice, explaining the reasons for the proposed suspension or revocation, and allow them to respond. Licensees have the opportunity to present their views, fix the issue, and object to the suspension or revocation in writing.",
      "rawText": "12. (1) The Authority may suspend or revoke a licence or a frequency authorisation where\n\n(a) the licence or the authorisation holder has failed to comply with any of the provisions of this Act, Regulations or the terms and conditions of its licence or frequency authorisation;\n\n(b) the licensee or the authorisation holder has failed to comply with a lawful direction of the Authority;\n\n(c) the licensee or the authorisation holder is in default of payment of a fee or other money charged or imposed in furtherance of this Act, the National Communications Authority Act, 2025 (Act …) or Regulations;\n\n(d) the licensee ceases to\n\n(i) operate the communications network;\n\n- (ii) provide the electronic communications service; or\n\n(iii) use the frequency band.\n\n(e) the suspension or revocation is necessary on the written advice of the National Security Council because of national security or is in the public interest,\n\n(f) the imposition of a fine under the Act will not be sufficient under the circumstances, or\n\n(g) the  suspension  or  revocation  is  considered  necessary  in  the  public  interest  upon  the recommendation of the National Media Commission, subject to the following safeguards ,\n\n(i) the  recommendation of the National Media Commission shall be made in writing and supported by reasons grounded in law, evidence, or material fact;\n\n(ii) the National Media Commission shall give the licensee or authorisation holder written notice of the proposed action and the basis for the recommendation;\n\n(iii) the National Media Commission shall afford the licensee an opportunity to respond in writing within a reasonable period, not less than fourteen days, from receipt of the notice;\n\n(iv) the National Media Commission shall consider any representations made by the licensee before taking a final decision;\n\n(v)  A  party  dissatisfied  with  the  final  decision  of  the Authority  may  appeal  the  decision before the Electronic Communications Tribunal established under this Act.\n\n(2) Except in the case of suspension or revocation on the written advice of the National Media  Commission,  the  Authority  shall,  before  exercising  the  power  of  suspension  or revocation under this section, give the licensee or the authorisation holder thirty days' notice in writing of its intention to do so, specify in the notice the grounds on which it proposes to\n\n- (a) to present its views\n\n- (b) to  remedy  the  breach  which  has  occasioned  the  decision  to  suspend  or  revoke  the licence, and\n\n- (c) to submit to the Authority within the time specified by the Authority a written statement of objections to the suspension or revocation of the licence or the frequency authorisation.\n\n- The suspension or revocation of a licence or a frequency authorisation shall take effect on the date specified by the Authority in the notice under subsection (2).\n\n- Until the Authority suspends or revokes a licence or authorisation, the licensee or the authorisation holder shall continue to operate and if the period of the licence or the frequency authorisation comes to an end before the decision by the Authority, an interim renewal of the licence or the frequency authorisation shall be granted on the same terms.\n\n- A licence shall be revoked on the making of a winding up order by the Court or the Registrar of Companies.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "medium-negative",
        "freedomOfSpeech": "medium-negative",
        "privacy": "neutral",
        "business": "medium-negative"
      }
    },
    {
      "id": "14-amendment-of-licences-and-frequency-authorisations",
      "section": 14,
      "title": "Amendment of licences and frequency authorisations",
      "plainLanguage": "This section describes how licenses and frequency authorizations can be changed. The Authority can amend these under certain circumstances like national security or public health emergencies, but must provide the licensee with advance notice and a chance to respond. Licensees can also request amendments to their own licenses or authorizations. The Authority must consider the licensee's views before making a final decision.",
      "rawText": "- (1) A licence or a frequency authorisation  may  be amended  by a written agreement between the licensee or the holder of the frequency authorisation and the Authority, where\n\n- (a) force majeure, national security considerations, public health emergencies, change in national legislation or the implementation of an international obligation require the amendment, or\n\n- (b) the Authority, on account of the public interest, decides that the amendment is necessary to achieve the objects of the Authority,\n\n- The Authority shall not amend a licence or frequency authorisation if it has not given the  licensee or authorisation  holder adequate advance notice in writing and in any case the notice shall not be given less than ninety days before the proposed amendment.\n\n- The Authority shall state in the notice the reasons for the amendment and the date on which the amendment takes effect, and shall\n\n- give the licensee or the authorisation holder the opportunity to\n\n- (a) present its views, and\n\n- (b) submit to the Authority a written statement of objections to the amendment which may include proposed alternatives to the amendment within the time specified by the Authority.\n\n- The Authority shall take into account the views and the written statement of the licensee before reaching a decision on the amendment.\n\n- A licensee or an authorisation holder may request the Authority to amend its licence or frequency authorisation.",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "medium-positive"
      }
    },
    {
      "id": "15-amending-licences-in-emergency-situations",
      "section": 15,
      "title": "Amending licences in emergency situations",
      "plainLanguage": "This provision allows the Authority to quickly change a license or frequency authorization if there's a threat to national security or public safety. It also permits immediate changes if they are essential for the public's well-being. This means the Authority can bypass the usual notification process to make necessary adjustments in emergency situations.",
      "rawText": "14. Section 13 does not preclude the Authority from amending a licence or a frequency authorisation without notice where there is, or there is likely to be, a risk to national security, public safety or where immediate amendment is essential in the public interest.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "low-negative",
        "freedomOfSpeech": "medium-negative",
        "privacy": "medium-negative",
        "business": "medium-negative"
      }
    },
    {
      "id": "16-duration-and-renewal-of-licence-and-frequency-authorisation",
      "section": 16,
      "title": "Duration and renewal of licence and frequency authorisation",
      "plainLanguage": "A license's duration is specified within the license. Licensees can apply to renew their licenses, but the Authority can refuse renewal if the licensee violates regulations, fails to comply with directions, or if renewal is not in the public interest. Before refusing renewal, the Authority must notify the licensee and allow them to present their case.",
      "rawText": "- (1) The duration of a licence shall be stated in the licence.\n\n- Subject to subsection (3), on an application by the licensee or authorisation holder, the Authority may renew a licence or frequency authorisation granted under this Act.\n\n- An application for the renewal of a licence shall be refused if\n\n- (c) the licensee or the authorisation holder has failed to comply materially with any lawful direction of the Authority; or\n\n- (d) in the case of an operator or service provider, the Authority determines that it is not in the public interest to renew the licence and gives the operator or service provider notice of the decision not less than three years before the expiration of the licence.\n\n- A licence which is of less than three years duration shall contain the period required for a notice under subsection (3) (d).\n\n- Subject to subsection (3) (d), the Authority shall give the licensee or the authorisation holder advance notice of not less than thirty days of its intention not to renew the licence or frequency authorisation.\n\n- The Authority shall state the grounds for its contemplated refusal of the renewal of a licence or authorisation and shall give the licensee or the authorisation holder the opportunity\n\n- (a) to present its views, and\n\n- (b) to submit to the Authority within the time specified by the Authority a written statement of objections to the refusal.\n\n- The Authority shall take into account the views and the written statement of the licensee or the authorisation holder before reaching its final decision.",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "low-negative",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "medium-negative"
      }
    },
    {
      "id": "17-regulation-of-premium-rates",
      "section": 17,
      "title": "Regulation of premium rates",
      "plainLanguage": "This section allows the Authority to regulate premium rate services, which are services that charge users for accessing electronic content or facilities. It defines what constitutes a premium rate service and specifies who is considered a provider of such a service. This regulation covers the service's provision, content, promotion, and marketing.",
      "rawText": "- (1) The Authority may set conditions to regulate the provision, content, promotion and marketing of premium rate services.\n\n- A service is a premium rate service if\n\n- (a) there is a charge for the provision of the service,\n\n- (b) the charge is required to be paid to the provider of the communications service.\n\n- (c) that charge is imposed for the use of the communications service,\n\n- (d) it has the contents of electronic communications transmitted by means of an electronic communications network, and\n\n- (e) it allows the user of an electronic communications service to access a facility provided by that service to make a transmission.\n\n- A person provides a premium rate service if that person\n\n- (a) provides the service described in subsection (2),\n\n- (b) exercises editorial control over the contents of the service,\n\n- (c) packages together the contents of the service for the purpose of facilitating its provision,\n\n- (d) makes available a facility comprised in the service,\n\n- (e) is the provider of an electronic communications service used for the provision of the service and is entitled under arrangements made with a provider of the service falling within paragraph (a) to (d), to retain some or all of the charges received in respect of the provision of the service or of the use of the electronic communications service,\n\n- (f) is the provider of an electronic communications network used to provide the service and  an  agreement  relating  to  the  use  of  the  network  for  that  service  subsists  between  the provider of the network and a person who is a provider of the service falling within paragraph (a) to (d), and\n\n- (g) is the provider of an electronic communications network used to provide the service and the use of that network\n\n- (i) for the premium rate services, or",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "low-negative",
        "privacy": "neutral",
        "business": "low-negative"
      }
    },
    {
      "id": "18-special-licences",
      "section": 18,
      "title": "Special licences",
      "plainLanguage": "In emergency situations, the Authority can grant a special license to applicants. The application process will be defined in the Regulations. These special licenses are temporary, and renewals are only granted in exceptional circumstances.",
      "rawText": "17. (1) The Authority may grant a special licence where it determines that an emergency or other exigent circumstance exists.\n\n(2) A person who wishes to obtain a special  licence  shall apply to the Authority  in the manner specified in Regulations made under this Act.\n\n(3) A special licence shall be for a duration determined by the Authority and may only be renewed in exceptional circumstances.",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "low-negative",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "medium-negative"
      }
    },
    {
      "id": "19-directions-for-the-reporting-of-information",
      "section": 19,
      "title": "Directions for the reporting of information",
      "plainLanguage": "This provision allows the Authority to request data and documents from service providers, network operators, and frequency authorization holders for regulatory and statistical purposes. The Authority must publish these requests with clear deadlines. Failure to provide the requested information can result in a fine. Unpaid fines will be treated as a civil debt.",
      "rawText": "18.  (1)  The  Authority  may,  by  notice  published  in  the  Gazette  and  on  its  website,  issue directions to\n\n(a) service providers,\n\n- (b) network operators, or\n\n- (c) persons holding frequency authorisation\n\nto make returns or furnish documents to the Authority for statistical or regulatory purposes.\n\n(2) The  notice  shall  specify  the  period  within  which  the  returns  are  to  be  made  or  the documents furnished.\n\n(3) The directions may provide differently for different persons, circumstances or cases.\n\n(4) A service provider or network operator or a person holding a frequency authorisation that  fails,  within  the  period  specified,  to  make  a  return  or  furnish  documentation  to  the Authority in accordance with directions issued under subsection (1) commits an offence and is liable on summary conviction to a fine of not more than two thousand penalty units.\n\n(5) Where a person convicted of an offence fails to pay the fine, the fine shall be treated as a civil debt and execution may be levied in accordance with the High Court (Civil Procedure Rules), 2004 (C.I.47).\n\n## Interconnection",
      "relatedImpacts": [
        "innovation",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "low-negative",
        "freedomOfSpeech": "neutral",
        "privacy": "low-negative",
        "business": "low-negative"
      }
    },
    {
      "id": "20-interconnection",
      "section": 20,
      "title": "Interconnection",
      "plainLanguage": "This section ensures that different telecom networks can connect to each other, allowing services from one provider to work with another. Companies must respond to connection requests within 14 days, and can only refuse if there are technical or financial reasons. Companies with a large market share must offer fair access to their network elements and services to smaller providers. A regulatory body resolves any disputes that may arise.",
      "rawText": "19. (1) A network operator shall in addition to the obligations contained in its licence or under  this Act,  provide  interconnection  of  its  electronic  communications  network  with  the network of another operator.\n\n(2) A service provider shall subject to the obligations contained in its licence or under this Act  provide  for  the  transmission  and  routing  of  the  services  of  other  operators  or  service providers, at any technically feasible point specified by the Authority.\n\n(3) A request by a network operator to another network operator for interconnection shall be\n\n- (a) in writing; and\n\n- (b) responded to in writing within fourteen days after receipt.\n\n(4) A request for interconnection, transmission and routing of service may only be refused on reasonable technical or financial grounds which must be stated in writing.\n\n(5) The network operator or service provider shall\n\n(a) comply with guidelines and standards established by the Authority in Regulations or another relevant law to facilitate interconnection;\n\n(b) on request provide points of interconnection in addition to those offered. generally to other network operators or service providers, subject to rates that reflect the network operator's\n\n- (i) its own business units;\n\n- (ii) body corporate with which it is affiliated; or\n\n- (iii) any other party to which the network  operator or service provider provides interconnection and without regard to the types of users to be served, or the types of services to be provided, by the other operator or service provider;\n\n- (d) promptly negotiate, on the request by another network operator or service provider, and endeavour to conclude, an agreement with regard to the charges and the technical and other terms and conditions for the elements of interconnection subject to paragraph (g);\n\n- (e) submit to the Authority a copy of any agreement concluded under paragraph (d) within seven days after the conclusion to enable the Authority to determine whether the agreement complies with the guidelines established under this Act;\n\n- (f) offer,  on  a  non-discriminatory  basis,  the  terms  and  conditions  of  an  agreement concluded under paragraph (d) or required by a decision made under paragraph (g) to any other network operator or service provider seeking interconnection;\n\n- (g) submit  to  the  Authority  for  prompt  resolution,  and  in  accordance  with  procedures adopted by the Authority any dispute that may arise between the network operator or service provider and any other licensee as regards interconnection, including\n\n- (i) denial of interconnection,\n\n- (ii) failure to conclude an agreement promptly under paragraph (d), or\n\n- (iii) disputes  as  to  price  and  any  technical,  commercial  or  other  term  or  condition  for interconnection, and\n\n- (h) be bound by a decision made by the Authority under paragraph (g).\n\n- The Authority shall promptly decide  an  interconnection dispute referred to it within fourteen days after the referral.\n\n- An interconnection agreement concluded under subection (3),\n\n- (a) shall be made available for public scrutiny at the office of the Authority; or\n\n- (b) may  be  reproduced  by  the Authority  at  the  request  of  a  member  of  the  public  on payment of the prescribed fee, but those parts of the agreement which in the opinion of the Authority contain the commercial  strategy of the parties shall  not be  made available or be reproduced.\n\n- A network operator or service provider who has significant market power shall\n\n- (a) disaggregate its network or its service or its network and service and on a cost-oriented basis  specified  by  the  Authority  establish  prices  for  its  individual  elements  and  offer  the elements at the established prices to other operators and service providers;\n\n- (b) publish, in the manner specified by the Authority the prices, technical, commercial and other terms and conditions pertaining to its offer for elements of interconnection; and\n\n- (c) permit other network operators and service providers to have equal access to directory listing, operator services, directory assistance and directory listing without unreasonable delay, in accordance with requirements specified by the Authority.\n\n- Where a network operator or service provider who has significant market power fails to comply with its obligations, the Authority may notify the network operator of a deadline within which it has to comply and if the operator fails to comply within the deadline given, the Authority may apply to the High Court for an order to compel it to comply.\n\n- The Authority  may  classify  a  network  operator  or  service  provider  as  dominant  if individually or jointly with others, that network operator or service provider enjoysa position\n\n- (a) the relevant market;\n\n- (b) technology and market trend;\n\n- (c) the market share of the operator or service provider;\n\n(d) the power of the operator or service provider to introduce and sustain a material price increase independently of competitors;\n\n- (e) the degree of differentiation among networks and services in the market; and\n\n(f) any other matter that the Authority considers relevant.\n\n(12) Where an operator or service provider which is classified as dominant by the Authority considers that it has lost its dominance with respect to a network or service, it may apply to the Authority  to  be  classified  as  non-dominant  and  if  the Authority  grants  the  application,  the applicable licence shall be amended to reflect the classification.\n\n(l3) The Authority may only classify or declassify a network operator or service provider as dominant, if it first publishes the intention to do so in the Gazette and on its website.\n\nAccess to facilities and international transmission capacity",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "high-positive",
        "freedomOfSpeech": "low-positive",
        "privacy": "neutral",
        "business": "high-positive"
      }
    },
    {
      "id": "21-access-to-facilities-and-public-rights-of-way",
      "section": 21,
      "title": "Access to facilities and public rights of way",
      "plainLanguage": "This section ensures that operators can access necessary facilities and public spaces owned by others in a timely and fair manner. Access should be negotiated without discrimination, with costs shared equitably. The regulatory Authority can help mediate agreements and resolve disputes, ensuring reasonable rates and terms. Access can be denied only for valid reasons like safety or insufficient capacity.",
      "rawText": "20. (1) An operator shall give access to other operators who request access to the facilities or public rights of way or statutory wayleaves that it owns or controls on a timely basis\n\n(2) Where, a network operator requests the use by its network of a utility installation owned by a public utility it shall have the right to use the installation in accordance with this section and where any public utility requests the use of facilities of a network operator, the public utility shall have the rights of the network operator under this section.\n\n- Access  to  facilities  and  utility  installations  shall  be  negotiated  between  or  among network operators and public utilities on a non-discriminatory and equitable basis and charges payable shall be determined on a cost-sharing basis.\n\n- At  the  request  of  the  parties,  the Authority  may  assist  in  negotiating  an  agreement between them.\n\n- A network operator or public utility may deny access to a facility or utility installation only where it demonstrates that the facility or utility installation has insufficient capacity, taking into  account  its  reasonably  anticipated  requirements,  or  where  there  are  reasons  of  safety, security, reliability or difficulty of a technical or engineering nature.\n\n- The Authority may regulate the rates, terms and conditions for access to a facility or utility installation, and shall ensure that the rates, terms and conditions are just and reasonable and to the greatest extent possible, based on a cost-sharing formula.\n\n(7) In carrying out its functions under this section, the Authority may adopt necessary and appropriate procedures to resolve disputes concerning the rates, terms and conditions.\n\n(8) The owner of a shared facility shall be responsible for the maintenance of the facility and the responsibility for the connection and engineering of other occupiers equipment shall be by agreement of the parties.\n\n- Under this section, access to facilities does not include interconnection.",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "high-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "high-positive"
      }
    },
    {
      "id": "22-access-to-international-transmission-capacity",
      "section": 22,
      "title": "Access to international transmission capacity",
      "plainLanguage": "This provision ensures that all service providers can access international transmission capacity fairly. Access must be cost-based, transparent, and non-discriminatory. The Authority will decide the specific rules for how this access is granted.",
      "rawText": "21.  Access  to  international  transmission  capacity  shall  be  made  available  to  all  service providers  in  a  cost-based,  transparent,  and  non-discriminatory  manner  determined  by  the Authority.\n\n22. (1) The Authority shall determine the telecommunications services in respect of which the requirement of universal service shall apply, taking into account the needs of the public, affordability of the service and advances in technologies.\n\n- Universal service includes, at a minimum, a high quality telephone service, that offers\n\n- (a) a free telephone directory for subscribers of the service;\n\n- (b) operator assisted information service;\n\n- (c) free access to emergency number information;\n\n- (d) telecommunications services, and\n\n- (e) provision of services that enable persons with disability to make and receive calls.\n\n- The Authority shall determine\n\n- (a) the manner in which a public telecommunications service is provided and funded in order to meet the requirements of universal service; and\n\n- (b) the obligations, if any, of the providers and users of the service.\n\n(4) The Authority  may require providers of private electronic communications services, closed user group services and value added services, and the users of these services and of any other electronic communications services to contribute to the funding of universal service with the approval of the Minister.\n\n(5) A public electronic communications service that offers universal service shall not terminate its service to the public without first obtaining written approval from the Authority.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "high-positive",
        "freedomOfSpeech": "medium-positive",
        "privacy": "neutral",
        "business": "high-positive"
      }
    },
    {
      "id": "23-universal-access",
      "section": 23,
      "title": "Universal access",
      "plainLanguage": "This provision defines universal access to communication services, including broadband, mobile networks, and access for schools, healthcare facilities, and community centers. The Authority will decide how to provide this access and the responsibilities of service providers and users. Certain providers and users may be required to help fund universal access in a fair and transparent manner.",
      "rawText": "23. (1) Universal access includes\n\n(a) access, through broad geographic coverage, to community-based broadband information  and  communication  services  that  include  voice,  data  services,  access  to  the internet, local relevant content, community radio and Government services, that are affordable and of high quality,\n\n(b) signal coverage of mobile and broadcast networks throughout remote regions; and\n\n(c) access to the services in paragraphs (a) and (b) by kindergarten, first and second cycle institutions, community colleges, universities, community health facilities, hospitals, telecentres and any other public or private community centres.\n\n(2) In accordance with the policy established by the Minister, the Authority shall determine\n\n(a) the manner in which universal access shall be provided; and\n\n(b) the obligations, if any, of the providers and users of the service.\n\n(3) The Authority may, with the approval of the Minister, require\n\n(a)  a  provider  of  a  private  electronic  communications  service,  closed  user  group  service  or value added service; and\n\n(b) the users of these services and of any other electronic communications service to contribute to the funding of universal access.\n\n(4) The obligation to provide and contribute to the funding of universal access shall be determined  in  a  transparent  manner  and  on  a  non-discriminatory  basis  between  similarly situated providers of electronic communications services and users.",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "low-negative",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "medium-negative"
      }
    },
    {
      "id": "24-digital-inclusion-and-equity",
      "section": 24,
      "title": "Digital Inclusion and Equity",
      "plainLanguage": "This provision aims to bridge the digital divide by directing the Authority to support initiatives that expand access to technology for underserved populations, including those in rural areas, women, people with disabilities, and young people. Communication service providers must submit yearly reports outlining their actions to ensure fair access to their services. This will help track progress and identify areas where more support is needed to achieve digital equity.",
      "rawText": "24. (1)  The Authority  shall  promote  digital  inclusion  by  supporting  initiatives  that  expand information  and  communications  technology  access  for  underserved  populations,  including rural communities, women, persons with disabilities, and youth.\n\n- (1) Tariffs for electronic communications services, except those which are regulated by the Authority under this section, shall be determined by service providers in accordance with the principles of supply and demand.\n\n- (a) A  network  operator  shall  charge  the  minimum  rate  for  all  international  incoming electronic communication traffic as the Authority may publish in the Gazette from time to time.\n\n- (b) A network operator that charges a lesser rate than that specified in subsection (a) is liable to pay to the Authority on behalf of government a penalty of twice the difference between the specified rate and the rate actually charged.\n\n- (c) A network operator shall not charge its customers a higher fee for its services because of the minimum rate for international incoming electronic communication traffic.\n\n- (d) Where it is established that a network operator has increased the fees for its services because of the minimum rate for international incoming electronic communication traffic, that operator is liable to pay to the Authority a penalty of twice the sum of the value of the increase.\n\n- (e) The Authority shall establish mechanisms and institute measures to monitor compliance with  this  section  and  may  in  this  regard  carry  out  inspections  and  request  any  relevant information from a network operator.\n\n- (f) A network operator requested by the Authority to submit information under subsection (5), shall submit the Information within fourteen days.\n\n- (g) A  network operator who fails to submit the  information to the Authority within the fourteen  days  is  liable  to  pay  to  the Authority  on  behalf  of  government,  a  penalty  of  ten thousand  penalty  units  for  each  day  after  the  fourteen  days  that  the  information  remains unsubmitted.\n\n- (h) The  Authority  shall  bill  and  collect  from  a  network  operator  moneys  due  to  the government as a result of the minimum  rate of international incoming electronic communication traffic and shall pay the moneys into the Consolidated Fund.\n\n- (i) The Authority shall keep the percentage specified in the Schedule of any  moneys  it collects on behalf of government for the Authority's own use but the Authority shall account to the Minister for Finance for the moneys collected.\n\n- (j) The mechanisms and measures referred to in subsection (1), paragraph (e) shall not have  the  capability  to  actively  or  passively  record,  monitor  or  tap  into  the  content  of  any incoming  or  outgoing  electronic  communication  traffic,  including  voice,  video  and  data existing discretely or on a converged platform whether local or international.\n\n- The Authority may establish price regulation regimes, which may include the setting, review and approval of prices by Regulation, where\n\n- (a) there  is  only  one  network  operator  or  service  provider  or  one  network  operator  or service provider that has significant market power,\n\n- (b) a sole network operator or service provider or a network operator or service provider with  significant  market  power  and  cross-subsidises  another  electronic  communications network or service, and\n\n- (c) the Authority detects anti-competitive pricing or acts of unfair competition.\n\n- A  service  provider  shall  provide  rates  that  are  fair  and  reasonable  and  shall  not discriminate among similarly situated persons, including the service provider and any body corporate with which it is affiliated except as otherwise provided in this Act.\n\n- The Authority may prescribe a method to regulate the cost of the service for any public electronic communications service in which a service provider is dominant by establishing a ceiling on the cost, or by other methods that it considers appropriate.",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "medium-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "medium-positive"
      }
    },
    {
      "id": "25-cybersecurity-network-resilience-and-critical-electronic-infrastructure",
      "section": 25,
      "title": "Cybersecurity, Network Resilience and critical electronic infrastructure",
      "plainLanguage": "Licensees and operators in the electronic communications sector must implement cybersecurity measures and report incidents like data breaches promptly. They need to follow cybersecurity standards set by regulators. The government can designate certain networks as critical infrastructure and impose stricter security requirements. Operators must also implement measures to filter calls and detect spam, subject to approval.",
      "rawText": "26.A licensee shall implement appropriate technical and organisational measures to ensure the security and resilience of their networks and services, in accordance with standards issued by the Cybersecurity regulator.\n\n(2)A  licensee  shall  report  cybersecurity  incidents  that  affect  network  integrity  or  result  in service disruption to the Authority and the national cybersecurity regulator within twenty-four hours of detection.\n\n(3)  A  licensee  shall,  within  twenty-four  (24)  hours  of  detection,  notify  the  National Communications Authority of any network breach involving subscriber data.\n\n(4) Where the breach involves the compromise of personal data, the licensee shall, within the same period, make a parallel notification to the Data Protection Commission.\n\n(5)The Authority  shall,  in  consultation  with  the  cybersecurity  regulator,  adopt  and  enforce minimum  cybersecurity  standards  issued  by  the  cybersecurity  regulator,  which  shall  be applicable to all operators and service providers.\n\n(6) The Authority shall, in collaboration with the designated cybersecurity regulator, ensure the protection of electronic communications infrastructure from cyber threats.\n\n(7) An operator or service provider shall:\n\n(a) implement minimum cybersecurity standards and protocols as issued by the Authority in collaboration with the cybersecurity regulator;\n\n(b) report cybersecurity incidents to the Computer Emergency Response Team (CERT) within 24 hours of detection;\n\n(c) cooperate with national authorities on threat intelligence sharing and coordinated responses.\n\n(8) The Minister may, on the advice of the sector regulator, designate certain communications networks  as  'critical  electronic  infrastructure'  and  impose  enhanced  obligations,  including requirements relating to redundancy, encryption, and periodic audits.\n\n(9)  Electronic  communications  operators  shall  implement  call-filtering  and  spam-detection protocols, including AI-based call analysis tools, subject to approval by the Authority and data protection compliance certification by the Data Protection Commission.\n\n(10) The  Authority shall issue regulations prescribing compliance  standards,  reporting obligations, and penalties for breach.",
      "relatedImpacts": [
        "innovation",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "medium-negative",
        "freedomOfSpeech": "neutral",
        "privacy": "medium-positive",
        "business": "medium-negative"
      }
    },
    {
      "id": "26-digital-services-and-over-the-top-applications",
      "section": 26,
      "title": "Digital Services and Over-the-Top Applications",
      "plainLanguage": "This provision allows the Authority to regulate Over-the-Top (OTT) services to ensure they comply with national laws and operate fairly. The Authority can require registration, transparency, and cooperation with security and consumer protection rules. In some cases, OTT providers may need to obtain a license, and they must adhere to content moderation and consumer protection standards set by the Authority.",
      "rawText": "27. (1) The Authority may establish a regulatory framework for Over-the-Top (OTT) services to ensure compliance with national laws and fair competition.\n\n(2)The  framework  may  require  registration,  transparency  reporting,  and  cooperation  with national security and consumer protection regulations.\n\n(3) An Over-the-Top (OTT) service provider offering services in the Republic shall register with the Authority in a manner prescribed by Regulations.\n\n(4) The Authority may require an OTT service provider to obtain a licence where the nature or scale of the service:\n\n(a) has significant public interest implications;\n\n(b) relies heavily on national infrastructure; or\n\n(c) involves digital financial transactions.\n\n(5) The Authority may, by Regulation\n\n(a) impose consumer protection, dispute resolution and data localisation obligations on OTT",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "medium-negative",
        "freedomOfSpeech": "medium-negative",
        "privacy": "medium-negative",
        "business": "medium-negative"
      }
    },
    {
      "id": "27-environmental-compliance-in-communications-infrastructure",
      "section": 27,
      "title": "Environmental Compliance in Communications Infrastructure",
      "plainLanguage": "This provision requires network operators and service providers to follow environmental standards when building, using, and removing communications infrastructure. The Authority will provide guidelines on sharing masts, limiting electromagnetic emissions, and restoring sites after infrastructure is removed. Failure to meet these requirements can result in penalties like fines or loss of license.",
      "rawText": "28. (1) A network operator or service provider shall  comply with applicable environmental standards in the installation, operation, and decommissioning of towers, masts, and associated infrastructure.\n\n(2)  The Authority shall issue guidelines on\n\n(a) mast co-location to reduce duplication;\n\n(b) electromagnetic emission limits in line with international safety standards;\n\n(c) procedures for decommissioning obsolete infrastructure and site restoration.\n\n(3) A failure to comply with this section may attract sanctions, including but not limited to suspension or revocation of the relevant authorisation or licence, administrative penalties, or any other enforcement measures as may be determined by the Authority",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "low-positive"
      }
    },
    {
      "id": "28-market-conduct-and-competition",
      "section": 28,
      "title": "Market conduct and competition",
      "plainLanguage": "This provision prevents telecommunications companies from engaging in unfair practices that reduce competition, such as setting prices too low to eliminate rivals or refusing access to essential infrastructure. The goal is to ensure a fair marketplace where multiple companies can compete. The regulatory Authority has the power to step in and correct these anti-competitive situations.",
      "rawText": "29. (1) A licensee or holder of a frequency authorisation shall not engage in conduct that has the purpose or effect of substantially lessening competition, including\n\n(a) predatory pricing;\n\n(b) refusal to supply essential facilities;\n\n(c) bundling services to disadvantage competitors;\n\n(d) abuse of dominant position.\n\n(2)  The Authority may impose structural or behavioural remedies to address anti-competitive concerns.\n\n## Consumer protection",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "medium-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "medium-positive"
      }
    },
    {
      "id": "29-duty-to-carry-out-consumer-research",
      "section": 29,
      "title": "Duty to carry out consumer research",
      "plainLanguage": "The Authority is required to regularly survey public opinion on the performance of service providers and network operators. The results of these surveys must be published on the Authority's website and considered in its decision-making processes. This ensures the Authority is responsive to public feedback and promotes transparency.",
      "rawText": "30. (1) The Authority shall periodically ascertain public opinion on the performance of service providers and network operators.\n\n(2) The Authority shall\n\n(a) publish the results of research that it carriers out or that is carried out on its behalf on its  website  and  in  any  other  manner that  it  considers  appropriate to  bring  the results to the attention of the public; and\n\n(b) take account of the results of the research in performing its functions.",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "low-positive"
      }
    },
    {
      "id": "30-duty-to-consult-consumers",
      "section": 30,
      "title": "Duty to consult consumers",
      "plainLanguage": "This provision requires the Telecommunications Authority to consult with consumers about its work. It also tasks the Authority with creating a system to handle consumer complaints related to telecommunication services. The Authority must then inform network operators and service providers about these complaints.",
      "rawText": "31. (1) The Authority shall establish and maintain effective arrangements for consultation with consumers on the performance of its functions.\n\n(2)  The  Authority  shall  create  a  mechanism  for  dealing  with  complaints  or  concerns  of consumers of telecommunication services and shall bring the complaints or concerns to the attention of network operators and service providers.",
      "relatedImpacts": [
        "innovation",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "low-positive",
        "business": "low-positive"
      }
    },
    {
      "id": "31-duty-to-establish-a-consumer-code",
      "section": 31,
      "title": "Duty to establish a Consumer Code",
      "plainLanguage": "This provision requires the Authority to develop a Consumer Code that outlines how consumer needs will be met, how complaints will be handled, and how consumer information will be protected. The Code may also cover areas like service information, technical support, advertising, and billing practices. The Authority must publish this Consumer Code on its website.",
      "rawText": "32. (1) The Authority shall prepare a Consumer Code on its own or in conjunction with the Industry Forum which shall include procedures for\n\n(a) reasonably meeting consumer requirements;\n\n- (a) the provision of information to customers on services, rates and performance;\n\n- (b) the provision of technical support to customers and repair of faults;\n\n- (c) advertisement of services; and\n\n- (d) customer charging, billing, collection and credit practices.\n\n- The Consumer Code shall be published on the website of the Authority.",
      "relatedImpacts": [
        "innovation",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "medium-positive",
        "business": "low-positive"
      }
    },
    {
      "id": "32-net-neutrality",
      "section": 32,
      "title": "Net Neutrality",
      "plainLanguage": "This provision ensures net neutrality, meaning internet service providers must treat all online content equally. They cannot block, slow down, or prioritize any specific websites or apps unless it's for reasonable network management or legal reasons. The Authority will provide guidelines, and violations could lead to penalties. This aims to maintain a level playing field for all online content and services.",
      "rawText": "33(1) Network providers shall treat all data on their networks equally, without discrimination, restriction, or interference, regardless of the sender, recipient, type, or content of the data.\n\n(2) Exceptions shall apply only where reasonable traffic management practices are necessary to maintain network integrity or comply with lawful requirements.\n\n(3) A service provider or network operator shall treat all lawful internet traffic equally, without discrimination, restriction or interference, regardless of the sender, recipient, content, application, service or device used.\n\n(4) A service provider shall not:\n\n(a) block, throttle or otherwise restrict access to lawful content, applications or services, except as required by law or in accordance with guidelines issued by the Authority;\n\n(b)  prioritise  traffic  or  offer  paid  prioritisation  arrangements  that  benefit  certain  content providers or applications over others, unless expressly permitted by the Authority in the public interest.\n\n(5) The  Authority  shall  issue  guidelines  on  traffic  management  practices  and  fair  access principles.\n\n(6) A breach of this section constitutes a material contravention of this Act and may attract administrative penalties or licence suspension.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "medium-positive",
        "freedomOfSpeech": "medium-positive",
        "privacy": "neutral",
        "business": "medium-positive"
      }
    },
    {
      "id": "33-data-protection-and-privacy-obligations",
      "section": 33,
      "title": "Data Protection and Privacy Obligations",
      "plainLanguage": "Licensees must follow the Data Protection Act when handling personal data, including implementing security measures to protect it. The Authority can issue specific data protection guidelines for the sector. Service providers can only keep call metadata as long as legally required for national security or billing, with retention periods set by the Authority. Telecommunication companies need to implement subscriber verification systems that work with national ID databases, and biometric data collection requires a data protection impact assessment.",
      "rawText": "34(1) A licensee shall comply with the Data Protection Act, 2025 (Act…..) in their collection, processing, and storage of personal data.\n\n(2)  A  licensee  shall  implement  measures  to  safeguard  personal  data  against  unauthorised access, use, disclosure, or destruction.\n\n(3)The Authority may issue sector-specific data protection guidelines in consultation with the Data Protection Commission.\n\n(4) Service  providers  shall  retain  call  metadata  only  to  the  extent  required  by  law  for national  security or billing purposes, subject to a maximum retention period defined by the Authority in consultation with the Data Protection Commission.\n\n(5) Telecommunication service providers shall implement subscriber verification systems that are interoperable with national identity databases, subject to oversight by the Authority and in compliance with the Data Protection Act.\n\n(6) Biometric data collection under subsection (5) shall be subject to a prior data protection impact assessment in accordance with the Data Protection Act and any guidelines issued by the Data Protection Commission.\n\n## Industry Forum",
      "relatedImpacts": [
        "innovation",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "high-positive",
        "business": "medium-negative"
      }
    },
    {
      "id": "34-establishment-of-industry-forum",
      "section": 34,
      "title": "Establishment of Industry Forum",
      "plainLanguage": "This provision creates an Industry Forum for stakeholders to discuss industry-related issues. The Authority can appoint a facilitator for the Forum, and network operators, service providers, and equipment manufacturers can participate. Until a facilitator is appointed, the Authority will manage the Forum's meetings. The Minister and the Authority will also be present at the Forum as observers.",
      "rawText": "- (a) is capable of performing the function required under this section;\n\n- (b) has the administrative capacity to facilitate the Forum; and\n\n- (c) has agreed in writing to be the facilitator for the forum.\n\n- A  network  operator,  service  provider  or  an  electronic  communications  equipment manufacturer or dealer may participate in the activities of the Forum.\n\n- The  Authority  may  decide  that  a  body  that  was  previously  designated  to  be  the facilitator for the Forum shall no longer be the facilitator if the Authority is satisfied that the body has ceased to meet the requirements set out in subsection (2).\n\n- A designation or withdrawal of designation under this section shall take effect from the time specified by the Authority.\n\n- Until the Authority designates a facilitator, the Authority shall facilitate the meetings of the Forum.\n\n- The Minister and the Authority shall participate in the Forum as observers.",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "low-positive"
      }
    },
    {
      "id": "35-industry-code",
      "section": 35,
      "title": "Industry Code",
      "plainLanguage": "This section allows industry groups to develop voluntary guidelines related to the Act. These guidelines, called industry codes, must be registered by the Authority to be valid. The Authority will register the code if it is consistent with the Act and related regulations, and if the public was consulted during its development. If the Authority doesn't act within 30 days, the code is automatically considered registered.",
      "rawText": "- (1) An  Industry Forum may\n\n- (a) on its own initiative; or\n\n- (b) upon request by the Authority,\n\n- prepare a voluntary industry code to deal with a matter provided for in this Act.\n\n- The code is not effective until it is registered by the Authority.\n\n- The Authority shall register a voluntary industry code if it is consistent with\n\n- (a) the objects of the Authority,\n\n- (b) Regulations, standards and guidelines made under this Act, and\n\n- (c) the provisions of this Act which are relevant to the particular matter or activity.\n\n- The Authority may refuse to register a code if the Authority is satisfied that sufficient opportunity for public consultation has not been given in the development of the code by the Forum.\n\n- If registration of the code is refused, the Authority shall notify the Forum in writing and provide the reasons for the refusal within thirty days of the refusal.\n\n- If the Authority\n\n- (a) fails to register a code within thirty days after the date that the code was submitted for registration; and\n\n- (b) does not give the Forum notice of its refusal to register the code and the reasons for the refusal within the required period the Authority shall be deemed to have registered the code.\n\nRural communication services",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "medium-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "medium-positive"
      }
    },
    {
      "id": "36-access-to-frequency-spectrum",
      "section": 36,
      "title": "Access to frequency spectrum",
      "plainLanguage": "The Authority is responsible for managing radio spectrum resources and must support rural communication services. However, network operators have the freedom to choose the technology they use for these services. This ensures that rural areas have access to communication while allowing for innovation and flexibility in how those services are delivered.",
      "rawText": "37. The Authority shall cater for rural communication services in its role as manager of the radio spectrum resource but shall take into consideration the freedom of choice of technology by the network operator.",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "medium-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "low-positive"
      }
    },
    {
      "id": "37-tariffs-for-rural-communication-services",
      "section": 37,
      "title": "Tariffs for rural communication services",
      "plainLanguage": "This provision ensures that special interconnection agreements apply to rural telecommunications services. It prohibits charging higher prices for calls to rural areas as a result of these agreements. This prevents increased communication costs for those living in rural areas.",
      "rawText": "- (1) The  Authority  shall  ensure  that  the  principle  of  special  interconnect  applies  to agreements for the provision of rural telecommunications services.\n\n- (1) A network operator may in connection with its operations\n\n- (a) install or maintain a facility; and\n\n- (b) remove a facility\n\n- (i) in or over a road or public ground; or\n\n- (ii)  on  the  shore  or the bed of the sea,  in accordance with the regulations of the Town and Country Planning Department, the Land (Statutory Wayleaves) Act, 1963 (Act 186) and any other relevant law.\n\n- A network operator shall before carrying out road works under subsection (1),\n\n- (a) obtain from the relevant authorities plans showing the utility installations that might be affected;\n\n- (b) submit detailed plans of the intended road works to each utility installation owner likely to be affected by the works;\n\n- (c) first  obtain  written  permission  from  the  affected  utility  installation  owner  for  road works that might affect a utility installation;\n\n- (d) notify the Authority of intended road works; and\n\n- (e) obtain  an  environmental  clearance  certificate  from  the  Environmental  Protection Agency.\n\n- Where a network operator fails to obtain the permission of a utility installation owner under subsection (2) paragraph(c), and there is a dispute, the Authority shall resolve the dispute.\n\n- The Authority on receipt of a notice under subsection (2)  paragraph (d), shall notify other operators or public utilities of the intended road works and inquire whether they have an intention to undertake similar road works.\n\n- Before carrying out road works, a network operator shall publish a description of the works in both electronic and print media in the locality in which the road works are to be carried out and shall inform affected persons by a means specified by the Authority.\n\n- Road works shall not commence until after the expiration of fourteen days from the date of the receipt of the permission and the environmental clearance certificate.\n\n- The licensee may with the approval of the Authority dispense with the requirement set out in subsection (6) in the event of an emergency.\n\n- A network operator may dispense with the requirement of subsection (2) paragraph(c) where the Authority certifies in writing that the intended road works are necessitated by an emergency.\n\n- A network operator or public utility notified under subsection (4) shall not carry out road  works  within  three  months  after  the  receipt  of  the  notice  except  where  the  network operator or public utility proves to the satisfaction of the Authority the necessity of carrying out emergency works.\n\n- The network operator shall carry out the removal or alteration of utility installation and where the affected utility installation owner carries out the removal or alteration, the cost shall be borne by the network operator.",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "medium-positive"
      }
    },
    {
      "id": "38-repair-and-restoration",
      "section": 38,
      "title": "Repair and restoration",
      "plainLanguage": "If a network operator damages a utility installation during road work, they must inform the owner and repair the damage within two weeks, covering all repair costs. The operator must also complete road work and restore the site to the authority's satisfaction within two weeks, including removing debris. Failure to restore the road or public grounds within the given timeframe makes the network operator liable for restoration costs and any other losses incurred by others.",
      "rawText": "40. (1) Where a network operator damages a utility installation in the process of carrying out road works, the operator shall immediately notify the utility installation owner and repair the damage to the utility installation within two weeks and the costs arising from the repairs shall be borne by the network operator.",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "low-negative",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "low-negative"
      }
    },
    {
      "id": "39-access-to-lands-for-inspection-and-maintenance",
      "section": 39,
      "title": "Access to lands for inspection and maintenance",
      "plainLanguage": "This provision allows electronic communication companies to access public land to check if it's suitable for their network. If they cause damage or disturbance while doing so, they must provide compensation. The companies must also follow good engineering practices, protect the environment and safety, and minimize disruption to public services during their work.",
      "rawText": "- (1) An operator duly authorised in writing by the relevant authority may, at any reasonable time, enter and survey public land in order to ascertain whether the land is suitable for the operation of the operator's electronic communications network.\n\n- Where, in the exercise of the power conferred by this section,\n\n- (a) damage is caused to land or to chattels; or\n\n- (b) a person is disturbed in the enjoyment of land or chattel, the operator shall make good the damage or pay compensation for the damage to or disturbance of the person whose interest in the land or chattels has been affected.\n\n- An  operator  in  the  inspection  of  land,  installation  of  facilities,  or  maintenance  of facilities shall\n\n- (a) act in accordance with good engineering practice;\n\n- (b) protect the environment;\n\n- (c) protect the safety of persons and property; and\n\n- (d) ensure that the activity as far as practicable does not interfere with the operations of a public utility, road, path, the movement of traffic, or the use of public grounds.",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "medium-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "medium-positive"
      }
    },
    {
      "id": "40-installation-of-facilities-on-private-land-or-buildings",
      "section": 40,
      "title": "Installation of facilities on private land or buildings",
      "plainLanguage": "Network operators need permission from landowners to install and maintain facilities on private property. Landowners must be compensated for access to their land, and the terms of the agreement must be provided to the Authority. Operators must avoid causing damage and cannot interfere with the use of adjoining land, and disputes over compensation or installation can be referred to the Authority.",
      "rawText": "- (1) An operator may install and maintain facilities along, on or over land or in a building and may enter any land or place, maintain a facility and repair or renew a facility on that land or place.\n\n- A network operator who wishes to install a facility on private land or building shall\n\n- (a) obtain the permission of the landowner; and\n\n- (b) pay the mutually agreed compensation to the landowner for the access to the land.\n\n- (c) furnish the Authority with a acopy of the terms mutually agreed upon by the Parties, which shall include provision on duration of the agreement, renewal and decommissioning or removal terms.\n\n- In furtherance of the installation, a network operator\n\n- (a) may lop or trim a tree that in its opinion is likely to damage or obstruct its facility;\n\n- (b) shall avoid causing damage to property or a person and shall pay full compensation for any damage sustained by any person because of the installation; and\n\n- (c) shall not\n\n- (i) place  a  facility  on  private  land  or  in  a  building  in  a  manner  that  interferes  with  or obstructs  any  business  or  cultivation  on  adjoining  land  or the  use  of  adjoining  land  by  the occupier of that land; or\n\n- (ii) lop or trim a tree on the land, if it has not given at least fourteen days written notice to the owner or occupier of the adjoining land or building, specifying the work to be done and advising the owner or occupier of that owner's or occupier's right to give notice of an objection to the Authority.\n\n- An owner or occupier or the agent of an owner or occupier of land or building who receives notice of a network operator's intention to place a facility on the land or building may within fourteen days after receipt of the notice object to the notice by writing to the Authority\n\n- A network operator shall, to the extent feasible, provide access to its facilities to other network  operators  in  accordance  with  section  19  and  shall  co-ordinate  its  installation  or maintenance of facilities on or over private land or in a private building with other operators.\n\n- The rights of an owner of land or property under this section does not limit any other rights or reliefs that the owner has at law.\n\nRadio frequency spectrum management",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "medium-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "medium-positive"
      }
    },
    {
      "id": "41-radio-frequency-spectrum",
      "section": 41,
      "title": "Radio Frequency Spectrum",
      "plainLanguage": "This provision grants the Authority the power to manage and license the radio frequency spectrum for communication and other uses. The Authority must follow international standards and allocate spectrum in a way that promotes efficient use. The Authority will develop a spectrum plan in consultation with users and determine how frequency bands are authorized, potentially through auctions or other methods.",
      "rawText": "- (1)  The  Authority  shall  control,  plan,  administer,  manage  and  license  the  radio frequency spectrum for communications and other purposes that require spectrum.\n\n- The Authority  shall  comply  with  the  applicable  standards  and  requirements  of  the International Telecommunication Union and its Radio Regulations, as agreed to or adopted by the Republic in controlling, planning, administering, managing and licensing the use of the radio frequency spectrum.\n\n- The Authority shall allocate, allot and assign the uses of the radio frequency spectrum of the communications sector in a manner that promotes the economic and orderly utilisation of frequencies by electronic communications networks and services.\n\n- The Authority shall, in cooperation and consultation with the users of the spectrum in the electronic communications sector in the country, develop and adopt a spectrum plan for the allocation of the uses of the spectrum.\n\n- The Authority shall consult bilaterally, regionally and internationally in developing the spectrum plan and in the co-ordination of the use of frequencies.\n\n- The Authority shall make, the spectrum plan available to a member of the public if that member pays the fee specified by the Authority.\n\n- The spectrum plan shall state how the spectrum shall be used and the procedures that the Authority is to use to determine an application for authorisation to use a frequency band for telecommunication services.\n\n- The procedure referred to in subsection (7) may include granting the authorisation for the use of the frequency band\n\n- (a) through auction;\n\n- (b) through tender;\n\n- (c) at a fixed price; or\n\n- (d) based on stated criteria.",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "low-positive"
      }
    },
    {
      "id": "42-allocation-of-frequency-bands",
      "section": 42,
      "title": "Allocation of frequency bands",
      "plainLanguage": "This provision grants the Authority the power to manage radio frequency bands, assigning and reassigning them as needed. Government national security needs are the top priority in these decisions. The Authority can also revoke authorizations if holders don't upgrade to new technologies.",
      "rawText": "- (1) Subject to subsection (2) and despite any frequency authorisation granted by the Authority, the Authority may, in accordance with the spectrum plan, assign and reassign a radio frequency spectrum a frequency band.\n\n- The Authority shall give priority to the needs of the Government in respect of matters of national security in the allocation and re-allocation of a frequency band.\n\n- The Authority may terminate a frequency authorisation if the authorisation holder refuses to migrate to the new technology as a result of change of technology.",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "medium-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "low-negative"
      }
    },
    {
      "id": "43-considerations-for-allocation-of-frequency",
      "section": 43,
      "title": "Considerations for allocation of frequency",
      "plainLanguage": "When deciding how to allocate frequencies, the Authority must consider several factors. These include how the allocation will affect current and future uses of the spectrum, how efficiently the spectrum will be used, and any relevant regional or international agreements and standards. The Authority should also consider any other relevant factors specific to the situation.",
      "rawText": "- (d) any applicable international standards, International Telecommunication Union Treaties and other international agreement; and\n\n- (e) any other relevant matters having regard to the circumstances of the case.",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "low-positive"
      }
    },
    {
      "id": "44-frequency-monitoring-stations",
      "section": 44,
      "title": "Frequency monitoring stations.",
      "plainLanguage": "This provision allows the Authority to operate frequency monitoring stations. These stations will monitor the use of the frequency spectrum. They will also ensure the country adheres to international radio regulations set by the International Telecommunication Union.",
      "rawText": "- The Authority may operate frequency monitoring stations to\n\n- (a) monitor the use of the frequency spectrum; and\n\n- (b) carry  out  a technical  function  necessary  for  fulfilling  the  requirements  of  the  Radio Regulations of the International Telecommunication Union.",
      "relatedImpacts": [],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "neutral"
      }
    },
    {
      "id": "45-harmful-interference",
      "section": 45,
      "title": "Harmful interference",
      "plainLanguage": "This provision prohibits the use of equipment that causes harmful interference, unless it's a matter of national security. The Authority can order someone to stop using equipment if it's causing interference. They can also set limits on when and how the equipment can be used to reduce the interference.",
      "rawText": "- (1) A person shall not operate a facility, terminal equipment or other equipment in a manner that is likely to cause harmful interference except as is necessary on the grounds of national security.\n\n- Where  the Authority  is  of  the  opinion  that  the  use  of  a  facility,  terminal  or  other equipment is likely to cause or has caused or is causing harmful interference, the Authority may\n\n- (a) serve  notice on the person in possession of the facility, terminal equipment or other equipment requiring that person to cease the use of the facility, terminal or equipment within seven days from the date of service of the notice; or\n\n- (b) impose limits as to when the facility, terminal, equipment or other equipment may be used, and whether or not reasonable steps have been taken to minimise the interference.",
      "relatedImpacts": [
        "business"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "low-negative"
      }
    },
    {
      "id": "46-space-segment",
      "section": 46,
      "title": "Space segment",
      "plainLanguage": "This provision mandates that the regulatory Authority must provide fair and equal access to satellite resources when assigning frequencies for electronic communication services. This ensures that all providers have a non-discriminatory opportunity to utilize satellite systems. The goal is to promote equitable access within the satellite communications sector.",
      "rawText": "48. The Authority shall ensure that access to the space segment is made available on a nondiscriminatory and equitable basis in allocating frequency bands for electronic communications services that use satellite systems.\n\nThe National Electronic Communications Numbering Plan",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "medium-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "medium-positive"
      }
    },
    {
      "id": "47-establishment-of-the-national-electronic-communications-numbering-plan",
      "section": 47,
      "title": "Establishment of the National Electronic Communications Numbering Plan",
      "plainLanguage": "This provision requires the Authority to create and manage a National Electronic Communications Numbering Plan. This plan will regulate how numbers are used and assigned for various communication services, including emergency services. The plan will be publicly available and reviewed regularly to ensure it remains up-to-date.",
      "rawText": "- 49.(1) The Authority shall establish, control, and manage a National Electronic Communications Numbering Plan for network and applications services.\n\n- The plan may set out for network and applications services conditions which include\n\n- (a) the use of different numbers for different kinds of service including emergency services;\n\n- (b) the assignment of numbers;\n\n- (c) the transfer of assigned numbers,;\n\n- (d) the use of assigned numbers;\n\n- (e) requirements  for  network  service  providers  and  applications  service  providers  to maintain a plan to assign and reassign numbers;\n\n- (f) the portability of assigned numbers; and\n\n- (g) the rates which may be imposed by the Authority for the assignment and transfer of numbers.\n\n- The Authority shall publish  in the Gazette the National Electronic  Communications Numbering Plan which shall specify\n\n- (c) restrictions that the Authority considers appropriate for all other uses to which numbers available for allocation in accordance with the plan may be put.\n\n- The Authority shall periodically but in any case within two years review the National Electronic Communications Numbering Plan.\n\n- Subject to subsection (3), the Authority shall publish the plan on its website and in any other manner that appears to the Authority to be appropriate to bring the contents of the plan to the attention of the general public.\n\n## Terminal equipment and technical standards",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "low-positive"
      }
    },
    {
      "id": "48-terminal-equipment",
      "section": 48,
      "title": "Terminal equipment",
      "plainLanguage": "This section states that all devices connecting to public electronic networks must be certified by the Authority to ensure they are safe, compatible, and meet environmental standards. The Authority can also recognize certifications from other countries. Certified equipment must be labeled, and the sale of devices designed to bypass the law is prohibited. The Authority will also determine how terminal equipment and accessories are provided and charged to consumers.",
      "rawText": "- (1)  Any  terminal  equipment  sold  or  otherwise  provided  in  this  country  may  be connected to a public electronic communications network if the Authority certifies that the terminal equipment\n\n- (a) is safe for the user;\n\n- (b) is  in  compliance  with  international  standards,  and  environmental,  health  and  safety standards including standards for electromagnetic radiation and emissions;\n\n- (c) meets  the  requirements  of  electromagnetic  compatibility  provisions  of  international treaties relating to electronic communications;\n\n- (d) does not pose a risk of physical harm to the network;\n\n- (e) effectively  utilises  the  electromagnetic  spectrum  and  prevents  interference  between satellite and terrestrial-based systems and between terrestrial systems; and\n\n- (f) is compatible with the network.\n\n- The Authority, in certifying terminal equipment under subsection (1), may recognise similar approvals from other jurisdictions that it may specify.\n\n- Terminal  equipment  certified  under  this  section  shall  bear  labels  or  other  markings determined by the Authority.\n\n- The Authority  may  regulate,  prohibit  the  sale  or  other  distribution  or  connection  of terminal equipment or other device that is provided in the country primarily for the purposes of circumventing, or facilitating the circumvention of a requirement of this Act.\n\n- After  the  commencement  of  this  Act,  the  Authority  shall,  as  soon  as  reasonably practicable,  specify  the  means  by  which  terminal  equipment  and  other  accessories  shall  be provided and charged to users separately for the provision of public electronic communications services.",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "low-positive"
      }
    },
    {
      "id": "49-technical-standards",
      "section": 49,
      "title": "Technical standards",
      "plainLanguage": "This provision allows licensees to use their own technical standards if they meet international guidelines. However, the Authority can also set mandatory technical standards through regulations. These regulations may include safety limits for electromagnetic compatibility, which the Authority must enforce for authorized equipment.",
      "rawText": "51.(1)  Licensees  and  authorisation  holders  may  implement  technical  standards  that  they consider appropriate and which are in conformity with accepted international standards.\n\n(2) Despite  subsection  (1),  the  Authority  may  identify,  adopt  or  establish  and  require conformance to such technical standards as may be prescribed by Regulation, specify technical standards in Regulations or where necessary, require conformity to a stated standard.\n\n(3) Such  regulations  may  contain  safety  limits  for  electromagnetics  compatibility  and  the Authority shall ensure that electronic communication equipment authorised for use is within the safety limits set by the Authority.\n\nTesting and inspection\n\n- (a) an electronic communications network;\n\n- (b) the  use  of  the  spectrum  for  which  the  licence,  special  licence  or  the  frequency authorisation has been granted;\n\n- (c) the operation of equipment or works carried out in relation to the network;\n\n- (d) the  use  of  the  licensee's  or  special  licensee's  electronic  communications  network or service;\n\n- (e) operational and financial information; or\n\n- (f) other information the Authority may consider relevant.",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "low-positive"
      }
    },
    {
      "id": "50-pre-installation-testing",
      "section": 50,
      "title": "Pre-installation testing",
      "plainLanguage": "This provision allows the Authority to test communication equipment before installation to ensure it meets legal and regulatory standards. The Authority can mandate specific testing procedures. However, the Authority can skip testing if the equipment already has international certification, provided they consult with the licensee.",
      "rawText": "- (1) The Authority shall determine whether terminal equipment or any other equipment fulfils the criteria stipulated in this Act or Regulations in order to certify or approve the terminal equipment or other equipment to be installed or used for the network or service of\n\n- (a) a public electronic communications network;\n\n- (b) a public electronic communications service; or\n\n- (c) a broadcasting service.\n\n- In order to make the determination, the Authority may require that the equipment be tested in a manner that it may specify.\n\n- The  Authority  may  waive  the  requirement  for  testing  after  consultation  with  the licensee, special  licensee or authorisation  holder, if  it  satisfied that the equipment has  been certified in accordance with international standards.",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "medium-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "medium-positive"
      }
    },
    {
      "id": "51-standards-for-testing",
      "section": 51,
      "title": "Standards for testing",
      "plainLanguage": "This provision mandates that tests follow international standards and any additional standards set by the governing authority. This ensures that testing procedures are consistent and reliable. The specific standards will be detailed in the authority's regulations.",
      "rawText": "54.A test under section 53 shall be conducted in accordance with international standards and other standards prescribed by the Authority in Regulations.",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "low-positive"
      }
    },
    {
      "id": "52-entry-search-and-inspection",
      "section": 52,
      "title": "Entry, search and inspection",
      "plainLanguage": "This provision grants the Authority's officers the power to enter and inspect locations related to electronic communications to ensure compliance. They can test equipment, review documents, and seize items if they suspect violations of the law or license conditions. Seized equipment can be retained for investigation and may be disposed of if it's no longer needed and its return isn't in the public's interest. The Authority can be accompanied by a police officer during these inspections.",
      "rawText": "- (1) An authorised officer of the Authority may enter a place, vehicle, vessel, aircraft, or other  contrivance  from  which  electronic  communications  network or service  is  operated or provided, or from which a person is using a spectrum for telecommunications at a reasonable time and\n\n- (a) test  equipment  or  an  article  found  in  the  place,  vehicle,  vessel,  aircraft  or  other contrivance  which  is  used  or  intended  to  be  used  to  operate  an  electronic  communications network, provide electronic communications service or which uses a spectrum;\n\n- (b) examine  the  records  or  other  documents  related  to  the  operation  of  the  electronic communications network, the provision of the electronic communications service or the use of the spectrum;\n\n- (c) search for equipment, articles, books, records or documents that may provide evidence of\n\n- (i) contravention of this Act or of Regulations; or\n\n- (ii) breach of a condition of the licence or frequency authorisation where necessary with the assistance of any other person authorised for the purpose by the Authority;\n\n- (d) require the owner or person in charge of the place, vehicle, vessel, aircraft, or other contrivance to give the authorised officer the reasonable assistance required for the examination or search of the place, vehicle, vessel, aircraft or other contrivance; and\n\n- In furtherance of subsection (1), the personnel of the Authority may be accompanied by a police officer.\n\n- A licensee or authorisation holder shall produce the licence or frequency authorisation for inspection on request by an authorised officer of the Authority.\n\n- Any  equipment  seized  or  confiscated  under  subsection  (1),  paragraph  (e)  shall  be retained by the Authority for purpose of investigation, enforcement or legal proceedings.\n\n- The Authority shall not be required to return seized equipment where\n\n- (a) the return would constitute an ongoing violation of the law; or\n\n- (b) the  equipment  poses  a  risk  to  public  safety,  security,  or  regulatory  risk,  as  may  be determined by the Authority.\n\n- Where an equipment has been retained by the Authority for a period of at least twelve (12) months, the Authority may, after conducting an administrative review and determining that the equipment is no longer required for investigation, enforcement , regulatory purposes or  legal  proceedings,  and  that  its  continued  retention  or  return  is  not  in  the  public  interest, dispose of the equipment in a manner determined by the Authority.\n\n## Enforcement powers of the Authority",
      "relatedImpacts": [
        "innovation",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "low-negative",
        "freedomOfSpeech": "neutral",
        "privacy": "medium-negative",
        "business": "low-negative"
      }
    },
    {
      "id": "53-enforcement-powers-of-the-authority",
      "section": 53,
      "title": "Enforcement powers of the Authority",
      "plainLanguage": "This section details the Authority's powers to enforce regulations. It can demand documents, secure search warrants, summon witnesses, and issue orders to stop violations. The Authority can also fine licensees for non-compliance and order them to compensate affected parties.",
      "rawText": "- (1) The Authority may in furtherance of its functions\n\n- (a) require the production of a document and information by a licensee;\n\n- (b) apply  to  a  District  Magistrate  for  a  warrant  authorising  the  Authority  or  any  other person named in the warrant\n\n- (i) to search premises and to break open and search any cupboard, drawer, container or other receptacle, whether a fixture or not, in the premises, and\n\n- (ii) to take possession of, or secure against interference, any book which appears to be a book which the Authority has asked to be produced, if the Authority has reasonable grounds to believe that a document it has requested to be produced is on any premises but has not been produced,\n\n- (c) require attendance and examination of a witness;\n\n- (d) issue restraining orders in the event of a breach of a condition of a licence;\n\n- (e) impose a pecuniary penalty on a licensee for breach of a condition of a licence; and\n\n- (f) assess and award damages to be paid by a licensee to a third party injured as a result of the breach by the licensee of the licence conditions.\n\n- The powers conferred under subsection (1) are in addition to, and not in derogation of, any other powers conferred by the Criminal and Other Offences (Procedure) Act, 1960 (Act 30) that relate to the search of premises.\n\n- In this section 'premises' includes any structure, building, place, aircraft, vehicle or vessel.\n\n- The Authority shall specify by periodic notices in the Gazette and on its website the circumstances under which a pecuniary penalty and other penalties may be imposed and the basis on which they may be calculated.\n\nOffences",
      "relatedImpacts": [
        "innovation",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "low-negative",
        "business": "low-negative"
      }
    },
    {
      "id": "54-offences",
      "section": 54,
      "title": "Offences",
      "plainLanguage": "This section defines several illegal activities related to electronic communications, such as providing services without a license, interfering with communications, or unlawfully accessing transmitted data. Penalties for these offenses include fines and imprisonment. The law also addresses specific offenses related to SIM cards and allows for authorized interception of communications by network operators under certain circumstances.",
      "rawText": "- (c) provides  electronic  communications  service  without  a  licence  where  a  licence  is required for that service;\n\n- (d) intentionally or negligently  uses  equipment in a manner  that causes harmful interference;\n\n- (e) intentionally  or  negligently  obstructs  or  interferes  with  the  sending,  transmission, delivery or reception of communication;\n\n- (f) intercepts  or  procures  another  person  to  intercept,  without  the  authorisation  of  the provider or user, or a court order, or otherwise obtains or procures another person to obtain, unlawful access to communication transmitted over electronic communications network;\n\n- (g) uses, or attempts to use, the content of any communication, knowing or having reason to  believe  that  the  content  was  obtained  through  unlawful  interception  or  access  under paragraph (e),\n\n- (h) is  not  the  sender  or  intended  recipient  of  a  transmitted  message  or  data  but  who interferes  with,  alters  or  modifies,  diverts,  unlawfully  discloses  or  decodes  the  transmitted message or data, or facilitates the commission of these act,\n\n- (i) steals a transmitted message or data;\n\n- (j) sells;\n\n- (i) or manufactures any system, equipment, card, plate or other device; or\n\n- (ii) offers for sale, produces, distributes electronic communication service, without licence; or\n\n- (k) wilfully obstructs, hinders, molests or assaults personnel of the Authority duly engaged in the exercise of power conferred on the Authority under this   Act or the National Communications Authority Act, 2025 (Act…), commits an offence and is liable on summary conviction to a fine of not more than three thousand penalty units or to a term of imprisonment of not more than five years or to both.\n\n- Where an offence is committed by a corporate entity that entity is liable to a fine of not more than nine thousand penalty units and each director of that entity shall be deemed to have committed the offence.\n\n- Despite  subsection  (1),  the  Authority  may,  where  a  person  has  breached  this  Act,  or Regulations or where a licensee, a special licensee or an authorisation holder has breached a condition contained in its li cence, special licence or frequency authorisation\n\n- (a) warn the person, licensee, special licensee or authorisation holder;\n\n- (b) issue a cease and desist order;\n\n- (c) apply to the High Court for\n\n- (i) an injunction to restrain the person, licensee, special licensee or authorisation holder from continuing the breach; or\n\n- (ii) other appropriate order to enforce compliance with this Act;\n\n- (d) propose amendments to the licence or frequency authorisation in accordance with this Act;\n\n- (e) suspend or terminate the licence or frequency authorisation in accordance with this Act; or\n\n- (f) take any other action that it considers appropriate and that is not contrary to this Act or the National Communications Authority Act, 2025(Act …).\n\n- Despite  subsection  (1),  a  network  operator  or  service  provider  may  intercept  any communication that is transmitted over its network or service,\n\n- (a) if the interception is required to\n\n(iv) protect the network or service from harm;\n\n- (v) protect users; or\n\n(vi) protect other network operators or service providers from the fraudulent use of their networks or services;\n\n(b) in furtherance of a Court order; or\n\n(c) in compliance with an executive instrument issued by the President.\n\n5. (1) A person who uses a subscriber identity module (SIM) or user identity module (UIM) for terminating an international call on any network in Ghana as a local call, commits an offence and is liable on summary conviction to a fine of not more than three thousand penalty units for each  SIM or  UIM  used  in  terminating  the  international  call  as  a  local  call  or  to  a  term  of imprisonment of not more than five years or to both.\n\n(2) Any  person  who  deals  in  a  pre-registered  subscriber  identity  module  or  user  identity' module, commits an offence and is liable on summary conviction to a fine of not more than three thousand penalty' units or to a term of imprisonment of not more than five years or to both.\n\n(3)  For  the  purposes  of  this  section,  a  'pre-registered  subscriber  identify'  module  or  user identity' module\"' means a module that has been registered with the data of a person other than the person who finally acquires the module for use on a network except as permitted by law.",
      "relatedImpacts": [
        "innovation",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "medium-negative",
        "freedomOfSpeech": "neutral",
        "privacy": "medium-negative",
        "business": "medium-negative"
      }
    },
    {
      "id": "55-giving-false-information",
      "section": 55,
      "title": "Giving false information",
      "plainLanguage": "This provision makes it a crime to give false or misleading information to the Authority. Those found guilty may face a fine between two thousand and five thousand penalty units. They could also be imprisoned for up to three years, or both fined and imprisoned.",
      "rawText": "58. A  person  who  intentionally  or  negligently  gives  false  or  misleading  information  to  the Authority, concerning matters relating to the objects and functions of the Authority, commits a crime and is liable on summary conviction to fine of not less than two thousand penalty units and not more than five thousand penalty units, or to a term of imprisonment of not more than three years, or to both.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "high-negative",
        "freedomOfSpeech": "medium-negative",
        "privacy": "neutral",
        "business": "high-negative"
      }
    },
    {
      "id": "56-false-signals",
      "section": 56,
      "title": "False signals",
      "plainLanguage": "This provision makes it a crime to knowingly send false emergency or identification signals. Individuals found guilty of this offense could face a fine of up to three thousand penalty units, a prison sentence of up to five years, or both. This aims to prevent the misuse of emergency systems and the waste of resources on false alarms.",
      "rawText": "59.  A  person  who  knowingly  transmits  or  circulates  false  or  deceptive  distress,  safety  or identification signals commits an offence and is liable on summary conviction to a fine of not more than three thousand penalty units or to a term of imprisonment of not more than five years, or both.",
      "relatedImpacts": [],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "neutral"
      }
    },
    {
      "id": "57-false-communications",
      "section": 57,
      "title": "False communications",
      "plainLanguage": "This provision makes it a crime to knowingly send false or misleading electronic communications that could interfere with life-saving services or endanger people's safety. Individuals are expected to verify the accuracy of their communications before sending them. However, network operators and service providers are exempt from this verification requirement.",
      "rawText": "60.  (1) A  person  who  by  means  of  electronic  communications  service,  knowingly  sends  a communication which is false or misleading and likely to prejudice the efficiency of life saving service or to endanger the safety of any person, ship, aircraft, vessel or vehicle commits an offence and is liable on summary conviction to a fine of not more than three thousand penalty units or to a term of imprisonment of not more than five years or to both.\n\n(2)A person is taken to know that a communication is false or misleading if that person did not take reasonable steps to find out whether the communication was false, misleading, reckless or fraudulent.\n\n(3)Subsection (2) does not apply to the operator or provider of a network or service over which a communication is sent.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "low-negative",
        "freedomOfSpeech": "low-negative",
        "privacy": "neutral",
        "business": "low-negative"
      }
    },
    {
      "id": "58-damage-to-equipment",
      "section": 58,
      "title": "Damage to equipment",
      "plainLanguage": "This provision makes it a crime to damage or interfere with communication equipment or infrastructure, including things like computers and switches used for electronic communications. If someone recklessly, intentionally, or negligently damages these facilities, they can be fined up to three thousand penalty units, imprisoned for up to five years, or both. This aims to protect vital communication networks and services from disruption.",
      "rawText": "61. A person who",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "low-positive"
      }
    },
    {
      "id": "59-recovery-of-civil-debt",
      "section": 59,
      "title": "Recovery of civil debt",
      "plainLanguage": "This provision makes individuals convicted of offenses under this law financially liable for damages they cause to computer systems or related equipment. They must pay for the repair, restoration, or replacement of damaged property. The costs can be recovered through a civil lawsuit.",
      "rawText": "62. Without limits to the rights that a person may have at law, a person convicted of an offence under  this  Act  is  liable  for  the  expenses  reasonably  incurred  in  the  repair,  restoration  or replacement of a computer, switch or other facility damaged, removed or destroyed by that person and the expenses are recoverable as a civil debt.",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "low-positive"
      }
    },
    {
      "id": "60-confidentiality-and-disclosure-of-personal-information",
      "section": 60,
      "title": "Confidentiality and disclosure of personal information",
      "plainLanguage": "This provision makes it a crime to intentionally reveal communications obtained illegally or to misuse personal information against the law. Those found guilty could face a fine, jail time, or both. This aims to protect personal information and deter unauthorized access and disclosure.",
      "rawText": "- A person who intentionally\n\n- (a) discloses communication which that person knows was obtained in contravention of this Act; or\n\n- (b) uses or discloses personal information in contravention of this Act commits an offence and is liable on summary conviction to a fine of not more than one thousand five hundred penalty units or to a term of imprisonment of not more than four years or both.",
      "relatedImpacts": [
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "high-positive",
        "business": "low-negative"
      }
    },
    {
      "id": "61-re-programming-mobile-telephones",
      "section": 61,
      "title": "Re-programming mobile telephones",
      "plainLanguage": "This provision makes it a crime to alter or disrupt the unique identification number of a mobile phone. The law does not apply to phone manufacturers or those acting with their permission. Violators may face fines up to a significant amount and/or a prison sentence of up to five years.",
      "rawText": "- (1) A person commits an offence if that person\n\n- (a) changes a unique device identifier; or\n\n- (b) interferes with the operation of a unique device identifier.\n\n- For the purposes of this section, a unique device identifier is an electronic equipment identifier which is unique to a mobile wireless communications device.\n\n- A person does not commit an offence under this section if that person\n\n- (a) is the manufacturer of the device; or\n\n- (b) does an act mentioned in subsection (1) with the written consent of the manufacturer of the device.\n\n- A person who commits an offence under this section is liable on summary conviction to a fine of not more than three thousand penalty units or a term of imprisonment of not more than five years or to both.",
      "relatedImpacts": [
        "innovation",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "low-negative",
        "freedomOfSpeech": "neutral",
        "privacy": "low-positive",
        "business": "medium-negative"
      }
    },
    {
      "id": "62-possession-or-supply-of-a-device-for-re-programming-purposes",
      "section": 62,
      "title": "Possession or supply of a device for re-programming purposes",
      "plainLanguage": "This provision makes it a crime to possess a device that can change a device's unique identifier if there's reason to believe it will be used unlawfully. It also prohibits supplying such a device if the supplier knows the recipient intends to use it for illegal activities. Violators may face fines, imprisonment, or both.",
      "rawText": "- (1) A person commits an offence if\n\n- (a) that person has custody or control of a device which may be used to change or interfere with the operation of a unique device identifier; and\n\n- (b) there is reason to believe that that person intends to use the implement or device for an unlawful purpose or to allow it to be used for an unlawful purpose.\n\n- A person commits on offence if that person\n\n- (a) supplies or offers to supply an implement or device which may be used for the purpose of changing or interfering with the operation of a unique device identifier; and\n\n- (b) ought to know that the person to whom the offer to supply the implement or device is made intends to use it unlawfully or to allow it to be used unlawfully.\n\n- A person who commits an offence under this section is liable on summary conviction, to a fine of not more than one hundred and twenty-five penalty units or to imprisonment for a term of not more than six months or both.\n\n- (a) an  individual  licence,  licence, special  licence or frequency authorisation or renewal; and\n\n- (b) a  document that it  makes available to a member of the public or any service that it provides.\n\n- Except  as  provided  under  this  section,  fees  charged  by  the  Authority  shall  be commensurate with the cost of\n\n- (a) carrying out the functions of the Authority under this Act;\n\n- (b) administering the licence, special licence or  frequency authorisation; and\n\n- (c) providing the service for which the fee is charged.\n\n- The fee for an individual licence may also be commensurate with the economic value of the licence.\n\n- Where the cost of a licence fee may be a deterrent to rapid investment or development, the Authority may waive the fee or impose only a nominal fee for specialised operators serving rural and low income communities or implementing development objectives consistent with national policy.\n\n- The fees shall be published on the website of the Authority.",
      "relatedImpacts": [
        "innovation",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "low-negative",
        "freedomOfSpeech": "neutral",
        "privacy": "medium-positive",
        "business": "low-negative"
      }
    },
    {
      "id": "63-recovery-of-fees",
      "section": 63,
      "title": "Recovery of fees",
      "plainLanguage": "This provision allows the Authority to recover unpaid fees, penalties, or levies as a civil debt through the High Court. Additionally, a fine of 1.5% per month is imposed on any unpaid amount after the due date. This ensures that the Authority has a legal mechanism to collect outstanding payments and discourages late payments through financial penalties.",
      "rawText": "67. (1) A fee, penalty or other levy payable to the Authority under this Act, if not paid within the stipulated time, shall  become a civil debt and may be recovered by the Authority in the same manner as a judgment of the High Court.\n\n(2)  Without  limiting  subsection  (1),  a  person  who  fails  to  pay  a  fee,  penalty  or  other  levy payable to the Authority within the stipulated time is liable to pay to the Authority a fine of one and a half percent of the amount due for each month or part of a month after the stipulated time that the fee, penalty or other levy remained unpaid.\n\n## Resolution of disputes",
      "relatedImpacts": [],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "neutral"
      }
    },
    {
      "id": "64-authority-to-establish-a-dispute-resolution-process",
      "section": 64,
      "title": "Authority to establish a dispute resolution process",
      "plainLanguage": "This provision directs the Authority to create a structured process for resolving disputes using methods like mediation and arbitration. This process will address disagreements between network operators, service providers, utility providers, and consumers. Parties must attempt to resolve their issues through this process before pursuing court action. The Authority is also required to publish annual statistics on dispute resolutions and enforcement outcomes.",
      "rawText": "68. (1) The Authority shall establish a structured dispute resolution mechanism that includes mediation, arbitration, and administrative adjudication.\n\n(2)The  Authority  shall  publish  annual  statistics  on  disputes  resolved  and  enforcement outcomes.\n\n(3)The Authority shall establish a dispute resolution process to resolve\n\n- (a) a dispute between or among different network operators or service providers,\n\n- (b) a dispute between a network operator or service provider and a utility provider, and\n\n- (c) a dispute between a network operator or service provider and a consumer.\n\n- Anyone or more of the parties to a dispute may refer the dispute to the Authority or for settlement by any alternative dispute resolution mechanism.\n\n- Where  parties  to  a  dispute  that  relates  to  electronic  communications  agree  that  the dispute is to be settled by\n\n- (a) the dispute resolution committee established under section 69, or\n\n- (b) any alternative dispute resolution mechanism,\n\nthe parties shall not institute an action in court until the disoute resolution procedure has been exhausted.\n\n- The Committee shall expeditiously investigate and hear any matter which is brought before it.\n\n- The Authority shall determine the period within which disputes may be settled.\n\n- The Committee may require evidence or arguments to be presented in writing and may decide the matters upon which it will hear oral evidence or written arguments.\n\n- A party to a dispute may appear at the hearing and may be represented by a lawyer or another person of that person's choice.",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "medium-positive"
      }
    },
    {
      "id": "65-powers-of-the-committee",
      "section": 65,
      "title": "Powers of the committee",
      "plainLanguage": "This provision grants the Dispute Resolution Committee the authority to gather evidence and enforce compliance during dispute resolution. It can summon witnesses, examine them under oath, and demand documents. The committee also has the power to refer individuals to the High Court if they are in contempt of the committee's proceedings.",
      "rawText": "- (1) The Dispute Resolution Committee may\n\n- (a) issue summons to compel the attendance of witnesses,\n\n- (b) examine witnesses on oath, affirmation or otherwise,\n\n- (c) compel the production of documents, and\n\n- (d) refer a person for trial at the High Court for contempt.\n\n- A summons issued by the Committee shall be under the hand of the Secretary of the Authority.",
      "relatedImpacts": [
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "low-negative",
        "business": "low-positive"
      }
    },
    {
      "id": "66-resolution-of-referred-disputes",
      "section": 66,
      "title": "Resolution of referred disputes",
      "plainLanguage": "When settling a dispute, the Committee can clarify the rights and responsibilities of those involved. It can also issue temporary orders or awards during the resolution process. The Committee can also provide instructions to help resolve the matter.",
      "rawText": "- The Committee may, in settling a dispute\n\n- (a) make a declaration setting out the rights and obligations of the parties to the dispute,\n\n- (b) make provisional or interim orders or awards related to the matter or part of the matter, or give directions in furtherance",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "low-positive"
      }
    },
    {
      "id": "67-of-the-hearing",
      "section": 67,
      "title": "of the hearing,",
      "plainLanguage": "This section grants the hearing authority the power to dismiss unimportant cases, require a party to cover the costs of the other party in certain situations, and provide instructions for the hearing. This ensures the hearing process is efficient and addresses relevant issues appropriately. The authority can also take necessary actions to facilitate the hearing and reach a determination.",
      "rawText": "- (c) dismiss or refrain from hearing or determining a matter in whole or in part if it appears that the matter or part of the matter, is trivial or vexatious or that further proceedings are not necessary or desirable in the public interest,\n\n- (d) in appropriate circumstances, order any party to pay the reasonable costs and expenses of another party, including the expenses of witnesses and fees of lawyers, in bringing the matter before the Authority, and\n\n- (e) generally give directions and do anything that is necessary or expedient for the hearing and determination of the matter.\n\nElectronic Communications Tribunal",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "low-positive"
      }
    },
    {
      "id": "68-establishment-of-the-electronic-communications-tribunal",
      "section": 68,
      "title": "Establishment of the Electronic Communications Tribunal",
      "plainLanguage": "This provision creates the Electronic Communications Tribunal to handle appeals related to decisions made by the Authority or its Dispute Resolution Committee. The tribunal will review decisions, orders, and licensing matters under the relevant laws and regulations. It will be formed temporarily as needed to address specific cases.",
      "rawText": "- There is established an appeal tribunal to be called the Electronic Communications Tribunal which shall be convened on an ad-hoc basis to consider appeals against\n\n- (a) decisions  or  orders  made  by  the Authority  or  to  review  a  particular  matter  under  a licence, this Act or Regulations, and\n\n- (b) decisions of the Dispute Resolution Committee of the Authority.",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "medium-positive"
      }
    },
    {
      "id": "69-composition-of-the-tribunal",
      "section": 69,
      "title": "Composition of the Tribunal",
      "plainLanguage": "The Tribunal will be composed of a chairperson (either a retired judge or a lawyer with telecommunications experience) and two other members with expertise in relevant fields like engineering, law, or economics. The Minister appoints all members, as well as a registrar and other necessary staff. The Tribunal will operate on an ad-hoc basis, with its expenses covered by the Authority's budget, and members/staff will be paid only for hearing cases.",
      "rawText": "- (1)'The members of the Tribunal shall be appointed by the Minister and shall consist of (a) a chairperson who is either a retired Justice of the Superior Court or a lawyer of at least fifteen  years  standing  who  has  experience  in  telecommunication  law,  policy,  regulations  or arbitration, and\n\n- The Tribunal shall sit on an ad-hoc basis, and the expenses incurred by the Tribunal shall be charged to the income of the Authority and included as part of the Authority's annual budget.\n\n- ( 4 ) Members and staff of the Tribunal shall be entitled to remuneration only for sittings held for the hearing and determination of cases.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "low-negative",
        "privacy": "low-negative",
        "business": "medium-positive"
      }
    },
    {
      "id": "70-rules-of-procedure-of-the-tribunal",
      "section": 70,
      "title": "Rules of procedure of the Tribunal",
      "plainLanguage": "This provision mandates the creation of rules for how the Tribunal operates. The Board is responsible for drafting proposed rules, which then need approval from a panel within the Tribunal. Once approved, these rules will be officially established through Regulations. This ensures the Tribunal has a clear and defined process for its proceedings.",
      "rawText": "74.(1) The Board shall, within thirty days of the commencement of this Act, prepare proposals for rules of procedure for the Tribunal.\n\n(2)The proposals shall be approved by a panel of the Tribunal specifically convened for the purpose.\n\n(3)The  Board  shall  by  legislative  instrument  make  Regulations  under  this Act  which  shall prescribe the approved rules.",
      "relatedImpacts": [],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "neutral"
      }
    },
    {
      "id": "71-right-of-appeal",
      "section": 71,
      "title": "Right of appeal",
      "plainLanguage": "This provision grants individuals the right to appeal decisions from the Authority or Dispute Resolution Committee to the Tribunal. To appeal, a notice must be sent within 28 days, detailing the decision, its legal basis, and reasons for the appeal. The Tribunal will then meet within a month to review the appeal.",
      "rawText": "- 75.(1) A person affected by a decision of the Authority or the Dispute Resolution Committee may appeal against it by sending a notice of appeal to the Tribunal in accordance with the rules of procedure of the Tribunal.\n\n- The notice of appeal must be sent within twenty-eight days after the date the decision that is being appealed against is announced or received.\n\n- The appellant shall set out in the notice of appeal\n\n- (a) the decision appealed against,\n\n- (b) the provision under which the decision appealed against was taken, and\n\n- (c) the grounds of appeal.\n\n- Within one month after receipt of a notice of appeal the Tribunal shall be convened to consider the appeal.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "low-positive",
        "privacy": "low-positive",
        "business": "medium-positive"
      }
    },
    {
      "id": "72-decisions-of-the-tribunal",
      "section": 72,
      "title": "Decisions of the Tribunal",
      "plainLanguage": "This section describes what the Tribunal can do after hearing an appeal, including overturning, modifying, or upholding the original decision. If the Tribunal modifies a decision, it can set specific conditions. The Tribunal can also consider input from outside parties. A Tribunal's final decision carries the same weight as a High Court ruling.",
      "rawText": "- 76.(1) The Tribunal, after hearing the appeal may\n\n(a)quash the decision,\n\n(b)allow the appeal in whole or in part, or\n\n(c)dismiss the appeal and confirm the decision of the Authority.\n\n(2)If the Tribunal allows the appeal in part, it may vary the decision of the Authority in any manner and subject to any conditions or limitations that it considers appropriate to impose.\n\n(3)The Tribunal may take into account any submissions filed by a person acting as a friend of the Tribunal in reaching a decision on an appeal brought before it.\n\n- A decision of the Tribunal has the same effect as a judgement of the High Court.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "high-positive",
        "freedomOfSpeech": "medium-positive",
        "privacy": "medium-positive",
        "business": "high-positive"
      }
    },
    {
      "id": "73-appeals-against-the-decisions-of-the-tribunal",
      "section": 73,
      "title": "Appeals against the decisions of the Tribunal",
      "plainLanguage": "If someone disagrees with a Tribunal's decision, they can appeal to the Court of Appeal, but only on legal grounds. The appeal must be filed within 90 days of the original decision, and this deadline cannot be extended. This ensures that appeals are focused on legal correctness and are handled in a timely manner.",
      "rawText": "- (1) A  party  dissatisfied  with  a  decision  of  the  Tribunal  may  appeal  to  the  Court  of Appeal.\n\n- An appeal under this section shall relate only to a point of law arising from the decision of the Tribunal.\n\n- An appeal shall be made within ninety days after the decision of the Tribunal and there shall be no extension of time.\n\n## General provisions",
      "relatedImpacts": [
        "business"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "low-positive"
      }
    },
    {
      "id": "74-business-operation-rates",
      "section": 74,
      "title": "Business operation rates",
      "plainLanguage": "This provision describes how fees are set for telecommunications companies. District Assemblies decide the business rates these companies pay within their area, with approval from a higher authority. Separately, permit fees for building towers and masts are determined by a group of agencies including the Environmental Protection Agency and the District Assembly, also requiring approval from the Authority.",
      "rawText": "- (1) A district assembly shall with the approval of the Authority determine the rate to be paid by a network operator or service provider in respect of its business within the district.\n\n- The  Environmental  Protection Authority,  the  District Assembly,  the  Ghana Atomic Energy Commission and the Civil Aviation Authority shall with the approval of the Authority determine the rate to be paid by a network operator or service provider in respect of charges related to the granting of permits for the erection of towers and masts.",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "medium-negative",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "medium-negative"
      }
    },
    {
      "id": "75-levy-on-installed-equipments",
      "section": 75,
      "title": "Levy on installed equipments",
      "plainLanguage": "This provision prohibits imposing any new taxes or fees on the equipment that network operators and service providers use. This equipment includes things like cell towers, routers, and servers. The aim is likely to reduce the financial burden on these companies and potentially encourage investment in network infrastructure.",
      "rawText": "80.A  levy  shall  not  be  imposed  on  installed  equipment  of  a  network  operator  or  service provider.",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "medium-positive"
      }
    },
    {
      "id": "76-forbearance",
      "section": 76,
      "title": "Forbearance",
      "plainLanguage": "This provision allows the Authority to temporarily waive or relax regulations on electronic communications networks or spectrum use if it benefits the country. The Authority must announce its intention to do so publicly before making a final decision. Any decision to abstain can be appealed to the Tribunal.",
      "rawText": "- (1) The Authority may refrain, in whole or in part and conditionally or unconditionally, from  the  exercise  of  any  power  or  the  discharge  of  any  duty  under  this Act  in  relation  to electronic  communications  network  or  service,  or  use  of  spectrum  by  a  person  where  the Authority finds that to be in the interest of the Republic.\n\n- Before determining to refrain from the exercise of any power or the discharge of any duty, the Authority shall publish the matter for decision in the Gazette.\n\n- A  decision  of  the Authority  under  this  section  may  be  the  subject  of  appeal  to  the Tribunal.",
      "relatedImpacts": [
        "innovation",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "medium-negative",
        "freedomOfSpeech": "neutral",
        "privacy": "medium-negative",
        "business": "medium-negative"
      }
    },
    {
      "id": "77-communications-during-a-state-of-emergency",
      "section": 77,
      "title": "Communications during a state of emergency",
      "plainLanguage": "During a state of emergency, communication operators must prioritize government requests for national security. Service providers can adapt their services for emergency communications if regular services are disrupted. Operators must also collaborate on plans for maintaining communication services during major disruptions. In the event of a declared war, the President can take direct control of electronic communications.",
      "rawText": "- (1) Where a state of emergency is declared under Article 31 of the Constitution or another law, an operator of communications or mass communications systems shall give priority to requests and orders for the transmission of voice or data that the President considers necessary in the interest of national security and defence.\n\n- A service provider may, if facilities are disrupted as a result of force majeure or during a period of emergency, use its service for emergency communications in a manner other than specified in its licence or in the applicable regulations.\n\n- The use of a service for emergency communications shall be discontinued when normal telecommunication  services  are  again  available  or  when  the  special  use  of  the  facilities, equipment or service is terminated by the President.\n\n- Where  the  President  requires  a  licensee  or  special  licensee  to  give  priority  to communications of  the  Government, the  communications  shall  have  priority  over  all  other communications  but  be  in  accordance  with  the  International  Telecommunications  Union Treaties.\n\n- A network operator or service provider shall develop and cooperate in the development and  implementation  of  plans  for  operating  networks  and  providing  services  during  force majeure  and  periods  of  serious  and  substantial  interruption  in  the  provision  of  electronic communications services.\n\n- The President may assume direct control of the electronic communications services and issue operating regulations in the event of a war declared according to law.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "low-negative",
        "freedomOfSpeech": "high-negative",
        "privacy": "high-negative",
        "business": "high-negative"
      }
    },
    {
      "id": "78-regulations",
      "section": 78,
      "title": "Regulations",
      "plainLanguage": "This section allows the Minister, guided by the Authority, to create regulations for broadcasting and electronic communications. These regulations address issues like customer complaints, licensing, and emergency communications. The Authority must publish these regulations online, and violations can result in fines.",
      "rawText": "84.(1)  The  Minister  may,  on  the  advice  of  the Authority,  by  legislative  instrument  make Regulations generally to give effect to the provisions of this Act and shall in particular, make Regulations in relation to\n\n  - (a) the procedure to be applied by a provider of a broadcasting service or a broadcasting organisation in relation to claims and complaints by customers;\n\n  - (b) the  procedures  for  the  administrative  adjudication,  mediation  or  arbitration  of disputes between operators and their subscribers;\n\n  - (c) the determination of breaches of the Regulations or conditions of the frequency authorisation and the nature of sanctions, impositions, warnings and other   penalties in respect of the breaches. ;\n\n  - (d) the  issue,  conditions,  duration,  suspension  or  revocation  of  licences  for  electronic communications service, as well as  frequency assignments and other authorisations relating to these services;\n\n  - (e) interconnection which may contain, among others, the matters to be covered in every interconnection agreement;\n\n  - (f) procedures to be applied by a service provider to handle claims and complaints filed by subscribers or customers of communications services;\n\n  - (g) conditions under which claims and complaints of communications services subscribers or  customers  which  are  not  satisfactorily  resolved  by  the  service  provider  may  be submitted  to  the  Authority,  and  the  procedures  to  be  applied  by  the  Authority  in handling the claims and complaints;\n\n  - (h) procedure for an integrated framework for robust, multi-hazard emergency communications on the declarations of an emergency in accordance with law;\n\n  - (i) other matters that the Board may from time to time consider necessary, having regard to the objectives and functions of the Authority,\n\n  - (j) the parameters of what constitutes significant market power; and\n\n  - (k) the  guidelines,  standards  and  other  requirements  that  the  Authority  may  issue  or specify.\n\n- The Authority shall publish the Regulations on its website.\n\n(3) Despite the Statutory Instruments Act, 1959 (No. 52) the penalty for contravention of the regulations shall be a fine of not less than two thousand penalty units and not more than five thousand penalty units.",
      "relatedImpacts": [
        "business"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "low-negative"
      }
    },
    {
      "id": "79-interpretation",
      "section": 79,
      "title": "Interpretation",
      "plainLanguage": "This section defines key terms used in the Act related to electronic communications. These definitions clarify the meaning of technical, regulatory, and service-related concepts. Consistent interpretation of these terms is essential for understanding and applying the law correctly.",
      "rawText": "## 85. (1) In this Act, unless the context otherwise requires:\n\n\"access\" means, with respect to an electronic communications network or service, the ability of a service provider or user to use the electronic communications network or service of another operator or provider;\n\n\"affiliated\" has the same meaning assigned to it under the Companies Act, 2019 (Act 992);\n\n\"authorisation  holder\"  means  a  person  that  is  granted  a  frequency  authorisation  by  the Authority under this Act;\n\n\"Authority\"  means  the  National  Communications  Authority  established  under  the  National Communications Authority Act, 2025 (Act…..);\n\n\"behavioural remedies\" means non-structural regulatory measures imposed by the Authority to address  anti-competitive  practices, including  pricing  controls, reporting obligations, or prohibitions on specific conduct;\n\n\"Board\" means the Board of the National Communications Authority established in section 1 of the National Communications Authority Act, 2025 (Act ….);\n\n\"broadcasting service\" includes the transmission of programmes, whether or not encrypted, by means of electronic communications for reception by the public, and includes radio, television and similar point-to-multipoint transmissions;\n\n\"build out\" means  the process of establishing, expanding or completing a network infrastructure to meet service obligations, including coverage, capacity and quality targets;\n\n\"bundling\" means the practice of offering two or more electronic communications services or products as a combined package in a manner that may disadvantage competing providers or distort consumer choice;\n\n\"cease and desist order\" means a written directive issued by the Authority or a court requiring a person to stop an act or omission that constitutes a breach of this Act or any regulations, licence, or authorisation issued under it;\n\n\"closed  user  group  service\"  means  an  electronic  communications  service  used  exclusively within a defined group, operated without interconnection to a public network and not available to the general public;\n\n\"Committee\" means the Dispute Resolution Committee established under section  69 of this Act;\n\n\"Community college\" means a tertiary educational institution established in a local community, including vocational or polytechnic institutions;\n\n\"Computer Emergency Response Team (CERT)\" means a technical team designated by the national cybersecurity regulator to coordinate responses to cybersecurity incidents and threats affecting electronic communications infrastructure;\n\n## \"Court\" means the High Court;\n\n\"Critical electronic infrastructure\" means any electronic communications network, facility, or system designated by the Authority as vital to national security, public safety, or economic continuity,  whose  disruption  could  significantly  impair  the  functioning  of  the  State  or  the delivery of essential electronic communications services;\n\n\"cyber  incident\"  means  any  actual  or  suspected  event  that  compromises,  or  threatens  to compromise, the security, availability, confidentiality, or integrity of an electronic communications network or service;\n\n\"cybersecurity\"  means the protection of electronic communications  networks, services, and information  systems  from  unauthorised  access,  disruption,  modification,  or  destruction, including through technical, organisational, and legal measures;\n\n\"cybersecurity  regulator\"  means  the  statutory  body  designated  to  coordinate  and  regulate cybersecurity  matters  in  the  Republic,  including  setting  standards,  receiving  reports,  and directing mitigation measures;\n\n\"decommissioning\" means the process of dismantling, removing, or rendering inoperative any electronic  communications  infrastructure,  such  as  towers  or  masts,  in  accordance  with applicable environmental and regulatory standards;\n\n\"digital  service\"  means  an  electronically  delivered  service  that  relies  on  communications networks and includes Over-the-Top services, cloud-based platforms, and content applications that interact with end users over the internet;\n\n\"district\" means the area of authority of a District Assembly;\n\n\"district assembly\" includes a Municipal Assembly and a Metropolitan Assembly;\n\n\"electromagnetic  compatibility  (EMC)\"  means  the  ability  of  electronic  communications equipment or systems to function satisfactorily in their electromagnetic environment without causing or suffering from intolerable electromagnetic disturbances;\n\n\"electromagnetic emission\" means the radiation of electromagnetic energy from an electronic device  or  equipment  during  operation,  including  intentional  or  incidental  emissions,  as regulated by the Authority;\n\n\"electromagnetic emission limits\" means the prescribed maximum levels of electromagnetic radiation  that  electronic  communications  infrastructure  may  emit,  as  established  by  the Authority in accordance with international standards;\n\n\"electronic communications\" means any communication by wire, radio, optical, electromagnetic or other technological means;\n\n\"electronic  communications  network\" means any transmission system, whether wire, radio, optical, electromagnetic or a combination, used for the conveyance of signals for electronic communications;\n\n\"electronic  communications  service\"  includes  public  and  private  services,  value  added services, radio communication services and closed user group services, provided by means of an electronic communications network;\n\n\"emergency communications\" means communications carried out in response to a declared state of emergency, disaster, or national threat, and includes any messages prioritised by the Government for the protection of life, property or national security;\n\n\"essential facility\" means a facility or infrastructure that is indispensable to the provision of electronic  communications  services  and  for  which  duplication  is  not  economically  or technically feasible, and denial of access could hinder competition;\n\n\"facility\"  includes  any  physical  infrastructure  used  in  connection  with  the  provision  of electronic communications services, including wires, poles, cables, masts, conduits and similar installations, but excludes terminal equipment;\n\n\"forbearance\"  means  the  decision  by  the  Authority  to  suspend  or  decline  to  exercise  a regulatory power or impose an obligation under this Act, either conditionally or unconditionally, in the public interest;\n\n\"frequency authorisation\" means the right granted by the Authority to use a specified frequency band under conditions set out in this Act;\n\n\"frequency band\" means a defined range of radio frequencies allocated for a particular purpose;\n\n\"geographic  market\"  means  the  specific  area  or  demographic  scope  in  which  a  network operator or service provider is authorised to operate;\n\n\"grievance redressal mechanism\" means the process established by a provider or the Authority to  enable  users  to  lodge  complaints,  seek  review,  or  obtain  remedies  for  service-related concerns or content moderation decisions;\n\n\"harmful interference\" means any emission or transmission that disrupts, obstructs, or degrades the authorised operation of a broadcasting or electronic communications service;\n\n\"Industry  Forum\"  means  the  platform  established  under  section  33  for  dialogue  among stakeholders in the communications sector;\n\n\"interconnection\" means the physical or logical linking of electronic communications networks or services to enable communication between users or access to services;\n\n\"mast co-location\" means the shared use of an existing telecommunications tower or mast by multiple  licensees  or  service  providers  to  reduce  infrastructure  duplication  and  mitigate environmental impact;\n\n\"Minister\" means the Minister responsible for communications;\n\n\"network\" means an electronic communications network;\n\n\"network  operator\"  means  a  person  licensed  under  this  Act  to  operate  a  public  electronic communications network;\n\n\"network resilience\" means the capacity of an electronic communications network to resist, absorb, and recover from disruptive events while continuing to provide essential services;\n\n\"network  termination  point\"  means  the  physical  or  virtual  point  at  which  a  user  connects terminal equipment to an electronic communications network;\n\n\"number portability\" means the ability of a subscriber to retain the same telephone number when switching from one service provider to another;\n\n'operator' means a licensee or holder of frequency authorisation;\n\n\"Over-the-Top  (OTT)  services\" means broadcasting and telecommunications services, including but not limited to voice, messaging, or video platforms, that are delivered over the internet  and  operate  independently  of  the  network  infrastructure  or  service  platforms  of licensed network or service providers. ;\n\n\"Over-the-Top (OTT) service\" means a service that delivers content or applications over the internet without requiring control or ownership of the underlying transmission infrastructure, including messaging, streaming, and digital financial platforms;\n\n\"premises\" includes any land, building, structure, vehicle, vessel or aircraft;\n\n\"premium rate service\"  means an electronic communications service that imposes a charge higher than the standard rate for access to certain content or functionality, and where part of the fee is retained by the service or content provider;\n\n\"predatory pricing\" means the practice by a licensee of setting prices below cost for a sustained period with the intention of eliminating competitors or deterring market entry;\n\n\"prescribe\" means prescribed by the National Communications Authority or Regulations made under this Act;\n\n\"public  electronic  communications  network\"  means  an  electronic  communications  network used to provide public electronic communications services;\n\n\"public electronic communications service\" means a service provided to the public that permits users to communicate electronically with others, whether voice, data or multimedia, regardless of the technology used;\n\n\"public ground\" includes any area open to or accessible by the public, whether or not enclosed;\n\n\"public  utility\"  has  the  same  meaning  assigned  to  it  under  the  Public  Utilities  Regulatory Commission Act, 1997 (Act 538);\n\n\"radiation\"  means  the  emission  or  propagation  of  electromagnetic  waves  or  particles  from electronic communications equipment, including incidental or intentional emissions;\n\n\"road works\" means any construction, installation, maintenance, or excavation work involving roads or  public  grounds  for  the  purpose  of  laying  or  accessing  electronic  communications infrastructure;\n\n\"service  provider\"  means  a  person  licensed  under  this  Act  to  provide  a  public  electronic communications service;\n\n\"significant interest\" means a level of ownership or control in a licensee or authorisation holder which enables a person to influence decisions, directly or indirectly, and  includes  interests defined by the Authority and published in the Gazette;\n\n\"significant market power\" means the ability of a network operator or service provider, either alone or jointly, to operate independently of competitive pressures in the market, particularly in pricing and service conditions;\n\n\"single set of premises\" means premises occupied and operated under the control of a single entity and not shared with unrelated parties;\n\n\"site restoration\" means the process of rehabilitating a site previously occupied by electronic communications infrastructure to its original or approved condition following decommissioning;\n\n\"space segment\" means the part of a satellite communication system comprising satellites and their sensors and ground control components required for signal transmission and reception;\n\n\"special interconnect\" means an interconnection arrangement approved by the Authority that applies modified terms to enable service delivery in rural or underserved areas;\n\n\"special  licence\"  means  a  licence  granted  by  the  Authority  under  exigent  circumstances  as defined in section 17 of this Act;\n\n\"spectrum plan\" means the official allocation framework developed by the Authority to guide the use and management of radio frequency bands for telecommunications and broadcasting purposes;\n\n\"structural remedies\" means regulatory measures that alter the structure or assets of an operator or  service  provider,  including  divestiture,  separation,  or  transfer  of  control,  to  remedy  or prevent anti-competitive effects;\n\n\"takedown mechanism\" means a process established by a service provider or mandated by the Authority for the prompt removal or restriction of unlawful or harmful content transmitted via an electronic communications service;\n\n\"telecentre\" means a technology-enabled facility in a community that provides access to ICT services to the public;\n\n\"telecommunications\"  includes  the  transmission,  emission  or  reception  of  signals,  writing, images,  sounds,  or  intelligence  of  any  nature  by  any  wire,  radio,  optical,  satellite  or  other electromagnetic system;\n\n\"terminal equipment\" means equipment on the user side of the network termination point used to access, originate, or terminate communications;\n\n\"traffic  management\"  means  the  technical  measures  employed  by  a  network  operator  to monitor, control, prioritise, or restrict data traffic on an electronic communications network in order to maintain network integrity or comply with regulatory obligations;\n\n\"transparency reporting\" means the periodic disclosure by a service provider of information regarding  its  content  moderation,  data  requests,  takedown  actions,  and  compliance  with applicable laws;\n\n\"Tribunal\" means the Electronic Communications Tribunal established under section 72 of this Act;\n\n\"universal access\" means community-based access to communications services as determined by the Authority in accordance with this Act;\n\n\"universal  service\"  means  public  communications  services  which  the  Authority  determines must be provided under universal service obligations;\n\n\"user\" means a customer, subscriber or end-user of electronic communications or broadcasting services;\n\n\"utility installation\" means physical infrastructure used by a public utility to deliver electricity, water, or gas;\n\n(2) In  this  Act  unless  the  context otherwise  requires,  words  and  expressions  defined  in  the National Communications Act 2025 (Act ….) have the same meaning in this Act.",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "low-positive"
      }
    },
    {
      "id": "80-repeals-and-savings",
      "section": 80,
      "title": "Repeals and savings",
      "plainLanguage": "This section repeals the Electronic Communications Act of 2008. However, any existing licenses or authorizations issued under the old law remain valid if they align with the new law, until they expire or are terminated. The repeal does not affect any ongoing legal cases or penalties related to offenses committed before the new law took effect; those will still be handled under the old law.",
      "rawText": "86. (1) The Electronic Communications Act, 2008 (Act 772) is hereby repealed.\n\n(2) Despite the repeal under subsection (1), licences, frequency authorisations, notices or other act made or done lawfully under the repealed enactment and in force immediately before the coming into force of this Act, which are not inconsistent with this Act shall be considered to have  been  made  under  this Act  and  shall  continue  to  have  effect  until  revoked,  reviewed, cancelled, terminated or upon its expiration.\n\n(3) The Act shall not affect the repealed enactment in the operation of offences committed, penalties imposed or proceedings commenced before the coming into force of this Act.",
      "relatedImpacts": [],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "neutral"
      }
    },
    {
      "id": "81-modifications-of-existing-enactments",
      "section": 81,
      "title": "Modifications of existing enactments",
      "plainLanguage": "This section ensures that this new law works smoothly with existing laws. If any current laws need adjustments to align with this new law, those changes should be made. In case of any direct conflicts between this law and other laws, this new law will be the one that is followed.",
      "rawText": "87. (1) The provisions of any enactment relevant to this Act and in existence before the coming into force of this Act shall have effect subject to such modifications necessary to give effect to this Act.\n\n(2) Where there is a conflict or inconsistency between the provisions of this Act and any other enactment relevant to this Act, the provisions of this Act shall prevail.",
      "relatedImpacts": [],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "neutral"
      }
    },
    {
      "id": "82-transitional-provisions",
      "section": 82,
      "title": "Transitional Provisions",
      "plainLanguage": "This provision ensures that existing licenses and permits issued by the National Communications Authority (NCA) for communication services remain valid. These licenses will continue to be in effect until the NCA decides to revoke or terminate them, or until their original expiration date. This provides continuity for current service providers.",
      "rawText": "88. A licence, frequency authorisation, permit or certificate issued by the National Communications Authority in respect of electronic communications, spectrum, or broadcasting services shall remain valid until it is revoked, cancelled, terminated by the Authority, or expires in accordance with its terms.\n\n*Date of Gazette notification:",
      "relatedImpacts": [
        "business"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "low-positive"
      }
    }
  ],
  "statistics": {
    "totalSections": 82,
    "provisions": 81,
    "preambles": 0,
    "metadata": 1,
    "withSummaries": 81,
    "withImpacts": 0,
    "keyConcerns": 2,
    "concernsBySeverity": {
      "critical": 0,
      "high": 2,
      "medium": 0,
      "low": 0
    }
  },
  "notebookLMVideo": {
    "url": "https://youtu.be/cX2kzK3YvoE"
  },
  "deadline": "2025-11-14",
  "feedbackInstructions": "Submit responses electronically to info@nca.org.gh. Respondents are encouraged to specify the sections of the Bill they support or oppose and to provide suggestions for improvement. All responses will be treated as non-confidential.",
  "feedbackUrl": "mailto:info@nca.org.gh",
  "relatedBills": [
    "14-national-communications-authority-amendment-bill",
    "8-digital-economy-and-innovation-development-fund-bill-formerly-gifec-in-electronic-communications-act",
    "3-postal-courier-logistics-services-commission-amendment-bill"
  ]
}