{
  "id": "6-misinformation-disinformation-hate-speech-and-publication-of-other-information-mdhi-bill-2025",
  "title": "Misinformation, Disinformation, Hate Speech and Publication of Other Information (MDHI) Bill, 2025",
  "summary": "The **Misinformation, Disinformation, Hate Speech and Publication of Other Information (MDHI) Bill, 2025** establishes a comprehensive regulatory framework to combat false information and harmful speech in Ghana. The bill creates a new Division under the National Communications Authority with broad investigative and adjudicatory powers ([9](#9-establishment-of-the-division-on-misinformation-disinformation-hate-speech-and-publication-of-other-information), [11](#11-functions-of-the-division)), prohibits the publication of **misinformation** (false information regardless of intent), **disinformation** (intentionally misleading information), and **hate speech** ([22](#22-misinformation-and-disinformation), [36](#36-prohibition-of-hate-speech)), and imposes mandatory verification requirements on publishers, with heightened standards for media outlets and politicians ([23](#23-due-diligence-of-the-certainty-or-accuracy-of-information)). The legislation applies to government officials, public institutions, private individuals, and entities, with enforcement mechanisms ranging from correction orders to criminal penalties of up to 500 penalty units and one month imprisonment for malicious misinformation causing public harm ([75](#75-criminal-penalty)).\n\n**Digital Innovation and Business Environment**: The bill imposes significant compliance obligations on media outlets, online platforms, and content creators. All covered entities must conduct **annual human rights audits** of their algorithms and content moderation practices ([80](#80-algorithm-and-content-moderation)), perform **yearly misinformation risk assessments** ([81](#81-misinformation-and-disinformation-risk-assessment)), establish **fact-checking departments** ([82](#82-fact-checking)), and provide **bi-annual training** on false information ([83](#83-training)). Licensed entities must obtain fact-checking certification and complete two years of training for license renewal ([82](#82-fact-checking), [83](#83-training)). Non-compliance triggers warnings followed by financial penalties, with the Division empowered to recommend license suspension or revocation after three warnings ([71](#71-suspension-or-revocation-of-licence)). These requirements create substantial operational costs and administrative burdens, particularly for smaller media organizations and startups. However, the bill provides **safe harbor protections** for internet intermediaries, shielding them from liability for user-generated content they did not create or modify, and explicitly stating they have no general obligation to monitor content ([77](#77-internet-intermediaries)). Content restriction orders can only be issued against intermediaries in limited circumstances involving diplomatic harm and after the original publisher has failed to comply ([79](#79-content-restriction)).\n\n**Freedom of Speech and Expression**: The bill includes constitutional safeguards requiring interpretation that favors freedom of speech, expression, and privacy ([4](#4-enforcement-and-interpretation-of-constitutional-rights), [6](#6-application-and-interpretation-in-favour-of-constitutional-rights)). **Opinions, commentary, and good-faith interpretations** are explicitly excluded from the definition of false information ([17](#17-information)), and **public criticism of government officials** and dissatisfaction with public services are protected ([17](#17-information)). The bill recognizes a **public interest defense**, protecting disclosure of information revealing criminal activity, government misconduct, civil wrongdoing, or controversial public health opinions ([6](#6-application-and-interpretation-in-favour-of-constitutional-rights)). Individuals who quickly correct false statements, retract them, and apologize receive legal protection ([35](#35-defences-for-misinformation-and-disinformation)). However, the framework grants the **government broad authority** to pursue misinformation claims against critics, though it cannot act solely on insults to officials or regarding ruling party matters ([26](#26-misinformation-or-disinformation-by-or-against-the-government)). The Division—whose Director is **appointed by the President** ([14](#14-director-of-the-division))—has initial adjudicatory power over most complaints, with judicial review available but only after administrative proceedings ([60](#60-appeal-against-the-division)). The **broad definitions** of key terms like \"public interest\" ([25](#25-public-interest)), \"hate speech\" ([37](#37-definition-of-hate-speech)), and \"false information\" ([19](#19-false-information)) create uncertainty about what speech is permissible, potentially encouraging self-censorship.\n\n**Privacy and Data Rights**: The bill prohibits disclosure of **private facts**—intimate details about personal life, family, health, finances, and relationships not widely known ([45](#45-disclosure-of-private-facts), [46](#46-definition-of-private-facts))—and specifically bars mass media from using private information for entertainment purposes, including in parodies and satires ([48](#48-entertainment)). Private individuals, government officials, politicians, and celebrities can all pursue claims for unauthorized disclosure of private facts ([49](#49-private-facts-of-private-individuals-government-officials-public-officers-politician-and-celebrities)). The bill also criminalizes publication of **confidential government information** affecting public security, welfare, or diplomacy, including Cabinet communications, closed-door meeting details, and sensitive economic data ([52](#52-publication-of-confidential-information-concerning-the-republic), [53](#53-categories-of-protected-confidential-information)). While the legislation preserves existing remedies under the Data Protection Act ([51](#51-data-privacy-breaches)), the expansive definition of private facts and confidential information raises concerns about **investigative journalism** and **whistleblower protections**. The public interest defense ([6](#6-application-and-interpretation-in-favour-of-constitutional-rights)) may protect some disclosures, but the burden of proof and the Division's discretion in applying this defense create uncertainty for journalists and civil society organizations seeking to expose wrongdoing.",
  "pdfPath": "pdfs/6. Misinformation, Disinformation, Hate Speech and Publication of Other Information (MDHI) Bill, 2025.pdf",
  "impacts": {
    "innovation": {
      "score": "severe-negative",
      "description": {
        "score": "severe-negative",
        "analysis": "The **Misinformation, Disinformation, Hate Speech and Publication of Other Information (MDHI) Bill, 2025** would create a **severely restrictive regulatory environment** that threatens to cripple Ghana's digital innovation ecosystem. The legislation imposes extraordinary compliance burdens that would be prohibitively expensive for startups and small digital businesses, while introducing legal uncertainty that makes content-based innovation extremely risky.\n\n**Compliance Costs and Operational Barriers**: The bill mandates that media houses, internet intermediaries, digital advertising intermediaries, content creators, and influencers establish **fact-checking departments** ([82](#82-fact-checking)), provide **bi-annual training programs** ([83](#83-training)), and obtain **annual fact-checking certification** ([82](#82-fact-checking)) as a prerequisite for license renewal. These requirements, combined with mandatory annual human rights audits and yearly misinformation risk assessments referenced in the executive summary, create an unprecedented compliance infrastructure that would consume significant resources. For digital startups operating on limited budgets, these costs represent existential barriers to entry. The requirement that licensed entities complete **two years of bi-annual training** before license renewal ([83](#83-training)) effectively creates a two-year waiting period for new digital businesses, during which they must maintain expensive compliance operations without guaranteed regulatory approval. Licensed entities that fail to comply face administrative penalties of **1,000 penalty units plus 100 penalty units per day** ([67](#67-non-compliance-with-a-direction)), with **license suspension or revocation** after three compliance warnings ([71](#71-suspension-or-revocation-of-licence)). This escalating penalty structure, combined with the Division's broad enforcement discretion, gives government appointees effective veto power over which digital businesses can operate in Ghana.\n\n**Legal Uncertainty and Liability Risk**: The bill's definition of **false information** ([19](#19-false-information)) is dangerously broad, encompassing statements that are \"wrong, fake, misleading, deceptive, doctored, whether wholly or in part\" and even partial truths where \"omission makes entire statement...more misleading than true.\" Combined with the prohibition on **misinformation** ([22](#22-misinformation-and-disinformation))—defined as false information \"regardless of the intention to mislead\"—this creates strict liability for any factual error, no matter how inadvertent. The **\"control over information\"** standard ([20](#20-control-over-the-information)) extends liability beyond original publishers to anyone who can \"substantially dictate how that content...should be framed, edited or published,\" potentially capturing platform moderators, algorithm designers, and content management systems. For health tech startups, telemedicine platforms, and wellness apps, the situation is even worse: [30](#30-false-or-inaccurate-public-health-information) **reverses the burden of proof** for health information and prohibits \"unverified statements about public health administration\" and \"unsubstantiated medical statements or advice,\" effectively requiring medical verification infrastructure that most digital health startups cannot afford. The prohibition on engaging in **\"the business of making, arranging, publishing false information\"** ([24](#24-business-misinformation-or-disinformation)), with a presumption against anyone who \"earns a reputation publicly for constantly and incessantly publishing false information,\" creates vague standards that could be weaponized against fact-checking services, satirical content platforms, or any digital business that aggregates controversial user-generated content.\n\n**Platform Liability and Content Moderation Challenges**: While [77](#77-internet-intermediaries) provides crucial **safe harbor protection** stating that intermediaries \"shall not be liable for third-party content\" they didn't create or modify, this protection is severely undermined by other provisions. The **hate speech liability** framework ([39](#39-control-over-the-communication-of-hate-speech)) explicitly includes liability for anyone who \"disseminates, republishes or reproduces\" hate speech, eliminating safe harbor for republication and making content aggregation, social media platforms, and news curation services extremely risky. The **three-warning compliance system** ([67](#67-non-compliance-with-a-direction)) converts safe harbor into liability after three violations, while [76](#76-offences-by-entities) creates **personal criminal liability** for officers and managers who \"knew or ought reasonably to have known\" about offenses and \"failed to take all reasonable steps to prevent or stop\" them—effectively imposing an affirmative duty to monitor all content. The Division's power to issue **access blocking orders** ([69](#69-access-blocking-order)) against entire platforms and **account removal requests** ([67](#67-non-compliance-with-a-direction)) gives regulators nuclear options that could shut down digital businesses overnight. The **extraterritorial reach** ([34](#34-communication-made-outside-the-territory)) extends these provisions to Ghanaian citizens and residents operating digital businesses abroad, potentially deterring diaspora entrepreneurs from building Ghana-focused digital products. The cumulative effect of these provisions would be to drive digital innovation out of Ghana, eliminate most startups and small digital businesses, and consolidate the digital economy in the hands of large, well-resourced entities that can afford extensive compliance infrastructure and legal risk management."
      },
      "relatedProvisions": [
        "4-enforcement-and-interpretation-of-constitutional-rights",
        "6-application-and-interpretation-in-favour-of-constitutional-rights",
        "8-imposition-of-sanctions-and-grant-of-remedies",
        "10-powers-of-the-division",
        "11-functions-of-the-division",
        "14-director-of-the-division",
        "16-ministerial-directive",
        "17-information",
        "18-communication-of-information",
        "19-false-information",
        "20-control-over-the-information",
        "21-exclusion-of-persons",
        "22-misinformation-and-disinformation",
        "23-due-diligence-of-the-certainty-or-accuracy-of-information",
        "24-business-misinformation-or-disinformation",
        "25-public-interest",
        "26-misinformation-or-disinformation-by-or-against-the-government",
        "27-misinformation-or-disinformation-against-public-institutions",
        "28-misinformation-or-disinformation-by-or-against-a-government-official-or-public-officer",
        "30-false-or-inaccurate-public-health-information",
        "31-false-or-inaccurate-election-information",
        "32-sensationalism-which-leads-to-inaccuracy",
        "34-communication-made-outside-the-territory",
        "35-defences-for-misinformation-and-disinformation",
        "36-prohibition-of-hate-speech",
        "37-definition-of-hate-speech",
        "38-communication-of-hate-speech",
        "39-control-over-the-communication-of-hate-speech",
        "40-hate-speech-that-incites-genocide-or-aggravated-violence",
        "42-other-forms-of-indecent-expressions",
        "43-liability-and-enforceability-for-hate-speech-and-other-forms-of-indecent-expressions",
        "45-disclosure-of-private-facts",
        "47-publication-of-facts",
        "48-entertainment",
        "49-private-facts-of-private-individuals-government-officials-public-officers-politician-and-celebrities",
        "50-persons-who-can-claim",
        "52-publication-of-confidential-information-concerning-the-republic",
        "55-complaint-to-the-division",
        "56-response",
        "60-appeal-against-the-division",
        "62-sanctions-and-remedies",
        "63-correction-direction",
        "64-stop-communication-direction",
        "65-removal-of-communication-direction",
        "67-non-compliance-with-a-direction",
        "68-removal-of-account-request",
        "69-access-blocking-order",
        "70-monetary-damages",
        "71-suspension-or-revocation-of-licence",
        "72-cease-and-desist-order",
        "73-compliance-warnings",
        "74-administrative-penalty",
        "75-criminal-penalty",
        "76-offences-by-entities",
        "77-internet-intermediaries",
        "78-internet-intermediaries-regulated-in-ghana",
        "79-content-restriction",
        "80-algorithm-and-content-moderation",
        "81-misinformation-and-disinformation-risk-assessment",
        "82-fact-checking",
        "83-training",
        "84-paid-content",
        "86-regulations"
      ]
    },
    "freedomOfSpeech": {
      "score": "severe-negative",
      "description": {
        "score": "severe-negative",
        "analysis": "The **Misinformation, Disinformation, Hate Speech and Publication of Other Information (MDHI) Bill, 2025** poses a **severe threat to freedom of speech and expression** in Ghana, despite including constitutional safeguards. While the bill protects **opinions, commentary, and good-faith interpretations** from being classified as false information ([17](#17-information)) and recognizes a **public interest defense** for disclosures revealing wrongdoing ([6](#6-application-and-interpretation-in-favour-of-constitutional-rights)), these protections are undermined by the framework's structural design and enforcement mechanisms.\n\nThe bill's most problematic feature is its **broad and vague definitions** that create substantial uncertainty about permissible speech. **\"False information\"** is defined as anything \"wrong, fake, misleading, deceptive, doctored, whether wholly or in part\" ([19](#19-false-information)), while **\"hate speech\"** encompasses not only incitement to violence but also speech that merely \"promotes negative feelings\" or \"degrades\" based on identity factors ([37](#37-definition-of-hate-speech)). The **\"public interest\"** standard that determines liability is similarly undefined ([25](#25-public-interest)), leaving speakers uncertain whether their statements will be deemed lawful. This vagueness is compounded by **reversed burden of proof** in critical areas: for public health information ([30](#30-false-or-inaccurate-public-health-information)) and election information ([31](#31-false-or-inaccurate-election-information)), the accused must prove the truth of their statements rather than the government proving falsity. These ambiguities create powerful **chilling effects**, encouraging self-censorship as individuals and media organizations avoid controversial topics rather than risk severe penalties.\n\nThe enforcement architecture concentrates **extraordinary power in government-controlled institutions**. The Division—whose Director is **appointed by the President** ([14](#14-director-of-the-division)) and operates under **ministerial directives** ([16](#16-ministerial-directive))—has initial adjudicatory authority over most complaints, with judicial review available only after administrative proceedings. **Government officials, public officers, and election candidates** can all pursue misinformation claims ([28](#28-misinformation-or-disinformation-by-or-against-a-government-official-or-public-officer)), while **public institutions** have enforceable rights against critics ([27](#27-misinformation-or-disinformation-against-public-institutions)). The bill's **extraterritorial reach** extends government control to Ghanaians and residents communicating from abroad ([34](#34-communication-made-outside-the-territory)), while the **business misinformation provision** ([24](#24-business-misinformation-or-disinformation)) allows the government to target individuals who \"earn a reputation publicly for constantly and incessantly publishing false information.\" The enforcement toolkit includes **content removal orders** ([65](#65-removal-of-communication-direction)), **access blocking** ([69](#69-access-blocking-order)), **license revocation** ([71](#71-suspension-or-revocation-of-licence)), and **criminal penalties** up to 500 penalty units and one month imprisonment for malicious misinformation causing \"public harm\" ([75](#75-criminal-penalty))—a term broadly defined to include \"significant reputational damage\" or \"loss of funding\" for government institutions. These provisions create a comprehensive system for suppressing critical speech, with particular vulnerability for **journalists, activists, and opposition voices** who regularly criticize government performance.\n\nThe bill's impact on **investigative journalism and whistleblowing** is especially severe. The prohibition on disclosing **\"private facts\"** ([45](#45-disclosure-of-private-facts))—defined to include personal life, family, health, and financial information—applies even when disclosure serves the public interest, with journalists required to prove the disclosure was \"necessary\" and limited to what was essential. The ban on publishing **confidential government information** ([52](#52-publication-of-confidential-information-concerning-the-republic)) covers Cabinet communications, closed-door meetings, and sensitive economic data, with criminal penalties for non-compliance ([75](#75-criminal-penalty)). Mass media are specifically prohibited from using private information \"for entertainment purposes, including in parodies and satires\" ([48](#48-entertainment)), restricting satirical commentary that often serves as political criticism. The **mandatory fact-checking requirements** ([82](#82-fact-checking))—including annual certification as a prerequisite for license renewal—impose substantial compliance costs while giving government-controlled authorities power to determine what constitutes adequate fact-checking. The **hate speech provisions** ([36](#36-prohibition-of-hate-speech), [37](#37-definition-of-hate-speech)) are particularly concerning because they establish **strict liability** for republishing hate speech ([39](#39-control-over-the-communication-of-hate-speech)) and cover speech that merely \"promotes negative feelings\" rather than limiting prohibition to genuine incitement, potentially criminalizing legitimate criticism of group behaviors or cultural practices. While the bill includes a **safe harbor for internet intermediaries** ([77](#77-internet-intermediaries)), protecting platforms from liability for user content, this protection is limited and does not extend to the individual speakers whose expression is directly restricted. Overall, this legislation represents a **fundamental restructuring of Ghana's speech environment**, replacing the presumption of free expression with a system of government oversight, mandatory verification, and severe penalties that will inevitably suppress legitimate discourse, investigative journalism, and political criticism."
      },
      "relatedProvisions": [
        "3-existing-legislation",
        "4-enforcement-and-interpretation-of-constitutional-rights",
        "5-balancing-private-benefit-against-public-benefit",
        "6-application-and-interpretation-in-favour-of-constitutional-rights",
        "7-establishment-of-liability",
        "8-imposition-of-sanctions-and-grant-of-remedies",
        "9-establishment-of-the-division-on-misinformation-disinformation-hate-speech-and-publication-of-other-information",
        "10-powers-of-the-division",
        "11-functions-of-the-division",
        "13-subdivisions",
        "14-director-of-the-division",
        "16-ministerial-directive",
        "17-information",
        "18-communication-of-information",
        "19-false-information",
        "20-control-over-the-information",
        "21-exclusion-of-persons",
        "22-misinformation-and-disinformation",
        "23-due-diligence-of-the-certainty-or-accuracy-of-information",
        "24-business-misinformation-or-disinformation",
        "25-public-interest",
        "26-misinformation-or-disinformation-by-or-against-the-government",
        "27-misinformation-or-disinformation-against-public-institutions",
        "28-misinformation-or-disinformation-by-or-against-a-government-official-or-public-officer",
        "30-false-or-inaccurate-public-health-information",
        "31-false-or-inaccurate-election-information",
        "32-sensationalism-which-leads-to-inaccuracy",
        "33-evidence-of-misinformation-and-disinformation",
        "34-communication-made-outside-the-territory",
        "35-defences-for-misinformation-and-disinformation",
        "36-prohibition-of-hate-speech",
        "37-definition-of-hate-speech",
        "38-communication-of-hate-speech",
        "39-control-over-the-communication-of-hate-speech",
        "40-hate-speech-that-incites-genocide-or-aggravated-violence",
        "41-evaluation-of-hate-speech",
        "42-other-forms-of-indecent-expressions",
        "43-liability-and-enforceability-for-hate-speech-and-other-forms-of-indecent-expressions",
        "44-guidelines-and-code-of-ethics-on-hate-speech-and-other-forms-of-indecent-expressions",
        "45-disclosure-of-private-facts",
        "46-definition-of-private-facts",
        "47-publication-of-facts",
        "48-entertainment",
        "49-private-facts-of-private-individuals-government-officials-public-officers-politician-and-celebrities",
        "50-persons-who-can-claim",
        "52-publication-of-confidential-information-concerning-the-republic",
        "53-categories-of-protected-confidential-information",
        "55-complaint-to-the-division",
        "56-response",
        "57-jurisdiction-of-the-division",
        "58-findings-and-decisions-of-the-division",
        "60-appeal-against-the-division",
        "61-jurisdiction-of-the-high-court",
        "62-sanctions-and-remedies",
        "63-correction-direction",
        "64-stop-communication-direction",
        "65-removal-of-communication-direction",
        "67-non-compliance-with-a-direction",
        "68-removal-of-account-request",
        "69-access-blocking-order",
        "70-monetary-damages",
        "71-suspension-or-revocation-of-licence",
        "72-cease-and-desist-order",
        "73-compliance-warnings",
        "74-administrative-penalty",
        "75-criminal-penalty",
        "76-offences-by-entities",
        "77-internet-intermediaries",
        "78-internet-intermediaries-regulated-in-ghana",
        "79-content-restriction",
        "80-algorithm-and-content-moderation",
        "81-misinformation-and-disinformation-risk-assessment",
        "82-fact-checking",
        "83-training",
        "84-paid-content",
        "85-national-security-interventions",
        "86-regulations",
        "87-repeals-amendments-and-savings",
        "88-transitional-provisions"
      ]
    },
    "business": {
      "score": "severe-negative",
      "description": {
        "score": "severe-negative",
        "analysis": "The MDHI Bill creates a **severely restrictive business environment** through a combination of broad prohibitions, ambiguous definitions, and punitive enforcement mechanisms that impose extraordinary compliance burdens and existential risks on media organizations, digital platforms, content creators, and businesses engaged in information dissemination. The legislation's impact on business operations is profound and multifaceted, affecting everything from day-to-day content decisions to long-term viability and investment attractiveness.\n\n**Compliance Burdens and Operational Costs**: The bill mandates extensive ongoing compliance obligations that will significantly increase operational costs, particularly for smaller businesses. All media houses and internet intermediaries must conduct **annual misinformation risk assessments** ([81](#81-misinformation-and-disinformation-risk-assessment)), establish **dedicated fact-checking departments** ([82](#82-fact-checking)), and provide **bi-annual staff training** on false information ([83](#83-training)). Licensed entities must obtain annual fact-checking certification as a prerequisite for license renewal, and failure to provide two years of bi-annual training results in automatic license denial ([82](#82-fact-checking), [83](#83-training)). These requirements create substantial fixed costs that may be manageable for large media conglomerates but could be prohibitive for startups, independent journalists, small digital publishers, and emerging platforms. The administrative penalties for non-compliance are severe: 500 penalty units plus 100 per day for failing to conduct risk assessments, and 200 penalty units plus 100 per day for training failures ([81](#81-misinformation-and-disinformation-risk-assessment), [83](#83-training)). Beyond direct costs, these mandates require specialized expertise in fact-checking, risk assessment, and content moderation that may not be readily available in Ghana's market, potentially necessitating expensive consultants or foreign expertise.\n\n**Legal Uncertainty and Liability Risk**: The bill's **broad and ambiguous definitions** create profound uncertainty about what content is permissible, forcing businesses into defensive postures that will stifle innovation and limit information flow. Information is deemed \"false\" if it is \"wrong, fake, misleading, deceptive, doctored, whether wholly or in part\" or if partial disclosure makes a statement \"more misleading than true\" ([19](#19-false-information))—standards that are highly subjective and context-dependent. The prohibition on **misinformation regardless of intent** ([22](#22-misinformation-and-disinformation)) means businesses can face sanctions even for good-faith errors, fundamentally altering the risk calculus for publishing any factual claims. The concept of \"control over information\" is expansively defined to include not just original publishers but anyone who can \"substantially dictate\" content framing, edit published material, or \"instruct or guide\" publication ([20](#20-control-over-the-information))—potentially capturing editors, platform moderators, employers, and even algorithm designers. For health information, the burden of proof is reversed, requiring the accused to prove accuracy ([30](#30-false-or-inaccurate-public-health-information)), creating strict liability for an entire category of content. Businesses deemed to be \"engaged in the business\" of misinformation face heightened scrutiny, with a presumption of guilt for anyone who \"earns a reputation publicly for constantly and incessantly publishing false information\" ([24](#24-business-misinformation-or-disinformation))—a standard that could be weaponized against critical media outlets or opposition-aligned businesses.\n\n**Enforcement Mechanisms and Existential Threats**: The sanctions regime creates **existential risks** for businesses through escalating penalties that can quickly become unsustainable. After three compliance warnings, licensed entities face administrative penalties of **1,000 penalty units plus 100 per day** of continued non-compliance ([67](#67-non-compliance-with-a-direction)), with the Division empowered to recommend **license suspension or revocation** ([71](#71-suspension-or-revocation-of-licence)). Entity heads face personal liability of 500 penalty units plus 100 per day ([74](#74-administrative-penalty)), while officers and managers can face criminal prosecution if they \"knew or ought reasonably to have known\" about violations ([76](#76-offences-by-entities)). The Division can issue **cease and desist orders** against businesses deemed engaged in misinformation ([72](#72-cease-and-desist-order)), effectively shutting down entire business models. For privacy and confidentiality violations, administrative penalties reach **5,000 penalty units** ([74](#74-administrative-penalty)). The Division can also request **access blocking orders** that disable access to entire online locations ([69](#69-access-blocking-order)), and courts can award **unlimited monetary damages** ([70](#70-monetary-damages)). Critically, removal directions can be issued \"even if the person does not know or has no reason to believe that the information is false\" ([65](#65-removal-of-communication-direction)), eliminating any mens rea requirement. The **extraterritorial application** to Ghanaians and residents abroad ([34](#34-communication-made-outside-the-territory)) extends these risks to diaspora entrepreneurs and international businesses with Ghanaian connections, potentially deterring foreign investment and cross-border digital services.\n\n**Limited Safe Harbor Protection**: The bill does provide one crucial protection: **internet intermediaries are shielded from liability** for third-party content they did not create or modify, with no general obligation to monitor content ([77](#77-internet-intermediaries)). This safe harbor is essential for platform businesses and could enable continued operation of social media, hosting services, and user-generated content platforms. However, this protection is significantly undermined by other provisions that allow content restriction requests ([20](#20-control-over-the-information)), impose mandatory risk assessments and fact-checking obligations ([81](#81-misinformation-and-disinformation-risk-assessment), [82](#82-fact-checking)), and create liability for non-compliance with Division orders. The safe harbor also doesn't protect media houses, publishers, content creators, advertisers, or any business that exercises editorial control—leaving the vast majority of the information economy exposed to the bill's full force.\n\n**Investment Climate and Innovation**: The cumulative effect of these provisions will be a **severe chilling effect on business formation, investment, and innovation** in Ghana's media and digital sectors. The combination of legal uncertainty, high compliance costs, severe penalties, and license-based enforcement creates an environment where businesses must constantly second-guess content decisions, over-invest in defensive compliance measures, and face the perpetual threat of government-initiated enforcement actions. Startups and SMEs—which typically lack the resources for extensive legal review and compliance infrastructure—will be disproportionately affected, potentially entrenching dominant players and reducing market competition. International investors and platforms may view Ghana as too risky for digital business operations, particularly given the extraterritorial reach and the Division's broad discretion. The requirement that fact-checking certification and training completion are prerequisites for license renewal ([82](#82-fact-checking), [83](#83-training)) gives the government significant leverage over media businesses, potentially enabling selective enforcement against critical outlets. Overall, while the bill's stated aim is to combat harmful misinformation, its actual effect will be to create a **hostile business environment** that suppresses legitimate information businesses, deters innovation, reduces media diversity, and concentrates power in the hands of well-resourced entities capable of navigating the complex compliance regime."
      },
      "relatedProvisions": [
        "4-enforcement-and-interpretation-of-constitutional-rights",
        "8-imposition-of-sanctions-and-grant-of-remedies",
        "9-establishment-of-the-division-on-misinformation-disinformation-hate-speech-and-publication-of-other-information",
        "10-powers-of-the-division",
        "11-functions-of-the-division",
        "14-director-of-the-division",
        "16-ministerial-directive",
        "17-information",
        "18-communication-of-information",
        "19-false-information",
        "20-control-over-the-information",
        "21-exclusion-of-persons",
        "22-misinformation-and-disinformation",
        "23-due-diligence-of-the-certainty-or-accuracy-of-information",
        "24-business-misinformation-or-disinformation",
        "25-public-interest",
        "26-misinformation-or-disinformation-by-or-against-the-government",
        "27-misinformation-or-disinformation-against-public-institutions",
        "28-misinformation-or-disinformation-by-or-against-a-government-official-or-public-officer",
        "30-false-or-inaccurate-public-health-information",
        "31-false-or-inaccurate-election-information",
        "32-sensationalism-which-leads-to-inaccuracy",
        "34-communication-made-outside-the-territory",
        "35-defences-for-misinformation-and-disinformation",
        "36-prohibition-of-hate-speech",
        "37-definition-of-hate-speech",
        "38-communication-of-hate-speech",
        "39-control-over-the-communication-of-hate-speech",
        "40-hate-speech-that-incites-genocide-or-aggravated-violence",
        "41-evaluation-of-hate-speech",
        "42-other-forms-of-indecent-expressions",
        "43-liability-and-enforceability-for-hate-speech-and-other-forms-of-indecent-expressions",
        "45-disclosure-of-private-facts",
        "47-publication-of-facts",
        "48-entertainment",
        "49-private-facts-of-private-individuals-government-officials-public-officers-politician-and-celebrities",
        "50-persons-who-can-claim",
        "52-publication-of-confidential-information-concerning-the-republic",
        "53-categories-of-protected-confidential-information",
        "55-complaint-to-the-division",
        "56-response",
        "57-jurisdiction-of-the-division",
        "58-findings-and-decisions-of-the-division",
        "60-appeal-against-the-division",
        "61-jurisdiction-of-the-high-court",
        "62-sanctions-and-remedies",
        "63-correction-direction",
        "64-stop-communication-direction",
        "65-removal-of-communication-direction",
        "67-non-compliance-with-a-direction",
        "68-removal-of-account-request",
        "69-access-blocking-order",
        "70-monetary-damages",
        "71-suspension-or-revocation-of-licence",
        "72-cease-and-desist-order",
        "73-compliance-warnings",
        "74-administrative-penalty",
        "75-criminal-penalty",
        "76-offences-by-entities",
        "77-internet-intermediaries",
        "78-internet-intermediaries-regulated-in-ghana",
        "79-content-restriction",
        "80-algorithm-and-content-moderation",
        "81-misinformation-and-disinformation-risk-assessment",
        "82-fact-checking",
        "83-training",
        "84-paid-content",
        "85-national-security-interventions",
        "86-regulations",
        "87-repeals-amendments-and-savings"
      ]
    },
    "privacy": {
      "score": "neutral",
      "description": null,
      "relatedProvisions": [
        "3-existing-legislation",
        "4-enforcement-and-interpretation-of-constitutional-rights",
        "5-balancing-private-benefit-against-public-benefit",
        "6-application-and-interpretation-in-favour-of-constitutional-rights",
        "33-evidence-of-misinformation-and-disinformation",
        "45-disclosure-of-private-facts",
        "46-definition-of-private-facts",
        "47-publication-of-facts",
        "48-entertainment",
        "49-private-facts-of-private-individuals-government-officials-public-officers-politician-and-celebrities",
        "50-persons-who-can-claim",
        "51-data-privacy-breaches",
        "60-appeal-against-the-division",
        "62-sanctions-and-remedies",
        "65-removal-of-communication-direction",
        "67-non-compliance-with-a-direction",
        "70-monetary-damages",
        "80-algorithm-and-content-moderation",
        "81-misinformation-and-disinformation-risk-assessment",
        "82-fact-checking"
      ]
    }
  },
  "keyConcerns": [
    {
      "id": "officials-weaponize-criminal-law-against-critics",
      "title": "Officials Weaponize Criminal Law Against Critics",
      "severity": "critical",
      "description": "This provision grants **government officials, judges, and election candidates** special enforcement rights to pursue **criminal penalties** (up to 500 penalty units and imprisonment) against anyone who publishes \"misinformation\" about them. An **executive-appointed Division**—not an independent court—makes initial determinations of truth and falsity. This creates a powerful weapon for officials to **silence critics, suppress investigative journalism, and chill political debate**, particularly during elections when candidates can use criminal law to suppress opposition voices. The provision violates **separation of powers** by allowing judges to enforce their own reputation through executive mechanisms, and fundamentally undermines **democratic accountability** by making it criminally risky to criticize those in power.",
      "relatedProvisions": [
        "28-misinformation-or-disinformation-by-or-against-a-government-official-or-public-officer"
      ],
      "relatedImpacts": []
    },
    {
      "id": "criminalization-of-scientific-debate-and-health-journalism",
      "title": "Criminalization of Scientific Debate and Health Journalism",
      "severity": "critical",
      "description": "This provision makes it a **crime to publish \"unverified\" or \"unproven\" health information**, capturing legitimate scientific debate, preliminary research, and medical opinions that differ from official positions. Doctors discussing treatment options, researchers sharing findings, and journalists reporting on contested health policies face **criminal prosecution for being wrong**—with no requirement to prove intent or harm. The **reversed burden of proof** forces defendants to prove scientific truth in complex medical matters, while **mandatory government-prescribed fact-checking** subjects health communication to state-defined standards. During pandemics when rapid information sharing is critical, this provision criminalizes the iterative process of scientific discovery itself.",
      "relatedProvisions": [
        "30-false-or-inaccurate-public-health-information"
      ],
      "relatedImpacts": []
    },
    {
      "id": "criminal-jurisdiction-over-foreign-speech-worldwide",
      "title": "Criminal Jurisdiction Over Foreign Speech Worldwide",
      "severity": "critical",
      "description": "The bill claims **criminal jurisdiction over any person worldwide** for \"hate speech\" against Ghanaian citizens, even if the speaker has never been to Ghana and the speech is lawful in their home country. This unprecedented extraterritorial reach violates international norms on jurisdiction and creates **severe chilling effects on legitimate international criticism** of Ghanaian government policies. Foreign journalists, activists, and commentators face potential **criminal prosecution** (up to 500 penalty units and imprisonment) for speech protected in their own jurisdictions, deterring international discourse about Ghana and conflicting with other nations' sovereignty.",
      "relatedProvisions": [
        "34-communication-made-outside-the-territory"
      ],
      "relatedImpacts": []
    },
    {
      "id": "vague-hate-speech-definition-criminalizes-protected-expression",
      "title": "Vague Hate Speech Definition Criminalizes Protected Expression",
      "severity": "critical",
      "description": "The definition captures speech that merely **\"promotes negative feelings\"** or **\"affects dignity\"** without requiring incitement to violence—far broader than international standards. **Intent is explicitly irrelevant**, meaning speakers face criminal penalties for unintended consequences. Even **factual statements** and **satire** can constitute hate speech, while undefined terms like **\"way of life\"** could encompass political ideologies or religious beliefs, creating a chilling effect on journalism, activism, and social commentary.",
      "relatedProvisions": [
        "37-definition-of-hate-speech"
      ],
      "relatedImpacts": []
    },
    {
      "id": "criminalizing-derogatory-speech-without-clear-standards",
      "title": "Criminalizing \"Derogatory\" Speech Without Clear Standards",
      "severity": "critical",
      "description": "This provision outlaws **\"ethnic slurs and derogatory commentary\"** and **\"inflammatory statements\"** that target groups, even when they **\"do not incite hatred\"**—extending criminal penalties to offensive speech that falls short of actual incitement. The vague terms lack clear boundaries: what constitutes \"derogatory commentary\" versus legitimate criticism is subjective and context-dependent. The speculative standard of speech that **\"may reasonably provoke violence\"** (rather than requiring direct incitement or imminent lawless action) means journalists, activists, and citizens cannot reliably predict whether critical commentary about group practices, cultural traditions, or policies will trigger prosecution. Combined with criminal penalties of up to **500 penalty units and imprisonment** enforced by a presidentially-appointed Division, this creates severe self-censorship incentives and captures legitimate speech that would be protected in most democracies.",
      "relatedProvisions": [
        "42-other-forms-of-indecent-expressions"
      ],
      "relatedImpacts": []
    },
    {
      "id": "criminal-liability-for-vaguely-defined-hate-speech",
      "title": "Criminal Liability for Vaguely-Defined \"Hate Speech\"",
      "severity": "critical",
      "description": "This provision subjects **all persons and institutions** to criminal prosecution for \"hate speech,\" but the bill defines this term so broadly it captures speech that merely **\"affects dignity or reputation\"** of groups—far exceeding international standards requiring incitement to violence or discrimination. Combined with penalties of **up to one month imprisonment**, this creates severe uncertainty about what speech is permissible. Journalists criticizing religious institutions, academics discussing gender issues, or citizens debating immigration policy face potential prosecution without clear boundaries between legitimate criticism and criminal conduct. The **extraterritorial application** to Ghanaians abroad and foreign nationals further extends Ghana's speech restrictions beyond its borders, while the Division's enforcement power concentrates adjudication in a body whose Director is **appointed by the President**.",
      "relatedProvisions": [
        "43-liability-and-enforceability-for-hate-speech-and-other-forms-of-indecent-expressions"
      ],
      "relatedImpacts": []
    },
    {
      "id": "strict-liability-content-removal-without-knowledge",
      "title": "Strict Liability Content Removal Without Knowledge",
      "severity": "critical",
      "description": "The bill allows content removal orders to be issued **\"even if the person does not know or has no reason to believe that the information is false\"** (Section 65(7)). This strict liability standard violates fundamental principles of fair notice—speakers can be forced to remove content and pay compliance costs without having any way to know in advance that the content violated the law. Combined with the requirement to remove **\"substantially similar\"** content (an undefined standard), this creates a chilling effect where speakers cannot predict what will trigger removal orders. The Division—a government-appointed body—makes initial determinations of truth/falsity with no explicit procedural safeguards (hearing, evidence standard, stay pending appeal) before content must be removed.",
      "relatedProvisions": [
        "65-removal-of-communication-direction"
      ],
      "relatedImpacts": []
    },
    {
      "id": "compliance-required-before-appeal-determined",
      "title": "Compliance Required Before Appeal Determined",
      "severity": "critical",
      "description": "Section 68(3)(b) **requires compliance with Division Directions even while appeals are pending**, effectively denying meaningful judicial review by forcing action before legality is determined. The provision also **eliminates defenses based on conflicting legal duties** (68(3)(a)), creating impossible situations where journalists must violate source protection, lawyers must breach privilege, or platforms must ignore data protection obligations. Licensed entities face **1,000 penalty units plus 100 units per day** and license revocation, while unlicensed persons face **account removal and access blocking**—all without the ability to await judicial determination of whether the underlying Direction is lawful.",
      "relatedProvisions": [
        "67-non-compliance-with-a-direction"
      ],
      "relatedImpacts": []
    },
    {
      "id": "website-blocking-based-on-political-judgments",
      "title": "Website Blocking Based on Political Judgments",
      "severity": "critical",
      "description": "This provision allows the government to **block entire websites** if they contain content deemed \"prejudicial to friendly relations\" with other countries or that \"unjustifiably projects\" Ghana as violating international law. These **vague, subjective standards** could be weaponized to censor criticism of foreign governments, reporting on diplomatic disputes, or coverage of international controversies. Unlike removing specific posts, this provision blocks **entire online locations**, affecting all users' access—and the Division (whose Director is **appointed by the President**) can issue these orders with minimal procedural safeguards and no requirement to notify website operators before blocking.",
      "relatedProvisions": [
        "69-access-blocking-order"
      ],
      "relatedImpacts": []
    },
    {
      "id": "criminalization-of-paid-journalism-and-advocacy",
      "title": "Criminalization of Paid Journalism and Advocacy",
      "severity": "critical",
      "description": "This provision prohibits receiving **\"any financial or other material benefit\"** for services used to communicate information that the Division determines \"contravenes this Act\"—potentially criminalizing paid journalism, funded research, and supported advocacy. The law creates a **rebuttable presumption** that anyone who \"constantly and incessantly\" publishes false information affecting public interest is engaged in the \"business of misinformation,\" shifting the burden of proof to defendants. Combined with criminal penalties of up to **500 penalty units and one month imprisonment**, this creates severe legal uncertainty for journalists, researchers, and activists who receive compensation for their work, as they cannot know whether their paid activities violate the law until the Division makes a determination.",
      "relatedProvisions": [
        "24-business-misinformation-or-disinformation"
      ],
      "relatedImpacts": []
    },
    {
      "id": "undefined-false-information-enables-arbitrary-censorship",
      "title": "Undefined \"False Information\" Enables Arbitrary Censorship",
      "severity": "critical",
      "description": "The bill criminalizes **\"false or inaccurate information\"** without defining what constitutes falsity or who determines truth. This creates a government-controlled truth arbiter with no clear standards. Worse, **misinformation liability applies \"regardless of intention\"**—meaning journalists, activists, and ordinary citizens face criminal penalties for honest mistakes, good-faith errors, or contested claims later deemed \"inaccurate.\" Combined with criminal sanctions and a presidentially-appointed enforcement body, this provision fails basic rule of law requirements: speakers cannot know in advance what speech is prohibited, enabling selective prosecution and creating severe chilling effects on legitimate speech.",
      "relatedProvisions": [
        "22-misinformation-and-disinformation"
      ],
      "relatedImpacts": []
    },
    {
      "id": "speech-bans-without-knowledge-or-clear-standards",
      "title": "Speech Bans Without Knowledge or Clear Standards",
      "severity": "critical",
      "description": "The bill allows **Stop Communication Directions** to be issued against anyone spreading alleged misinformation or hate speech **\"even if the person does not know or has no reason to believe that the information is false\"** (Section 64(6)). These orders can also prohibit \"any statement or material that is **substantially similar**\" without defining this vague standard. A government-appointed Division can issue these prior restraints directly, requiring content removal, cessation of communication, and mandatory publication of corrections—creating strict liability for innocent speech and massive uncertainty about what future statements are prohibited.",
      "relatedProvisions": [
        "64-stop-communication-direction"
      ],
      "relatedImpacts": []
    },
    {
      "id": "personal-criminal-liability-for-content-decisions",
      "title": "Personal Criminal Liability for Content Decisions",
      "severity": "critical",
      "description": "Corporate officers and managers face **personal criminal prosecution and imprisonment** if they \"ought reasonably to have known\" about misinformation and failed to prevent it. This creates an impossible standard: executives must predict what content a **government-appointed Division will later deem false**, or face criminal charges. For media editors and platform managers, this transforms every content decision into potential criminal liability, forcing extreme self-censorship to avoid personal prosecution.",
      "relatedProvisions": [
        "76-offences-by-entities"
      ],
      "relatedImpacts": []
    },
    {
      "id": "fast-track-censorship-without-due-process",
      "title": "Fast-Track Censorship Without Due Process",
      "severity": "critical",
      "description": "The Division can issue **cease and desist orders** to shut down anyone \"**deemed to be engaged in the business of publication**\" of false information, with **immediate penalties for non-compliance that bypass standard warnings**. This undefined standard could capture journalists, bloggers, or platforms, creating a fast-track censorship mechanism with minimal procedural safeguards. The provision grants discretionary authority to determine who qualifies as a \"publisher\" and allows immediate enforcement action without the graduated warnings provided elsewhere in the bill, enabling potential selective enforcement against critics or opposition voices.",
      "relatedProvisions": [
        "72-cease-and-desist-order"
      ],
      "relatedImpacts": []
    },
    {
      "id": "government-certification-required-for-all-digital-publishing",
      "title": "Government Certification Required for All Digital Publishing",
      "severity": "high",
      "description": "This provision requires **all media outlets, online platforms, and content creators** to obtain annual government certification of their fact-checking practices as a prerequisite for operating legally. The Division—whose Director is appointed by the President—has complete discretion to determine whether fact-checking practices meet undefined standards, with **license revocation** as the penalty for non-compliance. This creates a **prior restraint system** where government approval is required before publication, disproportionately burdening startups and independent creators who must establish fact-checking infrastructure to obtain certification. The undefined standards for \"adequate fact-checking\" enable selective enforcement against government critics.",
      "relatedProvisions": [
        "82-fact-checking"
      ],
      "relatedImpacts": []
    },
    {
      "id": "vague-false-information-definition-threatens-speech",
      "title": "Vague \"False Information\" Definition Threatens Speech",
      "severity": "high",
      "description": "The bill defines **\"false information\"** using subjective terms like **\"misleading\"** and **\"deceptive\"** without clear standards, making it impossible for journalists, platforms, and citizens to predict what speech is prohibited. Most concerning is the provision that makes **partially true statements false** if omissions make them \"more misleading than true\"—an inherently subjective judgment that could criminalize selective reporting or incomplete disclosures. While the requirement that information be **\"disproven by verified contrary information\"** provides some protection, the vague language creates uncertainty that will encourage self-censorship and over-moderation by platforms.",
      "relatedProvisions": [
        "19-false-information"
      ],
      "relatedImpacts": []
    },
    {
      "id": "platforms-liable-for-user-content-they-host",
      "title": "Platforms Liable for User Content They Host",
      "severity": "high",
      "description": "Section 20(2)(e) defines \"control\" so broadly that **platforms face criminal liability for user-generated content simply because they have the technical ability to remove posts**. Any entity that \"is able to publish or remove content...without recourse to the original author\" is deemed to have control—meaning social media platforms, comment sections, forums, and content management systems could be prosecuted for misinformation posted by users they never reviewed. Combined with **criminal penalties of up to one month imprisonment**, this creates impossible compliance burdens: platforms must either pre-screen all user content (suppressing speech) or avoid hosting user content entirely (killing digital innovation). The vague standard for **\"substantially dictate how content should be framed\"** in subsection (d) further expands liability to algorithmic curation and editorial guidelines, making it unclear when normal platform operations trigger criminal exposure.",
      "relatedProvisions": [
        "20-control-over-the-information"
      ],
      "relatedImpacts": []
    },
    {
      "id": "election-speech-censorship-through-subjective-standards",
      "title": "Election Speech Censorship Through Subjective Standards",
      "severity": "high",
      "description": "This provision allows the Division to suppress election-related speech based on whether it's \"**likely to influence**\" outcomes—a subjective, predictive standard determined by a presidentially-appointed Director. The **burden of proof is reversed**, requiring accused publishers to prove truth rather than the government proving falsity. Combined with **pre-judicial content removal** and access blocking powers, this creates a mechanism for administrative censorship of election coverage during the critical period when timing matters most. The prohibition on \"**directly or indirectly**\" partnering with foreign entities could suppress legitimate international journalism and fact-checking during elections.",
      "relatedProvisions": [
        "31-false-or-inaccurate-election-information"
      ],
      "relatedImpacts": []
    },
    {
      "id": "vague-hate-speech-definition-threatens-legitimate-criticism",
      "title": "Vague Hate Speech Definition Threatens Legitimate Criticism",
      "severity": "high",
      "description": "The bill prohibits speech that **\"affects the dignity or reputation\"** of protected groups—a standard far broader than international norms requiring **incitement to violence or discrimination**. This vague definition captures legitimate speech including religious criticism, political commentary on identity-based policies, and investigative journalism about discrimination. Combined with **criminal penalties** (up to 500 penalty units and one month imprisonment) and enforcement by a **government-appointed Division**, this creates substantial uncertainty about what speech is permissible and will chill legitimate public discourse on controversial identity-based issues.",
      "relatedProvisions": [
        "36-prohibition-of-hate-speech"
      ],
      "relatedImpacts": []
    },
    {
      "id": "opinions-about-private-facts-face-liability",
      "title": "Opinions About Private Facts Face Liability",
      "severity": "high",
      "description": "This provision prohibits not just disclosure of private facts, but also **\"opinions about private facts\"** and **\"innuendos\"**—extending liability to interpretive speech typically protected under freedom of expression. While the law requires balancing against \"legitimate public concern,\" the subjective standard of what is \"offensive, repulsive, embarrassing or shameful\" creates uncertainty about when commentary crosses the line. Combined with the Division's enforcement powers and potential criminal penalties, this **chills investigative journalism and political commentary** about public figures, as journalists cannot clearly know whether their analysis of private information will be deemed actionable.",
      "relatedProvisions": [
        "45-disclosure-of-private-facts"
      ],
      "relatedImpacts": []
    },
    {
      "id": "license-revocation-plus-criminal-penalties-for-vague-violations",
      "title": "License Revocation Plus Criminal Penalties for Vague Violations",
      "severity": "high",
      "description": "This provision authorizes **stacking multiple severe penalties**—including license revocation (business death sentence), criminal prosecution (up to one month imprisonment), and unlimited administrative fines—for violations of vaguely defined offenses like **\"misinformation\"** (any false information regardless of intent). A media startup or content platform could lose its operating license, face criminal charges, AND pay massive fines for a single violation determined by a Division whose Director is **appointed by the President**. The provision authorizes **account deletion** and **access blocking orders** without establishing proportionality standards, creating existential risk for digital businesses and severe chilling effects on innovation in content services.",
      "relatedProvisions": [
        "62-sanctions-and-remedies"
      ],
      "relatedImpacts": []
    },
    {
      "id": "license-revocation-enables-censorship-by-business-closure",
      "title": "License Revocation Enables Censorship by Business Closure",
      "severity": "high",
      "description": "This provision allows the Division to recommend **license revocation**—effectively forcing media outlets and digital platforms out of business—for non-compliance with Division orders. While requiring three warnings, it operates within a framework where orders can be issued based on **vague standards** like \"affects dignity\" or \"public interest.\" The threat of **business closure** creates extreme self-censorship incentives, as any controversial content could trigger an enforcement cascade ending in license revocation. This functions as **economic censorship**—the government doesn't ban speech directly, but can silence critics by revoking their business licenses.",
      "relatedProvisions": [
        "71-suspension-or-revocation-of-licence"
      ],
      "relatedImpacts": []
    },
    {
      "id": "escalating-penalties-enforce-potentially-arbitrary-content-decisions",
      "title": "Escalating Penalties Enforce Potentially Arbitrary Content Decisions",
      "severity": "high",
      "description": "This provision creates an **escalating enforcement mechanism** (warning → fine → license revocation) that pressures media outlets and platforms to comply with Division orders, even where those orders may restrict constitutionally protected speech. Because the Division—whose Director is **appointed by the President**—makes initial determinations about vaguely-defined categories like \"hate speech\" and \"misinformation\" with **limited judicial oversight**, the administrative penalty structure creates strong incentives to **over-comply and self-censor** rather than risk mounting fines (up to **500 penalty units plus 100 units per day**) and potential **license revocation**. This is particularly burdensome for smaller media outlets and startups lacking resources to challenge questionable determinations.",
      "relatedProvisions": [
        "74-administrative-penalty"
      ],
      "relatedImpacts": []
    },
    {
      "id": "criminal-penalties-for-speech-causing-reputational-damage",
      "title": "Criminal Penalties for Speech Causing \"Reputational Damage\"",
      "severity": "high",
      "description": "This provision makes it a **crime punishable by imprisonment** to publish false information that causes \"**public harm**\"—defined to include **reputational damage, loss of funding, or strikes**. A government-appointed Division determines whether information is \"false\" and whether it \"causes\" harm, creating a system where **executive officials decide what speech is criminal**. Journalists reporting on government failures could face prosecution if their reporting causes \"significant reputational damage,\" even if substantially accurate. The undefined terms \"**malicious intent**\" and \"**reasonable belief in falsity**\" give prosecutors broad discretion to characterize critical reporting as criminal, creating a severe **chilling effect on investigative journalism and government criticism**.",
      "relatedProvisions": [
        "75-criminal-penalty"
      ],
      "relatedImpacts": []
    },
    {
      "id": "license-renewal-weaponized-through-training-mandates",
      "title": "License Renewal Weaponized Through Training Mandates",
      "severity": "high",
      "description": "Media outlets and internet platforms can be **denied license renewal** for failing to conduct bi-annual training—regardless of their actual content quality or track record. The Division determines training \"adequacy\" without defined standards, creating arbitrary enforcement power. This shifts regulation from penalizing actual harm to controlling operations through procedural requirements, with **daily penalties of 100 units** creating unsustainable costs for smaller organizations. Startups must build compliance infrastructure before they can operate, favoring established players.",
      "relatedProvisions": [
        "83-training"
      ],
      "relatedImpacts": []
    },
    {
      "id": "minister-controls-speech-enforcement-body",
      "title": "Minister Controls Speech Enforcement Body",
      "severity": "high",
      "description": "The Division that decides misinformation cases and can recommend **criminal prosecution** or **license revocation** must follow ministerial directives on \"matters at the level of the Principal Authority\"—an undefined phrase that could encompass enforcement priorities and case selection. While directives supposedly cannot alter substantive rights, a Minister can still influence *which* cases get pursued and *how aggressively*, creating risk of **selective enforcement against government critics**. Combined with the President appointing the Division's Director, this creates dual political control over a body making binding decisions on speech, fundamentally compromising the independence necessary for fair adjudication.",
      "relatedProvisions": [
        "16-ministerial-directive"
      ],
      "relatedImpacts": []
    },
    {
      "id": "government-institutions-can-prosecute-their-critics",
      "title": "Government Institutions Can Prosecute Their Critics",
      "severity": "high",
      "description": "This provision allows **public institutions** to bring enforcement actions against individuals who publish information the institution claims is false—effectively enabling government entities to prosecute their own critics. While subject to \"constitutional protections,\" critics face proceedings before a **President-appointed Division** with potential **criminal penalties including imprisonment**. This creates a chilling effect on investigative journalism and whistleblowing, as exposing institutional failures or corruption could trigger prosecution by the very institutions being scrutinized. The structural power imbalance—where those being criticized control the enforcement mechanism—undermines democratic accountability and inverts the normal relationship where institutions answer to citizens, not the reverse.",
      "relatedProvisions": [
        "27-misinformation-or-disinformation-against-public-institutions"
      ],
      "relatedImpacts": []
    },
    {
      "id": "criminal-penalties-for-vaguely-defined-hate-speech",
      "title": "Criminal Penalties for Vaguely-Defined \"Hate Speech\"",
      "severity": "high",
      "description": "This provision subjects **hate speech** to criminal penalties (up to 500 penalty units and imprisonment) under a definition that captures speech merely **\"affecting dignity or reputation\"** of groups—far broader than international standards requiring incitement to violence or discrimination. The vague standard makes it impossible to know what speech is prohibited: criticism of religious practices, commentary on cultural traditions, or discussion of controversial identity issues could all trigger prosecution. A **Presidential appointee** makes initial determinations with limited judicial oversight, creating risk of selective enforcement against critics, journalists, and activists discussing sensitive social issues.",
      "relatedProvisions": [
        "38-communication-of-hate-speech"
      ],
      "relatedImpacts": []
    },
    {
      "id": "vague-control-definition-threatens-platform-operations",
      "title": "Vague \"Control\" Definition Threatens Platform Operations",
      "severity": "high",
      "description": "The provision defines seven ways someone can be liable for hate speech, but uses **vague terms** like \"substantially dictate\" content framing and \"able to communicate or remove content\" that could capture any platform with basic moderation capabilities. Combined with **criminal penalties** (up to 500 penalty units and imprisonment), this creates severe uncertainty for digital platforms, content delivery networks, and media outlets about whether routine operations—algorithmic curation, content moderation, editorial decisions—trigger liability. Startups cannot reliably predict legal exposure, while established platforms face pressure to either **over-remove content** or avoid moderation entirely, creating a chilling effect on both innovation and free expression.",
      "relatedProvisions": [
        "39-control-over-the-communication-of-hate-speech"
      ],
      "relatedImpacts": []
    },
    {
      "id": "satire-and-parody-banned-for-privacy",
      "title": "Satire and Parody Banned for Privacy",
      "severity": "high",
      "description": "This provision **categorically prohibits** mass media from disclosing any \"private fact\" through entertainment formats including **parody, satire, or skits**—even when the same information could be disclosed through news reporting. This creates a **two-tiered speech regime** that disfavors entertainment-based social commentary and criticism. Without any public interest exception or definition of what constitutes a \"private fact,\" the provision creates legal uncertainty that will **chill legitimate satirical commentary** on public figures and matters of public concern, particularly when combined with the bill's criminal penalties.",
      "relatedProvisions": [
        "48-entertainment"
      ],
      "relatedImpacts": []
    },
    {
      "id": "vague-confidential-information-ban-threatens-investigative-journalism",
      "title": "Vague \"Confidential Information\" Ban Threatens Investigative Journalism",
      "severity": "high",
      "description": "This provision criminalizes publishing **\"confidential information concerning the Republic\"** using four vague criteria that could apply to almost any government document. Key undefined terms include what **\"belongs to the State\"**, what's **\"not meant to be shared\"** (determined by whom?), and what **\"affects diplomatic interests\"**—giving authorities broad discretion to prosecute journalists and whistleblowers. Reporters investigating government misconduct cannot reliably determine what's prohibited, creating severe **chilling effects on investigative journalism**. While the bill includes public interest defenses, these only apply on appeal after criminal prosecution begins, with initial enforcement by a **presidentially-appointed Division**.",
      "relatedProvisions": [
        "52-publication-of-confidential-information-concerning-the-republic"
      ],
      "relatedImpacts": []
    },
    {
      "id": "minister-controls-financial-penalties-for-speech",
      "title": "Minister Controls Financial Penalties for Speech",
      "severity": "high",
      "description": "The Minister can unilaterally set the \"scope, extent and range\" of monetary damages for speech violations, including **punitive damages**, without parliamentary oversight or proportionality limits. Combined with the bill's vague definitions of prohibited speech, this creates a mechanism where the executive branch can impose potentially bankrupting financial penalties on journalists, media outlets, and citizens for publishing information the government deems false or confidential. A small media outlet publishing a good-faith story with an error could face **general, special, AND punitive damages** with ranges set entirely at ministerial discretion—creating severe chilling effects on investigative journalism and government criticism.",
      "relatedProvisions": [
        "70-monetary-damages"
      ],
      "relatedImpacts": []
    },
    {
      "id": "undefined-risk-assessment-requirements-with-escalating-penalties",
      "title": "Undefined Risk Assessment Requirements with Escalating Penalties",
      "severity": "high",
      "description": "Entities must conduct annual **\"misinformation and disinformation risk assessments\"** and implement **\"corresponding risk mitigation measures,\"** but the bill provides no objective criteria for what constitutes adequate compliance. The Division determines compliance after the fact, with penalties of **500 penalty units plus 100 penalty units per day** of continued non-compliance. This creates legal uncertainty about compliance requirements while imposing substantial financial exposure, particularly burdening smaller media outlets and digital businesses that lack resources for extensive assessments and face discretionary enforcement by a government-appointed body.",
      "relatedProvisions": [
        "81-misinformation-and-disinformation-risk-assessment"
      ],
      "relatedImpacts": []
    },
    {
      "id": "criminal-penalties-for-honest-errors-in-emergency-reporting",
      "title": "Criminal Penalties for Honest Errors in Emergency Reporting",
      "severity": "high",
      "description": "This provision incorporates the MDHI Act's **broad definition of misinformation** (false information \"regardless of intent\") into criminal law, making honest mistakes about emergency situations potentially criminal. Journalists, health communicators, or activists who inadvertently share incorrect information that could affect \"life-saving services\" face fines up to **3,000 penalty units**—even without malicious intent. This creates a **chilling effect on emergency reporting** and public health communication, as speakers cannot reliably predict what constitutes criminal misinformation versus protected speech about contested facts.",
      "relatedProvisions": [
        "87-repeals-amendments-and-savings"
      ],
      "relatedImpacts": []
    }
  ],
  "provisions": [
    {
      "id": "2-scope-of-the-act",
      "section": 2,
      "title": "Scope of the Act",
      "plainLanguage": "This section of the Act explains what topics the law addresses. Specifically, the law focuses on misinformation, which is false or inaccurate information, and disinformation, which is deliberately misleading or biased information. Therefore, the Act aims to regulate or address issues related to the spread of these types of information.",
      "rawText": "- (1) The Act covers the following:\n\n    - (a) Misinformation;\n\n    - (b) Disinformation;\n\n    - (c) Hate Speech;\n\n    - (d) Public disclosure of private facts; and\n\n    - (e) Publication of confidential information concerning the Republic.\n\n- Nothing in this Act shall preclude a person from enforcing existing common law remedies in respect of misinformation and disinformation even where both actions run concurrently.\n\n- Notwithstanding subsection (2), the Court, Division or other adjudicatory body shall take into consideration the relief sought, or the extent of a remedy granted or sanction imposed or satisfaction for breach offered to the aggrieved party in respect of the same facts forming the basis of misinformation and disinformation before another adjudicatory body.",
      "relatedImpacts": [],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "neutral"
      }
    },
    {
      "id": "3-existing-legislation",
      "section": 3,
      "title": "Existing legislation",
      "plainLanguage": "This section states that the current law should be interpreted alongside several existing laws. These laws cover topics like cybersecurity, criminal activity, media oversight, data protection, and national security. This ensures that the new law works in harmony with the current legal framework.",
      "rawText": "- (1) The Act shall be read together with the following enactments:\n\n            - (a) Cybersecurity Division Act, 2020 (Act 1038) (Cybersecurity Division Act),\n\n            - (b) Criminal Offences Act, 1960 (Act 29) (Criminal Offences Act),\n\n            - (c) National Media Commission Act, 1993 (Act 449) (National Media Commission Act),\n\n            - (d) Data Protection Act, 2012 (Act 843),\n\n            - (e) the  National  Communications  Authority  Act,  2008  (Act  769)  (National Communications Division Act),\n\n            - (f) the Electronic Communications Act, 2008 (Act 775) (Electronic Communications) Act),\n\n            - (g) the State Secrets Act, 1962 (Act 101) (State Secrets Act)\n\n            - (h) the Political Parties Act, 2000 (Act 574) (Political Parties Act)\n\n            - (i) the  Security  and  Intelligence  Agencies  Act,  2020  (Act  1030)  (Securities  and Intelligence Agencies Act)\n\n            - (j) Presidential Office Act, 1993 (Act 463) (Presidential Office Act)\n\nPrinciples on the Right to Freedom of Speech and Expression and the Right to Privacy",
      "relatedImpacts": [
        "freedomOfSpeech",
        "privacy"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "low-positive",
        "privacy": "low-positive",
        "business": "neutral"
      }
    },
    {
      "id": "4-enforcement-and-interpretation-of-constitutional-rights",
      "section": 4,
      "title": "Enforcement and interpretation of constitutional rights",
      "plainLanguage": "This provision ensures the Act is implemented and interpreted in a way that respects the constitutional rights to freedom of speech, expression, and privacy. It mandates that the Act's enforcement aligns with these rights as outlined in the Constitution. This means the Act cannot be applied in a way that violates these fundamental rights.",
      "rawText": "- The Act shall be enforced and interpreted in accordance with the right to freedom of speech and expression and the right to privacy under articles 21(1)(a) and 18(2) of the Constitution, respectively and Chapter 12 of the Constitution.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "medium-positive",
        "privacy": "medium-positive",
        "business": "low-positive"
      }
    },
    {
      "id": "5-balancing-private-benefit-against-public-benefit",
      "section": 5,
      "title": "Balancing private benefit against public benefit",
      "plainLanguage": "This provision instructs courts to consider both the importance of free speech and privacy, and the need to protect people from harm caused by false information or hate speech. When deciding cases, courts must weigh the benefits of upholding free speech and privacy against the benefits of preventing harm to individuals and institutions. This ensures a balance between individual rights and public safety.",
      "rawText": "- In the application of the Act, the Court or Division (as the case may be) shall weigh the private benefit of enforcing the right to freedom of speech and expression and/or the right to privacy against the public benefit of protecting an individual, group of persons, private or public institution from the harm caused by the false information, hate speech or publication of other information.",
      "relatedImpacts": [
        "freedomOfSpeech",
        "privacy"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "medium-positive",
        "privacy": "medium-positive",
        "business": "neutral"
      }
    },
    {
      "id": "6-application-and-interpretation-in-favour-of-constitutional-rights",
      "section": 6,
      "title": "Application and interpretation in favour of constitutional rights",
      "plainLanguage": "This provision directs the Court to prioritize freedom of speech, expression, and privacy when interpreting the Act, especially if the information serves a legitimate public benefit. Information is considered beneficial if it reveals criminal activity, government misconduct, criticizes the government, exposes civil wrongdoing, or concerns controversial public health opinions. This aims to ensure transparency and accountability by protecting the disclosure of information that is in the public interest.",
      "rawText": "- (1) The Court or Division shall apply and/or interpret the Act in favour of the right to freedom  of  speech  and  expression  and  right  to  privacy  where  the  information  under consideration achieves a legitimate public benefit.\n\n- For the purpose of subsection (1), information is of legitimate public benefit if that information:\n\n            - (a) is intended to expose or exposes a person or institution's activities directly or indirectly  related  to,  or  connected  with  the  commission,  or  the  reasonable suspicion of commission of a crime under the laws of the Republic;\n\n            - (b) is intended to expose or exposes a Government or public-related matter that is nationally dishonourable and inimical to values of probity and accountability;\n\n            - (c) is  intended  to  criticise  or  criticises  the  Government  or  public  institution  in relation to the management of a public office or the performance of official duties of a government official or public officer;\n\n            - (d) is  intended  to  expose  or  exposes  civil  wrong  doing  done  by  or  against  an individual, group of persons, private and public institutions or the Government; or\n\n            - (e) relates to a controversial public health opinion that is capable of being proven.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "privacy"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "medium-positive",
        "privacy": "low-positive",
        "business": "neutral"
      }
    },
    {
      "id": "7-establishment-of-liability",
      "section": 7,
      "title": "Establishment of liability",
      "plainLanguage": "This section explains how someone can be held responsible for their actions under this law. Liability is established to protect individual rights, national security, and public well-being. It requires a balance between public benefit and private interests, a fair and transparent process, and adherence to due process. For hate speech, liability is determined according to the rules in Part IV of this law.",
      "rawText": "- (a) liability promotes the rights and reputation of an individual, group of persons, private or public institution, and protects national security, public order, public safety, public health or public morals;\n\n            - (b) liability  was  reached  upon  ascertaining  that  the  public  benefit  gained  from culpability of a person for contravening the Act outweighs a private benefit, and there is no justification under section 7(2); and\n\n            - (c) liability  was  determined  by  a  fair  and  transparent  criterion  under  the  Act  in accordance with due process.\n\n- In addition to subsection (1), the establishment of liability for hate speech shall be in accordance with Part IV of the Act.",
      "relatedImpacts": [
        "freedomOfSpeech"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "medium-positive",
        "privacy": "neutral",
        "business": "neutral"
      }
    },
    {
      "id": "8-imposition-of-sanctions-and-grant-of-remedies",
      "section": 8,
      "title": "Imposition of sanctions and grant of remedies",
      "plainLanguage": "This section states that any punishment or solution for breaking the rules must be fair and appropriate for a democratic society. When deciding on a suitable action, the Court or Division must consider the harm caused, whether the action fixes the problem, and choose the option that is least restrictive. This ensures that penalties are not excessive and are tailored to the specific situation.",
      "rawText": "8. (1) Where liability is established under this  Act, the Court or the  Division shall not impose a sanction or grant a remedy for a non-compliance or for breach of conduct under the Act unless the sanction or remedy is that which is necessary and proportionate in a democratic society.\n\n- In  determining  whether  a  sanction  or  remedy  is  necessary  and  proportionate, regardless of the sanction or remedy stated in the Complaint, the Court or the Division shall:\n\n    - (a) justify  the  sanction  or  remedy  against  the  evidence  of  the  harm  caused  to  an individual, group of persons or the public;\n\n    - (b) determine whether the sanction or remedy is adequate under the circumstances to achieve the object and purpose of this Act; and\n\n    - (c) apply  the  least  intrusive  means  of  restriction  considering  the  circumstances,  the rights involved and the desired result.\n\n## Institutional Framework",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "medium-positive",
        "privacy": "neutral",
        "business": "low-positive"
      }
    },
    {
      "id": "9-establishment-of-the-division-on-misinformation-disinformation-hate-speech-and-publication-of-other-information",
      "section": 9,
      "title": "Establishment of the  Division on Misinformation, Disinformation, Hate Speech and Publication of Other Information.",
      "plainLanguage": "This provision creates a Division on Misinformation, Disinformation, Hate Speech and Publication of Other Information. This division will be responsible for enforcing the Act's regulations related to these issues. The division is established by the Board of the Authority under the National Communications Act.",
      "rawText": "9. (1) For the purpose of enforcement and implementation of this  Act, the Division on Misinformation, Disinformation, Hate Speech and Publication of Other Information is hereby constituted by the authority of the Board of the Authority, pursuant to section 15 of the National Communications Act.",
      "relatedImpacts": [
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "medium-negative",
        "privacy": "neutral",
        "business": "low-negative"
      }
    },
    {
      "id": "10-powers-of-the-division",
      "section": 10,
      "title": "Powers of the Division",
      "plainLanguage": "This section details what the Division is allowed to do. It can create its own rules and make legally binding decisions regarding complaints. However, the Division is not a corporation and must act through the Authority for lawsuits. It also cannot independently own property or enter into contracts.",
      "rawText": "10. (1) The Division shall have power to publish its own internal rules to streamline its functions under this Act.\n\n(2) The Division shall have power to make findings of fact, establish liability and render binding decisions on sanctions and remedies in respect of Complaints or Reports under the Act.\n\n(3) The Division is not a body corporate with perpetual succession or a common seal and shall only act through the Authority for the purpose of suing or being used.\n\n(4) The  Division  may  not,  for  the  performance  of  its  functions,  acquire  and  hold movable and immovable property and enter into a contract or any other transaction in its own name.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "low-negative",
        "freedomOfSpeech": "medium-negative",
        "privacy": "neutral",
        "business": "low-negative"
      }
    },
    {
      "id": "11-functions-of-the-division",
      "section": 11,
      "title": "Functions of the Division",
      "plainLanguage": "This section details the responsibilities of the Division, which include monitoring compliance with the Act and promoting freedom of speech by increasing transparency and educating the public. The Division will also investigate complaints, determine liability, and impose penalties for violations of the Act. Furthermore, it will create a national plan to implement the Act and advise the Minister on relevant policy issues.",
      "rawText": "11. (1)  The Division shall:\n\n            - (a) ensure and monitor compliance with this Act;\n\n            - (b) promote the right to freedom of speech and expression by ensuring functional transparency,  fostering  media  literacy,  providing  verified  information  to  the public  and  undertaking  educational  programmes  and  initiatives  on  false  and other information;\n\n            - (c) sensitise  the  public  on  the  object  and  purpose  of  the  Act,  and  the  rights, sanctions, remedies and defences under the Act;\n\n            - (d) receive and investigate Complaints or Reports of non-compliance with this Act, breach  of  conduct  under  the  Act  and  make  appropriate  binding  decisions accordance with the Act;\n\n            - (e) establish  liability  and  impose  sanctions  or  remedies  that  are  necessary  and appropriate in a democratic society;\n\n            - (f) implement the requirements for all relevant stakeholders under this Act;\n\n            - (h) develop a national plan of action to address, monitor and report on the progress of  implementation of  this  Act  and  through the  Minister  to  be  submitted  to Parliament; and\n\n            - (i) advise  the  Minister  on  policy  matters  and  any  other  matter  relevant  to  the implementation of this Act.\n\n    - The Division shall submit an annual report on false and other information under the Act to the Minister.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "medium-negative",
        "privacy": "neutral",
        "business": "low-negative"
      }
    },
    {
      "id": "12-collaboration",
      "section": 12,
      "title": "Collaboration",
      "plainLanguage": "This provision mandates that the Division collaborate with entities like the National Media Commission. However, it also states that the Division's responsibilities will take priority when there are similar duties between the Division and another public institution, especially concerning the implementation of this law. This ensures the Division's authority in carrying out its specific functions under the Act.",
      "rawText": "- 12 . (1)  The Division shall work closely with the National Media Commission and other public institutions in the execution of its functions.\n\n- In the event of parallel roles between the Division and any other public institution, the functions of the Division shall prevail for the purpose of implementing this Act.\n\nAdministration of the Divisions",
      "relatedImpacts": [],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "neutral"
      }
    },
    {
      "id": "13-subdivisions",
      "section": 13,
      "title": "Subdivisions",
      "plainLanguage": "This section establishes two main parts within the Division: one for handling complaints and investigations related to violations of the Act, and another for educating the public about the Act and providing accurate information. The Complaints and Investigation Subdivision will address reports of non-compliance and make binding decisions. The Public Information Desk and Outreach Subdivision will focus on informing the public, countering misinformation, and promoting freedom of speech through educational programs.",
      "rawText": "- (1) The Division shall comprise of the following operational subdivisions:\n\n            - (a) The Complaints and Investigation Subdivision\n\n            - (b) The Public Information Desk and Outreach Subdivision\n\n- The Complaints and Investigation Subdivision shall be responsible for receiving and investigating Complaints and Reports of non-compliance or breach of conduct under the  Act  either  by  the  instigation  of  a  third-party  or  on  its  own  accord,  and  making appropriate binding decisions.\n\n- The Public Information Desk and Outreach Subdivision shall be responsible for sensitising the public on the Act; providing information on request to the public ; providing verified information to counter false information; and promoting the right to freedom of speech and expression through educational programmes and initiatives on false and other information.",
      "relatedImpacts": [
        "freedomOfSpeech"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "low-positive",
        "privacy": "neutral",
        "business": "neutral"
      }
    },
    {
      "id": "14-director-of-the-division",
      "section": 14,
      "title": "Director of the Division",
      "plainLanguage": "This provision establishes the position of Director of the Division, who is appointed by the President. To be eligible, a candidate must have at least 10 years of experience in fields like telecommunications, law, or human rights. They also cannot have any direct involvement or financial interest in broadcasting networks, media houses, or internet intermediaries operating within the country.",
      "rawText": "- (1) The  Division  shall  be  headed  by  a  Director  appointed  by  the  President  in accordance with article 195 of the Constitution.\n\n- A person shall not be qualified for appointment as a Director of the Division unless that person:\n\n            - (a) has not less than 10 years of working experience in (i) telecommunications, (ii) law, (iii) regulatory  compliance, (iv) education (v) information  studies  or  (vi) human rights and\n\n            - (b) is not directly or indirectly involved in the management of; or\n\n            - (c) has  no  financial  or  commercial  interest  in  a  broadcasting  network  or  media house or internet intermediary operating within the territory of the Republic.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "low-positive",
        "privacy": "neutral",
        "business": "low-positive"
      }
    },
    {
      "id": "15-appointment-of-other-staff",
      "section": 15,
      "title": "Appointment of other staff",
      "plainLanguage": "This provision grants the President the authority to appoint additional staff to the Division. These appointments must align with constitutional guidelines. The purpose is to provide the Division with the necessary personnel to properly and effectively carry out its responsibilities.",
      "rawText": "- The President shall in accordance with article 195 of the Constitution, appoint for the  Division,  other  officers  and  staff  that  are  necessary  for  the  proper  and  effective performance of its functions.",
      "relatedImpacts": [],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "neutral"
      }
    },
    {
      "id": "16-ministerial-directive",
      "section": 16,
      "title": "Ministerial Directive",
      "plainLanguage": "This provision allows the Minister to give instructions to the Division on matters concerning the Principal Authority. However, the Minister's instructions cannot alter any rights, responsibilities, or legal protections already defined in the law. This ensures that the Minister's guidance remains within the boundaries of the existing legal framework.",
      "rawText": "- The Division shall be subject to the Minister's directives on matters at the level of the Principal Authority, provided that the directive does not vary, amend, detract or add to any right, liability, sanction, remedy or defence under this Act.\n\nSubstantive Rules on Information",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "low-negative",
        "freedomOfSpeech": "high-negative",
        "privacy": "neutral",
        "business": "low-negative"
      }
    },
    {
      "id": "17-information",
      "section": 17,
      "title": "Information",
      "plainLanguage": "This section clarifies what kind of information is covered under the Act, focusing on factual statements that can be proven true or false. Opinions, commentary, and good-faith interpretations are not considered facts. Public criticism of government officials and dissatisfaction with public services are also protected and will not be considered false information under the Act. This means people generally won't be penalized for expressing their views or critiquing the government.",
      "rawText": "- (1) In this section, the rules on information shall unless otherwise stated, apply only to misinformation, disinformation and other information.\n\n- Except for hate speech under this Act, a person shall only be liable under this Act for  the  communication  or  publication  of  information  relating  to  or  about  facts  which contravenes the Act.\n\n- Under this Act, a fact means a statement or material which can be verified as true or false.\n\n- Unless otherwise provided in this Act, the following does not constitute a fact under the Act:\n\n            - (a) opinions about facts including personal views, beliefs or value judgments;\n\n            - (b) commentary about facts including analysis, criticism or editorial content; and\n\n            - (c) an objective interpretation of facts in good faith and supported by evidence.\n\n- Unless otherwise provided in this Act, the following information shall not impose liability on a person for false information and other information:\n\n            - (a) public criticism or scrutiny of a governmental official or public officer, relating to the management of a public office or the official duties of a  government official or public officer;\n\n            - (b) public criticism or dissatisfaction about the provision of a service to the public;\n\n            - (d) clearly identified partisan news;\n\n            - (e) subject to provisions on hate speech, information that considered only insulting or disrespectful; and\n\n            - (f) true but imprecise information about a civil wrong or commission of a crime.\n\n(6) For the purposes of this Act, clearly identified partisan news means information which is biased in its framing, leaning towards a political ideology or adopts subjective facts.\n\n(7) For the purposes of this Act, acts are considered only insulting or disrespectful if they are personally rude or unpleasant, but do not offend a group of people and do not incite violence or threaten or expose that person to threat of harm.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "medium-positive",
        "privacy": "neutral",
        "business": "low-positive"
      }
    },
    {
      "id": "18-communication-of-information",
      "section": 18,
      "title": "Communication of Information",
      "plainLanguage": "This section defines how information is considered \"communicated\" under this law. It includes making information available through the internet, text messages, and broadcasts. The definition covers various forms of content, including AI-generated material. However, internet service providers and similar services are generally not considered publishers of information unless it is generated by their algorithms.",
      "rawText": "18. (1) In this Act, for the purpose of false information, hate speech and other information, a statement or material relating to or about facts is communicated if it is made available to one or more persons in the Republic by means stated in subsection (2).\n\n(2) A statement or material relating to or about facts or is also communicated if it is made available to one or more end-users in Republic on or through:\n\n      - (a)  internet; or\n\n      - (b) MMS or SMS\n\n      - (c) television or radio broadcast\n\n(3) A statement or material relating to or about facts communicated under subsection (1)  and  (3)  shall  include  written  words,  sounds,  signs,  objects,  images,  videos  including Artificial Intelligence generated statements or materials.\n\n(4)  Except for the algorithmically generated information, a person does not publish information in the Republic merely by doing any act for the purpose of, or that is incidental to, the provision of:\n\n(a) an internet intermediary service;\n\n- (b) a communication service;\n\n- (c) a service of giving the public access to the internet; or",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "low-positive",
        "privacy": "neutral",
        "business": "low-positive"
      }
    },
    {
      "id": "19-false-information",
      "section": 19,
      "title": "False information",
      "plainLanguage": "This provision defines \"false information\" as statements that are wrong, misleading, or deceptive, and can be disproven with verified facts. Even partially true statements can be considered false if they are misleading due to omitted information. The person claiming information is false has the responsibility to prove it.",
      "rawText": "19. (1) A statement or material is false if it is wrong, fake, misleading, deceptive, doctored, whether wholly or in part, and whether on its own or in the context in which it appears.\n\n(2)  Information  is  false  only  if  it  can  be  disproven  by  verified  and  factual  contrary information.\n\n(3) A statement or material is false even if it is a partial disclosure of truth provided that the omission makes entire statement or material more misleading than true.\n\n(4) Unless otherwise provided in this Act, the burden that the information is false lies on the person alleging that the information is false which may include the Division where appropriate.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "high-negative",
        "freedomOfSpeech": "high-negative",
        "privacy": "neutral",
        "business": "high-negative"
      }
    },
    {
      "id": "20-control-over-the-information",
      "section": 20,
      "title": "Control over the information",
      "plainLanguage": "This section clarifies who is responsible for information shared, focusing on those who have control over it. You have control if you originally shared the information, directed its publication, can change the content, or can publish/remove it. Simply resharing information already public generally doesn't give you control, but employees may be liable alongside employers who authored the content.",
      "rawText": "20. (1)  Except  for  hate  speech  under  this  Act,  a  person  shall  be  made  liable  for communication of information if that person has control over the information.\n\n(2) A person has control over the information if that person:\n\n    - (a) is the original disseminator of the information;\n\n    - (b) is not the original disseminator of the information but retains authorship of the original information; or\n\n    - (c) used, instructed  or  guided  another  person  or  instrument  to  make  the publication; or\n\n            - (d) is able to substantially dictate how that content of that information should be framed, edited or published; or\n\n    - (e) is able publish or remove content relating to the information without recourse to  the original author; or\n\n    - (f) threatens, blackmails or compels another person to release the information.\n\n(3) Nothing in this Act shall prevent an employee from being jointly or severally liable with an employer who retains authorship of the information published in the course of employment.\n\n(4) Except for hate speech under this Act, a person who republishes information that is already within the public domain does not have control over the information.\n\n(6) For the avoidance of doubt, internet intermediaries do not have control over the information except where a Direction, Order or Compliance Warning is issued against it.\n\n(7) Despite subsection (6), the Division may submit a request for content restriction on  an  internet intermediary  where  the  Division  decides  that  it  is  necessary  and proportionate in accordance with section 9 of this Act.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "high-negative",
        "freedomOfSpeech": "high-negative",
        "privacy": "neutral",
        "business": "high-negative"
      }
    },
    {
      "id": "21-exclusion-of-persons",
      "section": 21,
      "title": "Exclusion of persons",
      "plainLanguage": "This section clarifies who can be held responsible for violations of this Act. Children under 12 are exempt from liability, but adults who encourage them to break the rules can be held accountable. Parents or guardians may be responsible for a child's actions if they did not properly supervise them. People who are forced or threatened into releasing non-compliant information are also protected from liability.",
      "rawText": "21. (1) Subject to the Juvenile Justice Act, 2003 (Act 653), a person below the age of 12 shall not be liable for non-compliance or breach of conduct under this Act.\n\n(2) A person capable of being made liable under this Act who guides, advises, instructs, commands, requests or blackmails a person below the age of 12 to engage in conduct that is inconsistent with this Act shall be liable as the original disseminator of the information.\n\n(3) Except for conduct criminalised, a parent or guardian of a child of below the age of 12 years or a person responsible for making decisions on behalf of that child shall be made  liable  for  the  child's  non-compliance  on  proof  that  the  parent  failed  to  take reasonable steps to supervise the child's activities.\n\n(4) Unless otherwise stated, a person who is threatened, blackmailed or compelled to release information that is non-compliant with, or contravenes the Act shall not be made liable under this Act.\n\nProhibition on publication of false information",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "low-negative",
        "freedomOfSpeech": "medium-negative",
        "privacy": "neutral",
        "business": "low-negative"
      }
    },
    {
      "id": "22-misinformation-and-disinformation",
      "section": 22,
      "title": "Misinformation and Disinformation",
      "plainLanguage": "This provision makes it illegal to spread misinformation and disinformation. Misinformation is defined as false information, regardless of intent, while disinformation is intentionally misleading. Individuals can be held responsible if they publish false information that harms the public interest and are subject to penalties detailed elsewhere in the law.",
      "rawText": "22. (1) Misinformation and disinformation is prohibited in Republic.\n\n(2) Misinformation is the publication of false or inaccurate information regardless of the intention to mislead.\n\n(3) Disinformation is  the  publication  of  false  or  inaccurate  information  intended  to mislead, manipulate or guide people in a particular direction.\n\n(4) A person shall be made liable for misinformation or disinformation if:\n\n    - (a) the information is a false or inaccurate statement or material relating to or about facts;\n\n    - (b) that person is not excused from liability under the Act;\n\n    - (c) the information is prejudicial to public interest under section [].\n\n(5) A  person  liable  for  misinformation  or  disinformation  shall  be  subject  to  the imposition sanctions and grant of remedies provided in section [].",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "high-negative",
        "freedomOfSpeech": "high-negative",
        "privacy": "neutral",
        "business": "high-negative"
      }
    },
    {
      "id": "23-due-diligence-of-the-certainty-or-accuracy-of-information",
      "section": 23,
      "title": "Due diligence of the certainty or accuracy of information",
      "plainLanguage": "This provision requires anyone publishing factual information to perform due diligence to ensure its accuracy. Certain groups, such as media outlets and politicians, are held to a higher standard of verification. However, individuals are not liable if due diligence would not have revealed the information was false, and all people are encouraged to publish reliable information to combat inaccuracies.",
      "rawText": "23. (1) All persons publishing information that concern statement or material relating to or about facts shall conduct necessary due diligence and verify the certainty or accuracy of the information.\n\n(2) Despite  subsection  (1),  media  houses,  journalists,  politicians,  academics,  persons with notoriety as influencers, persons known as public and social media commentators, persons of the class as celebrities, popular product brands and multinational companies shall be held to a higher standard of due diligence.\n\n(3) It is a defence under this Act that due diligence could not have revealed that the information was false or inaccurate.\n\n(4) A person shall not be liable under this Act by reason only that they did not conduct necessary due diligence of the certainty or accuracy of the information.\n\n(5)  All  persons  are  encouraged  to  publish  reliable  information  to  discredit  false  or inaccurate information.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "medium-negative",
        "freedomOfSpeech": "medium-negative",
        "privacy": "neutral",
        "business": "medium-negative"
      }
    },
    {
      "id": "24-business-misinformation-or-disinformation",
      "section": 24,
      "title": "Business misinformation or disinformation",
      "plainLanguage": "This section prohibits profiting from the creation and spread of false information. It stops people from making or sharing false information for money or other advantages. Those who repeatedly publish false information that harms the public may be considered to be in the business of spreading misinformation and will face penalties.",
      "rawText": "24. (1)  A person shall not engage in the business of making, arranging, publishing false information  gratuitously  or  for  financial  reward,  whether  realised  or  not,  or  any  other benefit or gain.\n\n(2) A person shall not solicit, receive or agree to receive any financial or other material benefit as an inducement or reward for providing any service, knowing that the service is or will be used in the communication of information that contravenes this Act.\n\n(3) A person who earns a reputation publicly for constantly and incessantly publishing false information which affects the public interest shall be presumed to be engaged in the business or object of misinformation or disinformation.\n\n(4) A person who engages in conduct contrary to subsection (1), (2) and (3) shall be subject to sanctions and/or be required to provide remedies under Part VII of this Act.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "high-negative",
        "freedomOfSpeech": "high-negative",
        "privacy": "neutral",
        "business": "high-negative"
      }
    },
    {
      "id": "25-public-interest",
      "section": 25,
      "title": "Public interest",
      "plainLanguage": "This provision states that individuals can only be held responsible for spreading misinformation or disinformation if it's in the public's best interest to do so. An action is considered to be in the public interest if it is deemed necessary or advantageous. This limits the scope of liability under the Act.",
      "rawText": "25. (1) A person shall only be made liable for misinformation or disinformation under this Act where it is in the public interest to do so.\n\n(2) For the purposes of this Act, and without limiting the generality of the expression, it is in the public interest to do anything if the doing of that thing is necessary or expedient:\n\n            - (b) to protect public health, the public trust, or public finances, public welfare, or to secure public safety, public morals or public order;\n\n            - (c) in the interest of friendly relations of Republic with other countries;\n\n            - (d) to prevent any distorted influence of the outcome of presidential, parliamentary, district  assembly  elections,  unit  committee  elections,  referendum  or  other elections supervised by the Electoral Commission.\n\n            - (e) to prevent incitement of feelings of enmity, hatred or ill-will between different groups of persons; or\n\n            - (f) to prevent a diminution of public confidence in the performance of any official duty or function of, or in the exercise of any power by a public institution.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "low-negative",
        "freedomOfSpeech": "medium-negative",
        "privacy": "neutral",
        "business": "low-negative"
      }
    },
    {
      "id": "26-misinformation-or-disinformation-by-or-against-the-government",
      "section": 26,
      "title": "Misinformation or disinformation by or against the Government",
      "plainLanguage": "This section grants the government the power to combat misinformation and disinformation, with some limitations. The government cannot use these powers against misinformation related to the ruling political party, but political parties retain their own rights. The government also cannot pursue action solely based on insults to high-ranking officials. The government bears the burden of proof in misinformation cases.",
      "rawText": "26. (1) Subject to constitutional protections, the Government shall have enforceable rights against any person, and shall have rights enforced against it, in respect of misinformation or disinformation under this Act.\n\n(2) The Government shall exercise its enforceable rights under the Act provided that the misinformation or disinformation does not concern the political party of the incumbent Government.\n\n(3)  Notwithstanding subsection (3), a political party shall retain enforceable rights in its own respects as an entity under this Act.\n\n(4) The Government shall not exercise any enforceable rights under this Act by reason only that the misinformation or disinformation are merely insulting to the President, VicePresident or the Cabinet, as defined under section 17(7) of this Act.\n\n(5)  Subject  to  protections  under  the  Constitution,  an  action  for  misinformation  or disinformation at the instance of the Government shall lie against a private individual or private entity.\n\n(6) For the avoidance of doubt, the respective offices of the Government affected by the misinformation or disinformation shall bear the burden of proof in any case as may be.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "medium-positive",
        "privacy": "neutral",
        "business": "low-positive"
      }
    },
    {
      "id": "27-misinformation-or-disinformation-against-public-institutions",
      "section": 27,
      "title": "Misinformation or disinformation against public institutions",
      "plainLanguage": "This provision allows public institutions to sue individuals or organizations that spread false information about them. This right is subject to constitutional protections, such as freedom of speech. The goal is to protect public institutions from damage caused by misinformation and disinformation.",
      "rawText": "27. (1) Subject  to  constitutional  protections,  public  institutions  shall  have  enforceable rights against any person, and  shall have rights enforced against, in respect of misinformation or disinformation under this Act",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "medium-negative",
        "freedomOfSpeech": "high-negative",
        "privacy": "neutral",
        "business": "medium-negative"
      }
    },
    {
      "id": "28-misinformation-or-disinformation-by-or-against-a-government-official-or-public-officer",
      "section": 28,
      "title": "Misinformation  or  disinformation  by  or  against  a  government  official  or  public officer",
      "plainLanguage": "This section of the Act grants government officials, public officers (including judges), and election candidates the right to sue individuals who spread misinformation or disinformation about them, affecting their office or personal life. It also makes them liable if they spread misinformation. For election candidates, this protection begins when they publicly announce their candidacy, are nominated, or are publicly known to be contesting an election.",
      "rawText": "28. (1) All governmental officials or public officers shall have enforceable rights against any  person,  and  shall  have  rights  enforced  against,  in  respect  of  misinformation  or disinformation under this Act for conduct against his or her office and in his or her own personal capacity.\n\n(2)   A member of the judiciary, as a public officer, shall have enforceable rights against his or her office and in his or her own personal capacity.\n\n(3) A candidate for elections shall have enforceable rights against any person, and shall have rights enforced against,  in respect of  misinformation or disinformation under this Act.\n\n- An individual is a candidate for elections, if:\n\n            - (a) he or she has publicly declared their candidature in presidential, parliamentary, district assembly elections, unit committee  elections or other elections supervised by the Electoral Commission;\n\n- (b) has been nominated or chosen as a candidate in any of the stated elections; or\n\n- (c) is publicly known to contest in any of the stated elections.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "low-negative",
        "freedomOfSpeech": "severe-negative",
        "privacy": "neutral",
        "business": "medium-negative"
      }
    },
    {
      "id": "29-misinformation-or-disinformation-against-by-or-against-a-private-individual-or-private-entity",
      "section": 29,
      "title": "Misinformation  or  disinformation  against  by  or  against  a  private  individual  or private entity",
      "plainLanguage": "This provision grants private individuals and entities legal rights concerning misinformation or disinformation. It allows them to sue those who spread false information about them. Conversely, it also makes them liable if they spread misinformation or disinformation themselves.",
      "rawText": "29. (1)  Private  individuals  or  private  entities  shall  have  enforceable  rights  against  any person,  and  shall  have  rights  enforced  against  them,  in  respect  of  misinformation  or disinformation under this Act.",
      "relatedImpacts": [],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "neutral"
      }
    },
    {
      "id": "30-false-or-inaccurate-public-health-information",
      "section": 30,
      "title": "False or inaccurate public health information",
      "plainLanguage": "This provision prohibits the publication of false or inaccurate information regarding public health matters, including pandemics. It requires individuals and media outlets to verify public health information before publishing it. Those who publish health information are responsible for proving its accuracy.",
      "rawText": "30. (1) No person shall publish false or inaccurate information about public health in the Republic,  public  health  crisis  occurring  in  the  Republic  or  a  pandemic  declared  by  the World Health Organisation.\n\n(2)  A person shall be deemed to have published false or inaccurate health information where that person publishes unverified statements about public health administration in the Republic, unsubstantiated medical statements or advice, unproven accounts about the potency or otherwise of a drug or medicine approved by the relevant authorities.\n\n(5)  Media houses, journalists and persons of the status of celebrities or influencers and content  creators  who  publish  public  health  information  shall  be  required  to  undertake proper  public  health  fact-checking  in  accordance  with  guidelines  prescribed  by  the Division.\n\n(6)  For  the  purposes  of  public  health  information,  the  burden  of  proof  of  truth  or accuracy of the information lies on the person accused of publishing false or inaccurate information or the offending party.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "severe-negative",
        "freedomOfSpeech": "severe-negative",
        "privacy": "neutral",
        "business": "high-negative"
      }
    },
    {
      "id": "31-false-or-inaccurate-election-information",
      "section": 31,
      "title": "False or inaccurate election information",
      "plainLanguage": "This provision makes it illegal to publish false information about the Electoral Commission, election procedures, or election results if it could impact the outcome. It also prohibits working with foreign entities to spread such misinformation. Additionally, it restricts the publication of false scandals about candidates, although minor inaccuracies in otherwise true information are permitted.",
      "rawText": "31 .  (1) No  person  shall  publish  false  or  inaccurate  information  about  the  Electoral Commission, pre-election processes, voting day, collation of election results and election results which is likely to influence or influences the outcome of a general election to the office of President, a general election of Members of Parliament, a by-election of a Member of Parliament, or a referendum.\n\n(2) A person shall not connive, collaborate partner directly or indirectly with a country or  foreign  organisation  to  publish  false  or  inaccurate  election  information  about  the Republic's Electoral Commission, pre-election processes, voting day, collation of election results and election results.\n\n(3) The Division shall through the Ministry of Foreign Affairs and Regional Integration swiftly engage diplomatic channels of the foreign country in question over the allegations of false information.\n\n(4) Subject  to  subsection  (5),  no  person  shall  publish  false  information  whether financial, political or sexual scandal about a candidate for elections, or a false allegation relating to a statement made or a stance taken by a candidate, which is likely to influence or influences the outcome of presidential, parliamentary, district assembly elections, unit committee elections, referendum or other elections supervised by the Electoral Commission.\n\n(5) Information on a financial, political or sexual scandal about a candidate for elections or allegations relating to a statement made or a stance taken by that same candidate is not false by reason only that the information was largely true but part of the information was imprecise, and  provided that the imprecision does not make  entire information substantially untrue.\n\n(6) Without limiting the effect of section 18(4), misinterpretation of a statement relating to or about facts concerning the Electoral Commission, pre-election processes, voting day, collation of election results election results which is likely to influence or  influences the outcome of a general election to the office of President, a general election of Members of\n\n(7)  Media houses, journalists and persons of the status of media influencers and content creators who publish election information shall be required to undertake proper election information fact-checking in accordance with guidelines prescribed by the Division.\n\n(8) For the purposes of election information, the burden of proof of truth or accuracy of the information lies on the person accused of publishing false or inaccurate information or the offending party.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "low-negative",
        "freedomOfSpeech": "high-negative",
        "privacy": "neutral",
        "business": "low-negative"
      }
    },
    {
      "id": "32-sensationalism-which-leads-to-inaccuracy",
      "section": 32,
      "title": "Sensationalism which leads to inaccuracy",
      "plainLanguage": "This provision prohibits media outlets from publishing accurate information with substantial embellishments that make it inaccurate. Sensationalism is defined as exaggerating information to evoke strong emotions beyond what the facts warrant. The provision clarifies that sensationalism is not prohibited if it is creative expression.",
      "rawText": "32. (1) The publication of otherwise accurate information by a media house with substantial embellishments to a high degree that it causes the information that is not fiction or satire to become inaccurate is prohibited.\n\n(2) The test of what is sensational is whether the information is overly exaggerated and evokes  strong  emotion  and  sentiment  where  the  actual  statement  or  material  do  not reasonably evoke such emotions.\n\n(3) For the avoidance of doubt, sensationalism is not prohibited, and this provision shall not be interpreted to stifle creative expression.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "low-negative",
        "freedomOfSpeech": "medium-negative",
        "privacy": "neutral",
        "business": "low-negative"
      }
    },
    {
      "id": "33-evidence-of-misinformation-and-disinformation",
      "section": 33,
      "title": "Evidence of Misinformation and Disinformation",
      "plainLanguage": "This provision specifies what can be used as evidence of misinformation or disinformation. This evidence can include the false information itself, medical or financial records, court or electronic records, negative media coverage, witness statements, documented correspondence, and video evidence. This list provides a range of options for proving that misinformation or disinformation has occurred.",
      "rawText": "- (1)  An  aggrieved  person  or  issuing  party  may  submit  the  following  as  evidence  of misinformation or disinformation:\n\n    - (a) evidence of the false or inaccurate information itself\n\n            - (b) medical records\n\n    - (c) financial records\n\n    - (d) court records\n\n    - (e) electronic records\n\n    - (f) electronic records showing negative media coverage\n\n    - (g) witness statements\n\n(\n\n            - documented evidence of correspondence\n\n    - (i) video evidence\n\n    - (j) expert evidence\n\n            - (k) surveys, polls, analytics\n\n    - (l) metrics\n\n            - (m) reports from regulatory bodies or fact-checking organisations\n\n    - (n) scientific studies\n\n            - (o) government data\n\n    - (p) any other relevant evidence5",
      "relatedImpacts": [
        "freedomOfSpeech",
        "privacy"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "low-negative",
        "privacy": "low-negative",
        "business": "neutral"
      }
    },
    {
      "id": "34-communication-made-outside-the-territory",
      "section": 34,
      "title": "Communication made outside the territory",
      "plainLanguage": "This section clarifies when Ghanaian courts can rule on communications originating outside of Ghana. Generally, the law applies to Ghanaians living abroad or those who have lived in Ghana for a significant period. However, in cases of hate speech against Ghanaian citizens, the law can apply to anyone, regardless of their nationality or where they live.",
      "rawText": "34. (1) Pursuant  to  subsection  (3),  the Court  or  Division  shall  jurisdiction  over communication made outside the Republic which contravenes this Act.\n\n(2)   A communication is made outside the Republic if it is made by a person who is not physically present in the territory of Ghana, notwithstanding the communication was made on an online location.\n\n(3)  With the exception of hate speech under subsection (6), the Act shall have extraterritorial effect only to the extent that the offending party or respondent is Ghanaian or has  been  a  resident  in  the  Republic  for  a  cumulative  period  of  2  years  immediately preceding  the  date  of  publication  of  the  false  information,  hate  speech  or  other information.\n\n(4)  Communication  or  publication  outside  the  Republic  over  which  the  Court  or Division has jurisdiction under subsection (3) shall be deemed to be communication or publication of a statement or material in the Republic.\n\n(5) Where the offending party or respondent lives outside the Republic, the Division shall engage mutual legal assistance for the enforcement of a sanction or remedy in that country.\n\n(6) For hate speech communicated outside the Republic against a citizen of Ghana, the Act shall have extraterritorial effect regardless of the nationality or residence of the offending part or respondent.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "high-negative",
        "freedomOfSpeech": "severe-negative",
        "privacy": "neutral",
        "business": "high-negative"
      }
    },
    {
      "id": "35-defences-for-misinformation-and-disinformation",
      "section": 35,
      "title": "Defences for Misinformation and Disinformation",
      "plainLanguage": "This provision protects individuals from being held liable for spreading misinformation or disinformation if they quickly correct the statement, retract it, and apologize. This offers a legal defense for those who make honest mistakes and take responsibility for them. The aim is to encourage prompt correction of false information without fear of legal repercussions.",
      "rawText": "35. (1) In addition to other protections provided for in this Act, a person shall not be made liable for misinformation and disinformation where:\n\n    - (a) that person corrected or retracted that statement timeously and apologised;\n\n    - (b) the false information was an inadvertent error and the offending party assumed responsibility ;\n\n    - (c) the information is not likely to influence or did not influence the outcome of a presidential,  parliamentary,  district  assembly  or  unit  committee  election  or referendum, or other elections supervised by the Electoral Commission.\n\n    - (d) under the circumstances, the statement of fact or material was not relied on or it was not likely that people will take it seriously\n\n- It shall not be a defence that the information was only inaccurate; however, it shall apply for the purposes of a reduced sanction or remedy or diminution of a sanction.\n\n- What is timeous under subsection 1(a) depends on the facts of each case.\n\nHate Speech and other forms of Indecent Expressions",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "medium-positive",
        "privacy": "neutral",
        "business": "low-positive"
      }
    },
    {
      "id": "36-prohibition-of-hate-speech",
      "section": 36,
      "title": "Prohibition of Hate Speech",
      "plainLanguage": "This provision makes it illegal to communicate or spread hate speech within the country. This means that individuals are not allowed to express hateful or discriminatory views through speech or other forms of communication. The aim is to prevent the spread of harmful ideologies and protect vulnerable groups from discrimination and abuse.",
      "rawText": "- The communication or dissemination of hate speech in the Republic is prohibited.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "low-negative",
        "freedomOfSpeech": "high-negative",
        "privacy": "neutral",
        "business": "low-negative"
      }
    },
    {
      "id": "37-definition-of-hate-speech",
      "section": 37,
      "title": "Definition of Hate Speech",
      "plainLanguage": "This provision defines hate speech as communication that uses discriminatory language to target groups based on characteristics like race, religion, or sex. This includes actions that vilify, threaten, harass, or incite hatred/violence. Even if unintended, communication that affects a group's dignity or reputation can be considered hate speech, including content circulated as entertainment.",
      "rawText": "- (1) Hate speech means any communication in speech, writing, behaviour or expression that uses pejorative or discriminatory language which:\n\n      - (a) vilifies, threatens, harasses, degrades, stigmatises, humiliates, discriminates or\n\n    - (b) promotes negative feelings, hostility, attitudes or perceptions or\n\n    - (c) incites hatred or violence\n\ntowards a group or class of people based on their race, ethnicity, colour, descent, religion, sex, background, other identity factor.\n\n    - Hate speech may be based on facts, prejudice, bias, generalisations or stereotypes.\n\n- A factual statement which incites threats, hatred, violence towards a group or class of people based on their way of life constitutes hate speech.\n\n- Provided the hate speech affects an individual or group's dignity, security, wellbeing, reputation and status in society, it is immaterial that the offending party did not intend the consequences of his or her actions.\n\n- Communication circulated as means of entertainment in a movie, song, parody, skit or as a satire that meets the threshold of hate speech in subsection (1) or (3) constitutes hate speech under this Act.\n\n- A Complaint in respect of hate speech may be brought by one or more persons.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "low-negative",
        "freedomOfSpeech": "severe-negative",
        "privacy": "neutral",
        "business": "low-negative"
      }
    },
    {
      "id": "38-communication-of-hate-speech",
      "section": 38,
      "title": "Communication of Hate Speech",
      "plainLanguage": "This provision extends existing rules for communicating information under Section 18 to also include hate speech. This means that any requirements about how information is shared, documented, or handled under Section 18 will now also apply when dealing with instances of hate speech. The goal is likely to ensure consistent and appropriate handling of hate speech reports or incidents.",
      "rawText": "- The requirements of communication of information under section 18 shall apply to hate speech.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "medium-negative",
        "freedomOfSpeech": "high-negative",
        "privacy": "neutral",
        "business": "medium-negative"
      }
    },
    {
      "id": "39-control-over-the-communication-of-hate-speech",
      "section": 39,
      "title": "Control over the communication of Hate Speech",
      "plainLanguage": "This provision broadens the responsibility for hate speech to include individuals who have control over its communication. This includes the original source, those who republish it, or those who can influence or remove the content. The aim is to hold accountable those who facilitate the spread of hate speech, even if they are not the original authors.",
      "rawText": "- (1) A person shall be made liable for communication of hate speech if that person had control over the communication.\n\n- A person has control over communication of hate speech if that person:\n\n    - (a) is the original disseminator of the communication;\n\n    - (b) disseminates, republishes or reproduces the communication;\n\n            - (c) is not the original disseminator of the communication but retains authorship of the original communication; or\n\n            - (d) used, instructed or guided another person or instrument to  make  the communication; or\n\n            - (e) is able to substantially dictate how that content of that communication should be framed, edited or published; or\n\n            - (f) is able communicate or remove content relating to the communication without recourse to the original author; or\n\n            - (g) threatens, blackmails or compels another person to release the communication.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "high-negative",
        "freedomOfSpeech": "high-negative",
        "privacy": "neutral",
        "business": "high-negative"
      }
    },
    {
      "id": "40-hate-speech-that-incites-genocide-or-aggravated-violence",
      "section": 40,
      "title": "Hate Speech that incites genocide or aggravated violence",
      "plainLanguage": "This provision makes hate speech that incites genocide a criminal offense, as defined by the Criminal Offences Act. It also criminalizes hate speech that is likely to incite or does incite aggravated violence, which is defined as violence that could lead to serious harm. Penalties for inciting aggravated violence will be imposed according to a specified section of this Act.",
      "rawText": "40. (1)  In  accordance with section 49A of the Criminal Offences Act, hate speech  that incites genocide is a criminal offence punishable under the Criminal Offences Act.\n\n(2)  Hate  speech  that  that  is  likely  to  incite  aggravated  violence  or  incites  aggravated violence  is  a  criminal  offence  under  this  Act  and  which  sanction  shall  be  imposed  in accordance with section [] of this Act.\n\n- For  the  purpose  of  this  section,  violence  is  aggravated  if  it  is  violence  that  is heightened in a way that leads to or is capable of leading to serious harm motivated by",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "low-negative",
        "freedomOfSpeech": "medium-negative",
        "privacy": "neutral",
        "business": "low-negative"
      }
    },
    {
      "id": "41-evaluation-of-hate-speech",
      "section": 41,
      "title": "Evaluation of hate speech",
      "plainLanguage": "Only courts or a specific division can officially evaluate if something is hate speech. To decide if a communication is hate speech, they must consider factors like the content, tone, context, and potential impact of the message. They will also assess the purpose of the communication, who it targets, and how serious the communication is. This evaluation determines any consequences or remedies.",
      "rawText": "41. (1)  Only  the  Courts  or  the  Division  have  the  mandate  to  substantively  evaluate  a communication alleged to be hate speech.\n\n(2) In evaluating whether a communication amounts to hate speech to establish liability and the applicable sanctions or remedies for it, the Division or the Court shall determine whether the communication incites hatred or violence by looking at:\n\n    - (a) the entire content of the communication;\n\n            - (b) the tone and context of the communication;\n\n    - (c) the potential impact of the speech in terms of reach;\n\n            - (d) the purpose of the communication;\n\n    - (e) the people who are targeted; and\n\n    - (f) nature and gravity of the communication.",
      "relatedImpacts": [
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "medium-negative",
        "privacy": "neutral",
        "business": "low-negative"
      }
    },
    {
      "id": "42-other-forms-of-indecent-expressions",
      "section": 42,
      "title": "Other forms of indecent expressions",
      "plainLanguage": "This section outlaws certain indecent expressions that target groups, such as ethnic slurs and inflammatory statements that could provoke violence. The same rules for managing and controlling hate speech will also apply to these indecent expressions. In most cases, the standards used to evaluate hate speech will also be used for indecent expressions. Unless stated otherwise, references to hate speech in the bill also include these other forms of indecent expression.",
      "rawText": "42. (1) The following indecent expressions which do not incite hatred but target a group of people are prohibited:\n\n            - (a) ethnic slurs and derogative commentary of a group of people; and\n\n            - (b) inflammatory statements may reasonably provoke violence of a group of people.\n\n(2) The communication and control over the communication for hate speech under sections 39 and 40 respectively shall apply to indecent expression under this section.\n\n(3)  In  evaluating  whether  a  communication  is  an  indecent  expression,  except  for determining that the communication incites hatred or violence, the criteria in section 42(2) shall apply.\n\n(4)  Unless  otherwise  stated,  and  except  for  provisions  under  sections  37  to  42, reference to hate speech shall include other forms of indecent expression.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "high-negative",
        "freedomOfSpeech": "severe-negative",
        "privacy": "neutral",
        "business": "high-negative"
      }
    },
    {
      "id": "43-liability-and-enforceability-for-hate-speech-and-other-forms-of-indecent-expressions",
      "section": 43,
      "title": "Liability and enforceability for hate speech and other forms of indecent expressions",
      "plainLanguage": "This provision states that anyone, including individuals, private organizations, government bodies, and public officials, can be held responsible for hate speech. This means that all persons and institutions are subject to potential legal consequences for engaging in or disseminating hate speech. The provision aims to create broad accountability across all sectors of society.",
      "rawText": "43. (1) All persons including a private individual or private institution, a public institution or a Government or public official may be liable for hate speech.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "high-negative",
        "freedomOfSpeech": "severe-negative",
        "privacy": "neutral",
        "business": "high-negative"
      }
    },
    {
      "id": "44-guidelines-and-code-of-ethics-on-hate-speech-and-other-forms-of-indecent-expressions",
      "section": 44,
      "title": "Guidelines  and  code  of  ethics  on  hate  speech  and  other  forms  of  indecent expressions",
      "plainLanguage": "This provision states that assessments of hate speech and indecent expression should take into account guidelines from the National Peace Council. It also specifies that several codes of ethics, including those from media organizations, journalistic associations, and the Commission on Human Rights & Administrative Justice, should be considered. This aims to provide a comprehensive framework for evaluating and addressing such expressions.",
      "rawText": "44. (1) The Guidelines on Hate Speech and other forms of Indecent Expressions issued by the National Peace Council shall be instructive in assessing hate speech and other forms of indecent expressions.\n\n(2) The following Guidelines and Code of Ethics shall be given due consideration in assessing hate speech and other forms of indecent expressions:\n\n      - (a) National Media Commission Guidelines for Political Journalism;\n\n      - (b) National Media Commission Guidelines for Local Language Broadcasting;\n\n      - (c) The Ghana Journalists Association Code of Ethics;\n\n      - (d) The Ghana Independent Broadcasters Association Code of Conduct;\n\n      - (e) Private  and Newspaper Publishing Independent Association Code of Ethics; and\n\n      - (f) Commission on Human Rights & Administrative Justice Code of Conduct for Public  Office Holder.\n\nOther Information",
      "relatedImpacts": [
        "freedomOfSpeech"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "low-positive",
        "privacy": "neutral",
        "business": "neutral"
      }
    },
    {
      "id": "45-disclosure-of-private-facts",
      "section": 45,
      "title": "Disclosure of private facts",
      "plainLanguage": "This provision prohibits the disclosure of private information that is not publicly known. A person may be held liable if they reveal private facts in a way that identifies the individual and is considered offensive or embarrassing. The law also considers whether the information disclosed is of legitimate public concern or newsworthy.",
      "rawText": "45. (1)  No person shall disclose a private fact about a person's life that is not generally known to the public or publicly available.\n\n(2) A public disclosure is any direct or indirect publication of information relating to or about facts in respect of a person, including commentary about private facts, opinions about private facts, innuendos and insinuations.\n\n(3) A person shall be liable where the information and circumstances of its disclosure clearly identifies a person with or without a publication of name or pseudonyms or photo or description of a person to whom the information reasonably relates.\n\n(4) No person shall be made liable under this section unless the disclosure of the private fact is deemed offensive, repulsive, embarrassing or shameful to a reasonable person.\n\n(5) In making a determination in subsection (3), the Division or the Court shall weigh the legitimate public concern or newsworthiness of the information.\n\n            - (a) reveals the commission of a civil wrong under the laws of the Republic;\n\n            - (b) relates to a private fact about a government official or public officer which is likely to adversely affect national security, public interest, public trust, public safety, public order or public security;\n\n            - (c) it reveals a public health risk to other persons in respect of an infectious disease spread by contact or touch, disclosed by persons with the Division to disclose under the Public Health Act, 2012 (Act 851); or\n\n            - (d) concerns the welfare of a child.\n\n(7) Where the information is of legitimate public concern or is newsworthy, a person who discloses the information shall only disclose what is necessary in the public interest, and such person may be liable for disclosing partly private facts which were not necessary in the public interest.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "low-negative",
        "freedomOfSpeech": "high-negative",
        "privacy": "medium-positive",
        "business": "low-negative"
      }
    },
    {
      "id": "46-definition-of-private-facts",
      "section": 46,
      "title": "Definition of private facts",
      "plainLanguage": "This provision defines \"private facts\" as intimate details about a person's life that are not widely known and are meant to be kept private, including details about family, health, finances, and relationships. However, information that is already public, such as details in official records or about criminal activity, births, deaths, and marriages, is not considered private. This definition helps to establish what information is protected under privacy laws.",
      "rawText": "46. (1) A private fact is an intimate detail of a person's life that is not generally known and is expected to be kept private and shall include facts about:\n\n            - (a) family life;\n\n    - (b) physical or mental health;\n\n    - (c) health choices or decisions;\n\n            - (d) personal  finances  unless  there  is  a  duty  to  declare  or  there  is  suspicion  of illegitimacy or illegality;\n\n            - (e) relationships unless abusive or exploitative; and\n\n            - (f) personal choices that do not personally affect any other person.\n\n(2) The following information shall not be considered private facts under this part:\n\n    - (a) information held in public or official records;\n\n            - (b) information about the commission of a crime except that a person shall not publish obscene material that relates to the commission of a crime pursuant to sections 66, 67 and 68 of the Cybersecurity Act;\n\n    - (c) information about the birth or death of a person;\n\n    - (d) information about the celebration or dissolution of a marriage;\n\n    - (e) information about one's educational background, education or professional and academic achievements;\n\n    - (f) information about a person's admission as a member to a recognised society in the Republic; and\n\n    - (g) information about the employment, profession, work or vocation of individual unless  it  concerns  a  matter  of  national  security  under  the  Securities  and Intelligence Act, 2020 (Act 1030) (Securities and Intelligence Act).",
      "relatedImpacts": [
        "freedomOfSpeech",
        "privacy"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "low-positive",
        "privacy": "medium-positive",
        "business": "neutral"
      }
    },
    {
      "id": "47-publication-of-facts",
      "section": 47,
      "title": "Publication of facts",
      "plainLanguage": "This section defines when sharing private information becomes a public disclosure. It states that if private information is shared through approved channels and becomes known to at least one person, it's considered public. Even if the information was already known, it's still a public disclosure if the person didn't consent to it being shared, and they can withdraw their consent at any time.",
      "rawText": "47. (1) A disclosure is public if it published by whatever means of communication adopted under section 18 and that information becomes known by one or more persons.\n\n(2) Information is under the control of a person in the manner stated in section 20 of this Act.\n\n(3)  It  shall  be  immaterial  that  as  a  result  of  conduct  of the  aggrieved  person  in  the society, or because the information was known by another person or group of persons, the publication could not have been a public disclosure of private facts.\n\n- The  person  to  whom  the  private  fact  relates  should  not  have  consented  to  the disclosure of the information.\n\n- 'Consented to information' under this part means freely disclosed the information or agreed to the disclosure of specific information for a specific purpose or duration.\n\n- Nothing shall preclude a person from revoking consent at any time.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "low-negative",
        "freedomOfSpeech": "medium-negative",
        "privacy": "medium-positive",
        "business": "low-negative"
      }
    },
    {
      "id": "48-entertainment",
      "section": 48,
      "title": "Entertainment",
      "plainLanguage": "This provision prevents mass media outlets from revealing private information about individuals for entertainment purposes. This includes using private facts in parodies, skits, or satires. The goal is to protect people's privacy and prevent the exploitation of their personal information for public amusement.",
      "rawText": "48. A person shall not disclose a private fact in the name of entertainment in mass media whether as a parody, skit or satire.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "low-negative",
        "freedomOfSpeech": "high-negative",
        "privacy": "medium-positive",
        "business": "medium-negative"
      }
    },
    {
      "id": "49-private-facts-of-private-individuals-government-officials-public-officers-politician-and-celebrities",
      "section": 49,
      "title": "Private facts of private individuals, government officials, public officers, politician and celebrities",
      "plainLanguage": "This provision addresses the publication of private information. It states that individuals can be held liable for publishing deeply personal facts about private individuals, government officials, public officers, politicians, and celebrities. Liability arises if the information doesn't affect national security, public interest, public trust, public safety, public order, or public security.",
      "rawText": "49. (1) A person may be liable for the publication of private facts about an individual or group of individuals where that information is deeply personal and does not or is not likely to  adversely  affect  national  security,  public  interest,  public  trust, public  safety  or  public order or public security.\n\n(2)  A  person  may  be  liable  for  the  publication  of  private  facts  about  a  government official or public officer or politician where that information is deeply personal and does not or is not likely to adversely affect national security, public interest, public trust, public safety or public order or public security.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "low-negative",
        "freedomOfSpeech": "medium-negative",
        "privacy": "medium-positive",
        "business": "low-negative"
      }
    },
    {
      "id": "50-persons-who-can-claim",
      "section": 50,
      "title": "Persons who can claim",
      "plainLanguage": "Generally, only individuals whose private facts were disclosed can file a claim. There are exceptions where the Division can file on behalf of someone or act as a representative. The estate of a deceased person can also sue if private facts about the deceased were published.",
      "rawText": "- (1)  Subject  to  the  Division's  power  to  submit  Complaints  on  behalf  of  aggrieved persons or issuing parties and actions in representative capacity, only individuals affected by the publication may make a claim for disclosure of private facts.\n\n- An estate of a deceased may hold a person liable for publication of private facts about a deceased person.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "low-negative",
        "freedomOfSpeech": "low-negative",
        "privacy": "medium-positive",
        "business": "low-negative"
      }
    },
    {
      "id": "51-data-privacy-breaches",
      "section": 51,
      "title": "Data privacy breaches",
      "plainLanguage": "This provision ensures that people can still take legal action under the Data Protection Act if their personal information is exposed or misused. It confirms that the bill does not prevent individuals from seeking remedies for data breaches. This protects the rights of individuals to address violations of their data privacy.",
      "rawText": "- Nothing shall bar a person from pursuing a remedy for breach of protection of personal or special personal data protection under the Data Protection Act.",
      "relatedImpacts": [
        "privacy"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "low-positive",
        "business": "neutral"
      }
    },
    {
      "id": "52-publication-of-confidential-information-concerning-the-republic",
      "section": 52,
      "title": "Publication of confidential information concerning the Republic",
      "plainLanguage": "This provision makes it illegal to publish confidential information about the Republic. Confidential information includes state-owned or state-held data that isn't public, isn't meant for public release, and contains sensitive material impacting public security, welfare, or diplomacy. This aims to protect sensitive government information from unauthorized disclosure.",
      "rawText": "- (1) A person shall not publish confidential information concerning the Republic.\n\n- Information is confidential to the Republic under this section if that information:\n\n            - (a) belongs to the State or is in the custody of the State; and\n\n            - (b) is not publicly available as to the precise content; and\n\n      - (c) is not meant to be shared with the public at a specific time or indefinitely; and\n\n      - (d) contains sensitive material that affect or concern public security or public welfare or diplomatic interests.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "medium-negative",
        "freedomOfSpeech": "high-negative",
        "privacy": "neutral",
        "business": "medium-negative"
      }
    },
    {
      "id": "53-categories-of-protected-confidential-information",
      "section": 53,
      "title": "Categories of protected confidential information",
      "plainLanguage": "This provision protects certain confidential information belonging to the State. This includes details from closed-door public meetings, information that could compromise criminal investigations, communications within the Cabinet, and sensitive government economic data and plans. The aim is to protect the integrity of ongoing investigations, internal government discussions, and sensitive economic strategies.",
      "rawText": "- (1) Information that is confidential to the State is protected and includes the following:\n\n      - (a) information about public proceedings held in camera;\n\n      - (b) information relating to criminal investigations which would prejudice the outcome of the case;\n\n- (c) information relating to Cabinet communications;\n\n- (d) information about sensitive economic Government data and plans;\n\n- Information that is meant to be eventually released is protected information where its premature release affects public security, public welfare or diplomatic interests.\n\n- Information is not protected if it intended to expose the commission of a crime under the laws of the Republic.\n\n- Information that is subject to the Right to Information Act is not protected.",
      "relatedImpacts": [
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "medium-negative",
        "privacy": "neutral",
        "business": "low-negative"
      }
    },
    {
      "id": "54-publication-of-protected-information",
      "section": 54,
      "title": "Publication of protected information",
      "plainLanguage": "This provision defines when information is considered publicly disclosed. A disclosure is public if it is communicated through methods outlined in section 18 and becomes known to at least one person. The provision also references section 20, clarifying how information is considered to be under a person's control.",
      "rawText": "- (1) A disclosure is public if it published by whatever means of communication adopted under section 18 and that information becomes known by one or more persons.\n\n- Information is under the control of a person in the manner stated in section 20 of this Act.\n\nOperational Framework",
      "relatedImpacts": [],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "neutral"
      }
    },
    {
      "id": "55-complaint-to-the-division",
      "section": 55,
      "title": "Complaint to the Division",
      "plainLanguage": "This section explains how to file a complaint with the Division if your rights under this law have been violated. It allows someone to file on behalf of another person if they have a connection to them. The Division will then review the complaint to see if it has the authority to address it and if the complaint has valid claims.",
      "rawText": "- (1) Any person who has enforceable rights under this Act may file a Complaint to the Division in the manner specified by the Division in respect of rights that have been or, is likely to be contravened in relation to him or her.\n\n- A Complaint may be filed on behalf of an aggrieved person by the issuing party provided that:\n\n- (a) aggrieved person is identified in the complaint; and\n\n            - (b) the issuing party has a relational connection with the aggrieved person.\n\n- A Complaint may be filed by a person as a claim in respect of public rights.\n\n- A child shall not be competent to file a Complaint by him or herself and shall act by his or her next friend;\n\n- A child shall not be competent to respond to a Complaint by him or herself and shall act by his guardian ad litem .\n\n- Upon  receipt  of  a  Complaint,  the  Division  shall  within  2  working  days  make  a preliminary inquiry into whether it has jurisdiction into the Complaint and shall determine whether a complaint has any merit.\n\n- A Complaint has merit where it contains an allegation of fact in respect of noncompliance and breach of conduct under the Act.\n\n(9) Every Complaint shall indicate the following:\n\n    - (a) the basis for the assertion that the information or communication is unlawful;\n\n    - (b) the description of the allegedly unlawful information or communication; and\n\n            - (c) the remedy or sanction sought.\n\n(10)  Despite  subsection  (1),  a  person may  file  an  anonymous  or  person  identifiable Report to the Division setting out an account of non-compliance or breach of conduct under the Act only for the information of the Division, and the Division shall exercise its discretion depending on facts and evidence in the Report.\n\n(11) All persons present in the Republic may file a Complaint or Report.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "low-negative",
        "freedomOfSpeech": "low-negative",
        "privacy": "neutral",
        "business": "low-negative"
      }
    },
    {
      "id": "56-response",
      "section": 56,
      "title": "Response",
      "plainLanguage": "If the Division finds a complaint has merit, the party at fault will be notified and given two working days to respond. The response can either accept the complaint, accept it with an explanation, or deny it. If the party denies the complaint, they must explain why the information or communication was lawful and describe the specific content in question. If the party fails to respond in time, the Division will proceed with the complaint based on the information available.",
      "rawText": "56. (1) Where the Division has determined that it has jurisdiction and the Complaint has any merit, the Division shall immediately forward the Compliant and a statement of its jurisdiction  and  merit  to  the  offending  party  and  the  offending  shall  be  given  the opportunity to respond to a Complaint in writing or by oral presentation, whichever they choose.\n\n(2) The offending party shall respond to the Complaint within 2 working days of receipt of the Complaint.\n\n(3)  Where the offending party does not respond within the timeframe, the  Division shall proceed with the Complaint and determine the matter based on case of the aggrieved person or issuing party.\n\n(4) Where the offending party responds to a Complaint or Report, the Response shall indicate any of the following:\n\n    - (a) whether the respondent accepts and concedes to the Complaint; or\n\n    - (b) whether the respondent accepts the complaint but has an explanation; or\n\n            - (c) whether the respondent refutes and defends the information or communication.\n\n(5) Where a Response intends to provide a defence it shall indicate the following:\n\n            - (a) the basis for the assertion that the information or communication lawful; and\n\n    - (b) the description of the allegedly unlawful information or communication.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "low-negative",
        "freedomOfSpeech": "medium-negative",
        "privacy": "neutral",
        "business": "medium-negative"
      }
    },
    {
      "id": "57-jurisdiction-of-the-division",
      "section": 57,
      "title": "Jurisdiction of the Division",
      "plainLanguage": "This section defines what types of cases the Division can handle regarding violations of the Act. The Division generally handles non-compliance issues, but it cannot make rulings on issues like hate speech, allegations against the government, or misinformation that could lead to criminal penalties. In some cases where the Division cannot adjudicate, it can refer complaints to the Court if they are in the public interest. Individuals can only bring cases directly to the Court if the Division does not have the authority to handle it.",
      "rawText": "57. (1) Subject to subsection (2), the Division shall have jurisdiction over all matters of non-compliance or breach of conduct under this Act.\n\n- The Division shall not have quasi-adjudicatory jurisdiction over:\n\n      - (a) hate speech that incites aggravated violence;\n\n      - (b) allegation of non-compliance or breach of conduct against the Government;\n\n      - (c) allegation  of  non-compliance or breach of conduct filed by the Government against a person;\n\n      - (d) monetary damages; and\n\n      - (e) misinformation or disinformation which attracts criminal sanction.\n\n(3) Despite subsection (2), the Division shall have referral jurisdiction in the absence of its adjudicatory jurisdiction and may submit a Complaint on behalf of a person who has enforceable rights under this Act directly before the Court, where the Division is of the opinion that the matter is relevant to the public interest.\n\n(4) 'A matter is relevant to the public interest' if, provided the Government is not the aggrieved person:\n\n- (a) the allegation attracts a criminal penalty under this Act; or\n\n          - (b) the allegation concerns a matter that has obtained significant public traction.\n\n(5) In all cases falling under subsection (3) and (4), the Division must be satisfied that the Complaint has merit.\n\n- No  person  shall  submit  a  case  under  this  Act  directly  to  the  Court  unless  the Division does not have jurisdiction.",
      "relatedImpacts": [
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "medium-negative",
        "privacy": "neutral",
        "business": "low-negative"
      }
    },
    {
      "id": "58-findings-and-decisions-of-the-division",
      "section": 58,
      "title": "Findings and Decisions of the Division",
      "plainLanguage": "The Division is responsible for impartially evaluating each complaint it receives. It must determine liability when justified and apply penalties that are appropriate for the violation. This ensures fair resolution of complaints and proportionate consequences for any misconduct.",
      "rawText": "58. (1) The Division shall fairly and independently assess the merits of each Complaint submitted to it.\n\n(2)  The  Division shall establish liability where it  is just and right to do so and shall impose sanctions and remedies that are necessary and proportionate to the non-compliance or breach of conduct.\n\n(4) In exceptional cases, the Division shall, depending on the severity of the Complaint and the extent of harm or threat of harm caused by the information or communication, expedite its processes for making its findings and rendering its decision.\n\n(5)  Pursuant  to  subsection  (4),  the  Division  shall  aim  to  submits  its  findings  and decisions within 5 working days of receipt of the Complaint.",
      "relatedImpacts": [
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "low-positive",
        "privacy": "neutral",
        "business": "low-positive"
      }
    },
    {
      "id": "59-enforcement-of-decisions-of-the-division",
      "section": 59,
      "title": "Enforcement of decisions of the Division",
      "plainLanguage": "The Division's decisions are legally binding on all parties involved in a complaint. Failure to comply with the Division's decisions can lead to administrative or criminal penalties. The Division has the authority to issue orders and directions to ensure its decisions are enforced.",
      "rawText": "59. (1) The decisions of the Division shall be binding on all parties to the complaint.\n\n(2) The decisions of the Division shall be complied by the parties to it failing which the sanctions under administrative and criminal penalties may apply.\n\n(3) For the purpose of enforcing and giving effect to its decisions, the  Division shall make such orders and directions as may be necessary in respect of the parties or other persons.",
      "relatedImpacts": [],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "neutral"
      }
    },
    {
      "id": "60-appeal-against-the-division",
      "section": 60,
      "title": "Appeal against the Division",
      "plainLanguage": "This section allows individuals or authorities dissatisfied with a Division's decision to appeal to the High Court. Appeals must be filed within 30 days of the decision. The High Court can confirm, change, or overturn the Division's decision based on specific grounds, such as lack of evidence or technical impossibility of compliance. A further appeal can be made to the Court of Appeal.",
      "rawText": "60. (1) A person who is aggrieved by finding of fact, liability or decision of the Division may appeal to the High Court against the finding of fact, liability or the decision of the Division in the person of the Authority.\n\n- A further right of appeal shall lie at the Court of Appeal only.\n\n- An appeal may only be made to High Court within 30 days of the decision on the complaint or such period as may be prescribed by Rules of Court, whichever is earlier.\n\n(4) The High Court must hear and determine any such appeal and may either confirm, vary or set it aside a finding of fact or liability or a decision of the Division.\n\n(5) The High Court may only set aside a finding of fact or liability or a decision of the Division on any of the following grounds on an appeal:\n\n          - (a) the respondent was not responsible for the communication or information; or\n\n    - (b) the evidence does not support the finding of fact; or\n\n          - (c) the communication or information was permissible under the Act; or\n\n          - (d) it is not technically possible to comply with the decision of the Division.\n\n(7)  Despite  subsection  (6),  if  the  appellant  establishes  a prima  facie case  that  it  is technically impossible to comply with the decision of the Division, the High Court may direct that the decision be stayed pending determination of the appeal.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "medium-positive",
        "privacy": "low-positive",
        "business": "medium-positive"
      }
    },
    {
      "id": "61-jurisdiction-of-the-high-court",
      "section": 61,
      "title": "Jurisdiction of the High Court",
      "plainLanguage": "This section defines the High Court's authority to review decisions from lower bodies. The High Court can hear appeals on factual findings and rulings made by the Division. It also has the power to handle initial cases regarding misconduct or violations of the law that the Division cannot address, with further appeals possible to the Court of Appeal and the Supreme Court.",
      "rawText": "61. (1) The  High  Court  shall  have  appellate  jurisdiction  in  respect  of  findings  of  fact, liability and decisions of the Division.\n\n(2) The  High  Court  shall  have  original  jurisdiction  in  all  respect  of  matters of  noncompliance  or  breach  of  conduct  under  the  law  where  the  Division  does  not  have jurisdiction.\n\n(3) Appeals from the High Court's exercise of original jurisdiction under this Act shall lie at the Court of Appeal and a further appeal shall lie at the Supreme Court.\n\nSanctions and Remedies",
      "relatedImpacts": [
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "medium-positive",
        "privacy": "neutral",
        "business": "low-positive"
      }
    },
    {
      "id": "62-sanctions-and-remedies",
      "section": 62,
      "title": "Sanctions and Remedies",
      "plainLanguage": "This section details the penalties that may be applied if someone is found to have violated the Act. These penalties range from being ordered to correct information or stop communicating, to having content or accounts removed. The Court may also order access to be blocked, impose fines, issue cease and desist orders, suspend or revoke licenses, or even impose criminal penalties.",
      "rawText": "62. (1) Where the Court or Division makes a finding of fact and establishes liability against a person for non-compliance or breach of conduct under the Act, it may issue any of the following decisions as sanctions and/or remedies where appropriate:\n\n    - (a) a Correction Direction\n\n- (b) a Stop Communication Direction\n\n    - (c) a Removal of Communication Direction\n\n- (d) a Removal of Account Request\n\n- (e) an Access Blocking Order\n\n- (f) monetary damages\n\n- (g) Cease and Desist Order\n\n- (h) suspension or revocation of licence\n\n    - (i) an administrative penalty\n\n- (j) a criminal penalty\n\n(3) The Court or Division may impose more than one sanction or grant more than one remedy if it is necessary and proportionate.\n\n(4) Despite subsection (3), the Division may recommend the imposition of additional sanctions or grant of remedies to aggrieved party to the Government or public institution in  respect  of  non-compliance  or  breach of  conduct  by  a  government official  or  public officer.\n\n(5) Where the information or communication has been removed, deleted or retracted, nothing  shall  prevent  the  Court  or  Division  from  granting  an  appropriate  remedy  or imposing a sanction in respect of the wrong done.\n\n(6) Nothing shall prevent the Division from publishing verified and true information to counter false information, and the requirement of verifiable information under section 40 shall apply to the Division.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "high-negative",
        "freedomOfSpeech": "high-negative",
        "privacy": "low-negative",
        "business": "high-negative"
      }
    },
    {
      "id": "63-correction-direction",
      "section": 63,
      "title": "Correction Direction",
      "plainLanguage": "This provision allows a court to order someone who has spread misinformation, disinformation, or hate speech to issue a correction. The correction notice must state that the information was false or harmful and provide accurate information. In some cases, the person may also have to publish the correction in a newspaper or printed publication. The person issued the correction is responsible for the costs, and this does not prevent a person from seeking monetary damages in addition to a Correction Direction.",
      "rawText": "63. (1) The Court or Division may issue a Correction Direction against a person to correct misinformation, disinformation or hate speech.\n\n(2) A Correction Direction is one issued to a person who is liable for misinformation disinformation or hate speech, requiring the person to communicate in the Republic in the specified form and manner, to a specified person or description of persons (if any), and by the specified time, a notice (called a correction notice) that contains one or both of the following:\n\n            - ( a )   a statement, in such terms as may be specified, that the information is false, or that the specified material contains a false statement of fact;\n\n            - (b) a statement in such terms as may be specified, that the information is injurious to public interest or public security;\n\n            - (c) a specified statement of fact, or a reference to a specified location where the specified information or communication may be found, or both.\n\n(2) A Correction Direction may require the person to whom it is issued to communicate in the Republic a correction notice in a specified location.\n\n(3) Where the consequences of the misinformation, disinformation or hate speech are extreme, a Correction Direction may also require the person to whom it is issued to do one or both of the following:\n\n          - (b) to  publish  the  correction  notice  in  the  specified  manner  in  a  specified newspaper or other printed publication of the Republic.\n\n(4) Provided there is evidence, a person who is liable under this Act may be issued a Correction Direction even if the person does not know or has no reason to believe that the information is false or the communication amounts to hate speech.\n\n(5)  A  person  who  is  issued  a  Correction  Direction  is  responsible  for  the  costs  of complying with the Direction.\n\n(6)  Nothing shall prevent a person from seeking monetary damages in addition to a Correction Direction.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "low-negative",
        "freedomOfSpeech": "medium-negative",
        "privacy": "neutral",
        "business": "low-negative"
      }
    },
    {
      "id": "64-stop-communication-direction",
      "section": 64,
      "title": "Stop Communication Direction",
      "plainLanguage": "This provision allows a court to order someone to stop spreading misinformation, disinformation, or hate speech. The order can require the person to remove the content and publish a correction. A \"Stop Communication Direction\" can be issued even if the person did not know the information was false or hateful. The person issued the direction is responsible for the costs of complying with it.",
      "rawText": "64. (1) The Court or Division may issue a Stop Communication Direction against a person to correct misinformation, disinformation or hate speech.\n\n(2) A Stop Communication Direction is one issued to a person who is liable under the Act, requiring the person to stop communicating in the Republic, the subject information or communication by a specified time.\n\n(3) A Stop Communication Direction may also require the person to whom it is issued to stop communicating any statement or material that is substantially similar to the subject of the information or communication.\n\n(4) Stop communicating, in relation information or communication, means taking the necessary  steps  to  ensure  that  the  statement  is  no  longer  available  through verbal communication or a physical medium or the internet to end-users in the Republic.\n\n(5) A Stop Communication Direction may also require the person to whom it is issued to do one or both of the following:\n\n(\n\n            - a ) to  communicate  in  Republic,  a  correction  notice  in  the  specified  form  and manner, to a specified person or description of persons (if any), and by the specified time;\n\n(\n\n            - b )   to publish a correction notice in the specified manner in a specified newspaper or other printed publication of the Republic.\n\n(6) Provided there is evidence, a person who is liable under this Act may be issued a Stop Communication even if the person does not know or has no reason to believe that the information is false or the communication amounts to hate speech.\n\n(8) Nothing shall prevent a person from seeking monetary damages in addition to a Stop Communication Direction.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "medium-negative",
        "freedomOfSpeech": "high-negative",
        "privacy": "neutral",
        "business": "medium-negative"
      }
    },
    {
      "id": "65-removal-of-communication-direction",
      "section": 65,
      "title": "Removal of Communication Direction",
      "plainLanguage": "This provision allows a court to order someone to remove misinformation, disinformation, or hate speech online within the Republic. The person may also be required to publish a correction notice. The person issued the order is responsible for the costs, even if they didn't know the information was false, and can still seek monetary damages.",
      "rawText": "65. (1) The Court or Division may issue a Stop Communication Direction against a person to correct misinformation, disinformation or hate speech where necessary, in addition to other Directions under this part.\n\n(2)  A  Removal of Communication Direction is one issued to a person  who is liable under the Act, requiring that person remove  or  take down  the  information  or communication in the Republic by a specified time from an online location.\n\n(3) A Removal of Communication Direction may also require the person to whom it is issued to remove any statement or material that is substantially similar to the subject of the information or communication.\n\n(4)  Removal  of  communication,  in  relation  information  or  communication,  means taking the necessary steps to ensure that the statement or material is no longer available on or through the internet to end-users in the Republic.\n\n(5) A Removal of Communication Direction may also require the person to whom it is issued to do one or both of the following:\n\n(\n\n            - a ) to  communicate  in  Republic,  a  correction  notice  in  the  specified  form  and manner, to a specified person or description of persons (if any), and by the specified time;\n\n(\n\n            - b ) to publish a correction notice in the specified manner in a specified newspaper or other printed publication of the Republic.\n\n(6) A third-party intermediary shall not be compelled to remove content of a person; however, the Court or Division may request a restriction of content in accordance with an intermediary's content restriction policy.\n\n(7) Provided there is evidence, a person who is liable under this Act may be issued a Removal of Communication even if the person does not know or has no reason to believe that the information is false or the communication amounts to hate speech.\n\n(8) A person who is issued a Removal of Communication Direction is responsible for the costs of complying with the Direction.\n\n(9)  Nothing shall prevent a person from seeking monetary damages in addition to a Removal of Communication Direction.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "high-negative",
        "freedomOfSpeech": "severe-negative",
        "privacy": "low-negative",
        "business": "high-negative"
      }
    },
    {
      "id": "66-service-of-directions-or-order",
      "section": 66,
      "title": "Service of Directions or Order",
      "plainLanguage": "This provision explains how an official Direction or Order must be delivered. It can be served either to the person named in the order, regardless of their location, or to someone they've appointed to receive it for them within the Republic. The specific methods for delivering the order will be detailed in other regulations.",
      "rawText": "67. (1) A Direction or Order shall be served in on outside the Republic by such means as may be prescribed:\n\n- (a) on the person to whom it is issued; or\n\n(\n\n        - b ) on a person in the Republic that the person to whom it is issued has appointed to accept service on the person's behalf.",
      "relatedImpacts": [],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "neutral"
      }
    },
    {
      "id": "67-non-compliance-with-a-direction",
      "section": 67,
      "title": "Non-compliance with a Direction",
      "plainLanguage": "This section explains what happens if someone doesn't follow a Direction or Order from the Division. Unlicensed individuals get warnings first, but can face account restrictions or penalties after repeated non-compliance. Licensed individuals face fines and potential loss of their license for not following directions. Appealing the direction or conflicting duties does not excuse non-compliance.",
      "rawText": "68. (1) Unless otherwise provided in this Act, a person to whom a Direction or Order is issued and served and who, without reasonable excuse, fails to comply with the Direction or  Order  whether  in  or  outside  the  Republic,  the  Division  shall  issue  a  Compliance Warning.\n\n(2) Where a person other than a person licensed by the Authority fails to comply with a direction after three Compliance Warnings, the Division may:\n\n    - (a) issue a request a Removal of Account Request in accordance with section 69 of this Act; or\n\n    - (b) issue an Access Blocking Order in accordance with section 70 of this Act; or\n\n      - (c) impose an administrative penalty in accordance with section [] of this Act.\n\n(3) It is not a defence to under this section that:\n\n- (a) the  person  is  subject  to  a  duty  under  any  written  law,  any  rule  of  law,  any contract or any rule of professional conduct, that prevents the person from complying  with  any  part  of  a  Direction  or  restricts  the  person  in  such compliance; or\n\n            - (b) the person has appealed against the Direction.\n\n(4) A person licensed by the Authority who fails to comply with a Direction after three Compliance Warnings, is liable to pay to the  Division, an administrative penalty of one thousand penalty units and a further one hundred penalty units for each day the default continues.\n\n(5) A person licensed by the Authority that fails to comply with subsection (4) risks suspension or revocation of its licence.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "severe-negative",
        "freedomOfSpeech": "severe-negative",
        "privacy": "low-negative",
        "business": "severe-negative"
      }
    },
    {
      "id": "68-removal-of-account-request",
      "section": 68,
      "title": "Removal of Account Request",
      "plainLanguage": "This section states that internet companies decide whether to remove accounts based on their own rules. Courts generally cannot force companies to monitor content or censor too much. However, a court can request an account be removed if the user ignores legal orders after multiple warnings, but this does not apply to politicians or public figures.",
      "rawText": "69. (1) Only internet intermediaries shall ultimately decide whether to remove an online account in accordance with their content moderation policies.\n\n(2) The Court or Division shall refrain from imposing duties on internet intermediaries to  proactively  monitor  online  content  or  intermediary  liability  regimes  that  incentivise overbroad censorship.\n\n(3)  Despite  subsection  (2)  and  (3),  the  Division  or  Court  may  issue  a  Removal  of Account  Request  of  an  online  account  on  a  foreign  or  Ghanaian  regulated  internet intermediary on an online location where the Division or Court has jurisdiction, and that person has deliberately failed to comply with a Direction or Order under this  Act after receiving three Compliance Warnings.\n\n(4) Without limiting the effect of subsection (3), the Division or Court shall not request for the removal of an account of a politician or known public or social commentator.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "medium-positive",
        "freedomOfSpeech": "medium-positive",
        "privacy": "neutral",
        "business": "medium-positive"
      }
    },
    {
      "id": "69-access-blocking-order",
      "section": 69,
      "title": "Access Blocking Order",
      "plainLanguage": "This provision allows a court to order internet service providers to block access to online content if it contains misinformation, disinformation, or hate speech that harms the Republic's international relations or falsely portrays it as violating international law. This order can only be issued if the content is being communicated within the Republic (excluding internet intermediaries) and users within the Republic are accessing the content through a licensed internet service provider. Internet service providers that fail to comply with the order after multiple warnings may face penalties.",
      "rawText": "70. (1) An Access Blocking Order shall be issued where:\n\n(\n\n            - a )  a person fails to comply with a Direction or Order; and\n\n(\n\n              - b )  the subject statement or material is being communicated in the Republic by the person on an online location except an internet intermediary; and\n\n            - (c) the misinformation or disinformation or hate speech is prejudicial to the friendly relations between the Republic and other countries; or\n\n            - (d) the  misinformation or disinformation unjustifiably projects the  Republic as a defaulter of international law; and\n\n            - (e) the Court or Division is satisfied that one or more end-users in the Republic have used or are using the services of an internet service provider licensed by the Authority to access that online location.\n\n(2)  The  Court  or  Division  may  direct  the  Authority  to  order  the  internet  service provider to take reasonable steps to disable access to the online location (called in this section an Access Blocking order).\n\n(3) An internet service provider that does not comply with any Access Blocking Order after three Compliance Warnings, is liable to pay to the Division, an administrative penalty\n\n(4) An internet service provider that fails to comply with subsection (4) risks suspension or revocation of its licence.\n\n(5) No civil or criminal liability is incurred by an internet access service provider or an officer, employee or agent of such provider, for anything done or omitted to be done with reasonable care and in good faith in complying with any access blocking order.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "high-negative",
        "freedomOfSpeech": "severe-negative",
        "privacy": "neutral",
        "business": "high-negative"
      }
    },
    {
      "id": "70-monetary-damages",
      "section": 70,
      "title": "Monetary damages",
      "plainLanguage": "This provision allows individuals or parties harmed by certain actions to seek financial compensation. Monetary damages may be awarded if other remedies are insufficient, particularly in cases involving false election information or the disclosure of private or confidential information. The types of damages awarded can include general, special, and punitive damages, with the Minister having the authority to define the scope and limits of these awards.",
      "rawText": "71. (1) An aggrieved person or issuing party may seek monetary damages either alone or in addition to other remedies or sanctions under the Act.\n\n(2) The Court shall grant monetary damages where the extent of the damage caused by the  information  or  communication  cannot  be  effectively  remedied  only  by  the  other remedies or sanctions under the Act.\n\n(3)  Despite  subsection  (2),  monetary  damages  may  be  awarded  in  respect  of  the following:\n\n    - (a) false or inaccurate election information\n\n    - (b) public disclosure of private facts\n\n    - (c) publication of confidential information concerning the Republic\n\n(4) Monetary damages awarded under this section may be:\n\n    - (a) general\n\n    - (b) special\n\n    - (c) punitive\n\n(5) The Minister may prescribe the scope, extent and range of monetary damages for non-compliance or breach of conduct under the Act.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "medium-negative",
        "freedomOfSpeech": "high-negative",
        "privacy": "low-positive",
        "business": "high-negative"
      }
    },
    {
      "id": "71-suspension-or-revocation-of-licence",
      "section": 71,
      "title": "Suspension or revocation of licence",
      "plainLanguage": "This provision allows the Division to recommend that the Authority suspend or revoke a license if the license holder does not follow court orders or directions. This action can be taken if the person has received three warnings for non-compliance and has not paid the required penalty. This ensures licensees adhere to legal and regulatory requirements.",
      "rawText": "72. (1) The Division may recommend to the Authority, the suspension or revocation of licence of person licensed by the Authority where:\n\n            - (a) that person fails to comply with a Direction or Order of the Court or Division after three Compliance Warnings and has not paid the administrative penalty;\n\n      - (c) has become notorious for publishing false or other information and the Division has issued a compliance warning.\n\n(2) The Authority may suspend or revoke a licence on grounds of non-compliance with the directive of the Authority in accordance with the procedure set out regulations 119 and 120 of the National Communications Regulations, 2003 (LI 1719).",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "high-negative",
        "freedomOfSpeech": "high-negative",
        "privacy": "neutral",
        "business": "high-negative"
      }
    },
    {
      "id": "72-cease-and-desist-order",
      "section": 72,
      "title": "Cease and Desist Order",
      "plainLanguage": "This provision allows a Court or Division to issue a \"Cease and Desist\" order to stop someone from publishing false information. If the order is ignored, the person will face an immediate fine. This aims to prevent the spread of misinformation by giving the court power to stop it and penalize those who don't comply.",
      "rawText": "73. (1) The Court or Division may issue a Cease and Desist order against a person who is engaged  or  is  deemed  to  be  engaged  in  the  business  of  publication  of  false  or  other information.\n\n(2) A person who fails to comply with a Cease and Desist order shall be subject to an administrative penalty without a Compliance Warning.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "high-negative",
        "freedomOfSpeech": "high-negative",
        "privacy": "neutral",
        "business": "high-negative"
      }
    },
    {
      "id": "73-compliance-warnings",
      "section": 73,
      "title": "Compliance Warnings",
      "plainLanguage": "This provision explains how the Division issues Compliance Warnings to individuals who fail to follow a Direction or Order, or are found to be violating the Act. The warning directs the person to comply with specific instructions and expires upon compliance, further action, or if the Division deems it unnecessary. Individuals receiving a warning can respond to the Division to explain their actions.",
      "rawText": "74. (1) The Division shall issue a Compliance Warning to a person for failure to comply with a Direction or Order within 5 working days of first issuance of the Direction or Order and in exceptional cases, 2 working days.\n\n(2) The Division may issue a Compliance Warning where upon its own investigations or by a Report, it comes to the notice of the Division that a person is contravening the Act.\n\n- The  Compliance  Warning  shall  direct  the  person  against  whom  it  is  issued  to comply with the directions stated therein.\n\n- A Compliance Warning shall expire:\n\n    - (a) upon the compliance by the person against whom it is issued; or\n\n            - (b) upon the taking of further action by the Division in respect of the matter; or\n\n            - (c) where the Division decides that it is no longer necessary.\n\n(5)  A  person  against  whom  a  Compliance  Warning  is  issued  may  respond  to  the Division and justify the basis of their action or omission.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "low-negative",
        "freedomOfSpeech": "low-negative",
        "privacy": "neutral",
        "business": "low-negative"
      }
    },
    {
      "id": "74-administrative-penalty",
      "section": 74,
      "title": "Administrative penalty",
      "plainLanguage": "This provision states that if someone doesn't follow a Compliance Warning or an Order from the Division, they will be subject to an administrative penalty. This penalty applies unless another part of the law says otherwise. Essentially, it's a consequence for not adhering to official directives.",
      "rawText": "75. (1) Except otherwise provided in this Act, a person shall be subject to an administrative penalty for failing to comply with a Compliance Warning or an Order of the Division.\n\n(3) Unless otherwise specified, in the case of an entity, the head of the management of the entity who fails to comply with a Direction or Order after a Compliance Warning is issued three times is liable to pay to the Division, an administrative penalty of five hundred penalty units and a further one hundred units for each day the default continues.\n\n(4) Subsection (2) and (3) shall apply without prejudice to any other sanction or remedy available to the aggrieved person or issuing party in respect of the matter;\n\n(5)  A  person  liable  for  the  disclosure  of  public  facts  and  publication  of  confidential information concerning the Republic shall pay an administrative penalty of five thousand penalty units where that person been given the opportunity to comply with the Direction or Order within 30 days of notice of first issuance.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "high-negative",
        "freedomOfSpeech": "high-negative",
        "privacy": "neutral",
        "business": "high-negative"
      }
    },
    {
      "id": "75-criminal-penalty",
      "section": 75,
      "title": "Criminal penalty",
      "plainLanguage": "This provision makes it a crime to spread false information with malicious intent if it leads to public harm, violence, fear, unrest, or public disturbance and affects the public interest. A person found guilty of this misdemeanor could face a fine between 200 to 500 penalty units, imprisonment for up to one month, or both. The law defines specific examples of what constitutes public harm, violence, and fear in relation to misinformation.",
      "rawText": "76. (1) A person who communicates or publishes false information with malicious intent, knowing it to be false, or having reasonable belief in the falsity of the statement which causes public harm, violence, fear, unrest or public disturbance shall be liable to a criminal penalty, provided the information concerns or affects the public interest.\n\n(2) A  person  who  is  liable  under  subsection  (1)  commits  a  misdemeanour  shall  be subject to a fine not less than two hundred penalty units and not more than five hundred penalty units, or a term of imprisonment of not more than 1 month, or both.\n\n(3)  Information  causes  public  harm  if  on  the  evidence,  the  misinformation  or disinformation leads to:\n\n            - (a) loss of funding for the Government or public institution;\n\n      - (b) loss of human capital including strikes;\n\n            - (c) significant reputational damage;\n\n      - (d) law suits or sanctions on that public institution; or\n\n            - (e) inability for the Government or public institution to perform its function.\n\n(4) Information causes violence if on the evidence, the misinformation or disinformation  leads  to  intentional  or  unintentional  use  of  physical  force  or  power, threatened or actual, against another person that either results in or has a real likelihood in injury, death or psychological harm.\n\n- Information causes fear if on the evidence, the misinformation or disinformation:\n\n          - (b) causes anxiety about the threat to a person's life or their welfare; or\n\n          - (c) causes  anxiety  about  the  administration  and/or  management  of  a  public institution or;\n\n          - (d) signals danger about a violent or disruptive event which is not real or apparent; or\n\n          - (e) creates widespread danger about an unknown or uncertain situation.\n\n(6) Information causes unrest if on the evidence, the misinformation or disinformation when it leads to:\n\n    - (a) agitation or panic in the Republic; or\n\n    - (b) widescale protests outside or within the Republic related to or connected to the information; or\n\n    - (c) riot or unlawful assembly in the Republic; or\n\n            - (d) widespread public or private layoffs in the Republic; or\n\n    - (e) ethnic and religious division or conflict in the Republic;\n\n(7)  Information  causes  public  disturbance  if  on  the  evidence,  the  misinformation  or disinformation leads to:\n\n      - (a) widespread shock or mental distress in the Republic; or\n\n            - (b) widespread public uncertainty or confusion about a health risk or emergency alert in the Republic or that may affect the Republic; or\n\n      - (c) widespread anxiety about change in public policy in the Republic.\n\n(8) A person who is liable for hate speech that incites aggravated violence commits a second degree felony offence and is liable on conviction to a fine of not less than  five hundred  penalty  units  and  not  more  than  one  thousand  penalty  units  or  to  a  term  of imprisonment of not less than three months and not more than twelve months or to both.\n\n(9) A person commits a criminal offence under the Act where that person is liable for publication  of  private  facts  or  publication  of  confidential  information  concerning  the Republic and:\n\n            - (b) fails to comply with a Compliance Warning within 30 days of its first issuance.\n\n(10)  An  individual  who  commits a criminal  offence  under  subsection (9) commits a misdemeanour and is liable on summary conviction to a fine of not less than two hundred penalty units and not more than five hundred penalty units.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "medium-negative",
        "freedomOfSpeech": "high-negative",
        "privacy": "neutral",
        "business": "medium-negative"
      }
    },
    {
      "id": "76-offences-by-entities",
      "section": 76,
      "title": "Offences by Entities",
      "plainLanguage": "This provision outlines how companies and their employees can be held liable for offenses. It states that a company's state of mind can be determined by the actions and state of mind of its employees. Furthermore, managers or leaders can be held responsible if they were involved in or failed to prevent the offense.",
      "rawText": "77. (1) Where, in a proceeding for an offence under this Act, it is necessary to prove the state  of  mind  of  an  entity  in  relation  to  a  particular  conduct,  evidence  that  an  officer, employee or agent of the entity engaged in that conduct within the  scope of the actual or apparent Division of the officer, employee or agent; and the officer, employee or agent had that state of mind, is evidence that the entity had that state of mind.\n\n(2) Where an entity commits an offence under this Act, a person who is an officer of the entity; or an individual involved in the management of the entity and in a position to influence the conduct of the entity in relation to the commission of the offence; and who:\n\n          - (a) consented to effect the commission of the offence;   is in any other way, whether by act or omission, knowingly concerned in, or is party to, the commission of the offence by the entity; or\n\n    - (b) knew or ought reasonably to have known that the offence by the corporation (or an offence of the same type would be or is being committed, and failed to take all reasonable steps to prevent or stop the commission of that offence,\n\ncommits the same offence as the entity, and shall be liable on conviction to be punished accordingly.\n\n(3) Nothing shall bar the prosecution of an employee or worker who is personally liable for the commission of an offence under this part but is neither an officer of the entity or in charge of the management of the entity or in a position to influence the conduct of the entity in relation to the commission of the offence.\n\n## Rules affecting stakeholders",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "high-negative",
        "freedomOfSpeech": "high-negative",
        "privacy": "neutral",
        "business": "high-negative"
      }
    },
    {
      "id": "77-internet-intermediaries",
      "section": 77,
      "title": "Internet intermediaries",
      "plainLanguage": "This provision protects internet intermediaries from being held liable for content created by their users. Intermediaries are not responsible for illegal content they host if they did not create or modify it. They also don't have to actively monitor user content to ensure it's legal.",
      "rawText": "78. (1) Internet intermediaries shall not be liable for third-party content in circumstances where they have not been involved in creating or modifying that content.\n\n(2)  Internet  intermediaries  shall  not  be  made  strictly  liable  for  hosting  third-party content which contravenes this Act.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "high-positive",
        "freedomOfSpeech": "high-positive",
        "privacy": "neutral",
        "business": "high-positive"
      }
    },
    {
      "id": "78-internet-intermediaries-regulated-in-ghana",
      "section": 78,
      "title": "Internet intermediaries regulated in Ghana",
      "plainLanguage": "This section clarifies that only internet companies regulated in Ghana are subject to this law. These companies must also ensure that their content moderation policies do not violate any part of this Act. This means that the government can only enforce this law against companies it already regulates.",
      "rawText": "79. (1) Notwithstanding that a Removal of Account Request may be issued to all internet intermediaries, only internet intermediaries regulated by the  Authority or other relevant authorities are amenable to this Act.\n\n(2) For the purpose of this Act, except as otherwise mentioned, internet intermediaries mean Ghanaian regulated internet intermediaries throughout this Act.\n\n(3) The content moderation policies of an internet intermediary shall not conflict with, or contravene any part of this Act.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "medium-negative",
        "freedomOfSpeech": "medium-negative",
        "privacy": "neutral",
        "business": "medium-negative"
      }
    },
    {
      "id": "79-content-restriction",
      "section": 79,
      "title": "Content restriction",
      "plainLanguage": "Internet intermediaries are generally not required to restrict content unless a court order has been issued. An order can only be issued if the original publisher of the content has failed to comply with a previous order and the content negatively impacts the Republic's diplomatic interests. The order must describe the content, provide evidence of its unlawfulness, and specify the time period for restriction. The section also allows individuals to flag illegal content and protects users from having their accounts removed by court order.",
      "rawText": "80. (1) Internet intermediaries are not required to restrict content unless a Direction, Order or Compliance Warning has been issued by the Court or Division that has determined that the material contravenes this Act.\n\n(2) Except where the internet intermediary modified the content, a Direction, Order or Compliance Warning shall not be issued against an internet intermediary unless:\n\n- (a) the third-party who published the information or communication has failed to comply with a Direction, Order or a Compliance Warning; and\n\n- (b) the information or communication negatively impacts the Republic's diplomatic interests or friendly relations with other countries.\n\n(3) A Direction, Order or Compliance Warning issued against an internet intermediary to restrict its content must:\n\n    - (a) describe the content and provide a determination that the content is unlawful;\n\n    - (b) provide evidence sufficient to support the order; and\n\n    - (c) indicate the time period for which the content should be restricted\n\n(4) Any sanction imposed on an internet intermediary or any remedy required of an internet intermediary must be necessary and proportionate and directly correlated to the intermediary's wrongful behaviour in failing to appropriately comply with a Direction or Order or Compliance Order.\n\n(5) An internet intermediary who fails to comply with a Direction, Order or Compliance Warning to restrict content may be liable to:\n\n    - (a) monetary damages or\n\n(b) administrative penalty\n\n(6) Despite subsection (1), and subject to the content restriction policy of an internet intermediary, a person may flag illegal content or request content restriction on an internet intermediary.\n\n(7) No internet intermediary may be compelled by the Court or Division to remove the account of a third-party.\n\n(8) For the purpose of this section, content restriction means any act that leads to or has the effect of removing, pulling down, amending, limiting, blocking or regulating access to content or communication on mass media.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "medium-positive",
        "freedomOfSpeech": "low-positive",
        "privacy": "neutral",
        "business": "medium-positive"
      }
    },
    {
      "id": "80-algorithm-and-content-moderation",
      "section": 80,
      "title": "Algorithm and content moderation",
      "plainLanguage": "This provision requires online media outlets and internet platforms to perform yearly human rights audits. These audits will assess how their operations, including algorithms and content moderation practices, affect human rights. Failure to conduct these audits can result in warnings and financial penalties.",
      "rawText": "81. (1) Media houses with online locations and internet intermediaries shall be required to carry  out  an  annual  human  rights  due  diligence  to  identify  and  address  human  rights impacts related to their operations, including risks and abuses linked to their algorithmic systems and content moderation or arising from their business model as a whole.\n\n(2) The Division shall issue a Compliance Warning for failure to comply with subsection (1) and upon further failure to comply, the internet intermediary shall be liable to pay to the  Division,  an  administrative  penalty  of  five  hundred  penalty  units  and  a  further  one hundred penalty units for each day the default continues.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "medium-negative",
        "freedomOfSpeech": "low-positive",
        "privacy": "low-positive",
        "business": "medium-negative"
      }
    },
    {
      "id": "81-misinformation-and-disinformation-risk-assessment",
      "section": 81,
      "title": "Misinformation and disinformation risk assessment",
      "plainLanguage": "This provision requires government bodies, media outlets, and internet platforms to conduct annual evaluations to identify and address the risks of spreading false or misleading information through their services. Non-compliance will trigger warnings and potential fines for internet intermediaries. The goal is to ensure these entities actively work to mitigate the spread of misinformation and disinformation.",
      "rawText": "82. (1) All  Ministries,  public  institutions,  media  houses  and  internet  intermediaries  shall perform an annual misinformation and disinformation risk assessment and take corresponding risk mitigation measures stemming from the design and use of their service.\n\n(2)  The  Division  shall  issue  a  Compliance  Warning  for  failure  to  comply  with subsection (1) and upon further failure to comply, the internet intermediary shall be liable to pay to the Division, an administrative penalty of five hundred penalty units and a further one hundred penalty units for each day the default continues.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "medium-negative",
        "freedomOfSpeech": "medium-negative",
        "privacy": "low-negative",
        "business": "high-negative"
      }
    },
    {
      "id": "82-fact-checking",
      "section": 82,
      "title": "Fact-checking",
      "plainLanguage": "This provision requires media outlets, journalists, online platforms, content creators, and influencers to verify information before publishing it. Media companies and online platforms must create fact-checking departments to combat false information. Licensed individuals will need to undergo yearly fact-checking compliance checks and obtain a certification.",
      "rawText": "83. (1) Media houses, journalists, internet intermediaries, digital advertising intermediaries, content creators and persons of the status of celebrity or influencer shall be required to fact-check before publishing information.\n\n(2)  Media  houses  and  intermediaries  shall  set  up  fact-checking  desks  to  counter misinformation and disinformation.\n\n(3) Persons licensed by the Authority shall undertake annual fact-checking compliance with the Division and shall be issued fact-checking certification valid for the calendar year.\n\n(5)  Fact-checking  certification  shall  be  a  prerequisite  for  the  renewal  or  continued validity of licence issued by the Authority.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "high-negative",
        "freedomOfSpeech": "high-negative",
        "privacy": "low-negative",
        "business": "high-negative"
      }
    },
    {
      "id": "83-training",
      "section": 83,
      "title": "Training",
      "plainLanguage": "This section requires government ministries, certain public institutions, media outlets, and internet companies to conduct training twice a year on the publication of false information. Failure to provide this training will result in warnings and fines. Licensed individuals must provide two years of bi-annual training to be eligible for license renewal.",
      "rawText": "84. (1) All Ministries, and selected public institutions by Ministerial Directive, media houses and  internet  intermediaries  shall  be  required  to  provide  bi-annual  in-house  training  on publication of false and other information under the Act.\n\n(2)  The  Division  shall  issue  a  Compliance  Warning  for  failure  to  comply  with subsection (1) and upon further failure to comply, the entity shall be liable to pay to the Division, an administrative penalty of two hundred penalty units and a further one hundred penalty units for each day the default continues.\n\n(3) A person who is licensed by the Authority shall not be granted a renewal of licence if that person has failed to provide two years of bi-annual training, whether or not one of the two annual trainings was provided.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "high-negative",
        "freedomOfSpeech": "medium-negative",
        "privacy": "neutral",
        "business": "high-negative"
      }
    },
    {
      "id": "84-paid-content",
      "section": 84,
      "title": "Paid content",
      "plainLanguage": "This provision requires digital advertising platforms, celebrities/influencers, and content creators to make sure their paid advertisements follow the rules of this Act. If they don't, they'll first receive a warning. Continued failure to comply will result in a fine, with additional fines for each day the violation continues.",
      "rawText": "85. (1) A digital advertising intermediary, persons of the status of celebrity or influencer, content creator must take reasonable steps to ensure that any paid content does not lead to non-compliance or breach of conduct under this Act.\n\n(2)  The  Division  shall  issue  a  Compliance  Warning  for  failure  to  comply  with subsection (1) and upon further failure to comply, the person shall be liable to pay to the Division, an administrative penalty of one hundred penalty units and a further one hundred penalty units for each day the default continues.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "medium-negative",
        "freedomOfSpeech": "medium-negative",
        "privacy": "neutral",
        "business": "medium-negative"
      }
    },
    {
      "id": "85-national-security-interventions",
      "section": 85,
      "title": "National security interventions",
      "plainLanguage": "The National Security Council and National Intelligence Bureau cannot investigate, arrest, or detain individuals for simply not following this law. The Police can only get involved if someone is being prosecuted for a crime under this law, or if police presence is needed to enforce a penalty. This section clarifies when different security agencies can take action related to this law.",
      "rawText": "86. (1) Subject to the Security and Intelligence Agencies Act, the National Security Council and the National Intelligence Bureau shall not investigate, arrest or detain persons for noncompliance or breach of conduct under this Act.\n\n- The Police Service shall only intervene:\n\n    - (a) in the event of criminal prosecution under this Act and\n\n    - (b) where their presence necessary for the enforcement of a sanction under this Act.\n\n## Miscellaneous provisions",
      "relatedImpacts": [
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "low-positive",
        "privacy": "neutral",
        "business": "low-positive"
      }
    },
    {
      "id": "86-regulations",
      "section": 86,
      "title": "Regulations",
      "plainLanguage": "This provision allows the Minister to create regulations that further define how the law will be implemented. These regulations can cover areas like how internet companies manage content, how algorithms are used, and how different government agencies will work together. The regulations will also address administrative processes and codes of practice to ensure the law is effectively carried out.",
      "rawText": "- The Minister may, by legislative instrument, make Regulations:\n\n            - (a) on specific matters relating to internet intermediaries and content restriction;\n\n- (b) on specific measures related to algorithm and content moderation;\n\n- (c) to prescribe the procedure for collaboration with other public institutions;\n\n- (d) to prescribe matters related to administrative decision-making;\n\n- (e) on codes of practice;\n\n            - (f) generally, on matters for the effective implementation of the Act.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "low-negative",
        "freedomOfSpeech": "low-negative",
        "privacy": "neutral",
        "business": "low-negative"
      }
    },
    {
      "id": "87-repeals-amendments-and-savings",
      "section": 87,
      "title": "Repeals, amendments and savings",
      "plainLanguage": "This provision removes certain sections from the Criminal Offences Act and the Electronic Communications Act. It also modifies a section of the Electronic Communications Act to penalize the electronic transmission of misinformation or disinformation that could jeopardize life-saving services or public safety. A person convicted of this offense could face a fine.",
      "rawText": "- (1) The following provisions are repealed:\n\n            - (a) Section 208(1) and (2) of the Criminal Offences Act;\n\n- (b) Section 74 of the Electronic Communications Act;\n\n- The Electronic Communication Act is amended in section 76 by the substitution for subsection (1), of:\n\n- '[a] person who by means of electronic communications service, knowingly sends a communication which constitutes misinformation or disinformation under the Misinformation, Disinformation, Hate Speech and Publication of Other Information Act which is likely to prejudice the efficiency of life saving service or to endanger the safety of any person, ship, aircraft, vessel or vehicle commits an offence and is liable on summary conviction to a fine of not more than three thousand penalty units.'.",
      "relatedImpacts": [
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "high-negative",
        "privacy": "neutral",
        "business": "low-negative"
      }
    },
    {
      "id": "88-transitional-provisions",
      "section": 88,
      "title": "Transitional provisions",
      "plainLanguage": "This provision stops all ongoing criminal cases related to Section 208 of the Criminal Offences Act and Section 74 of the Electronic Communications Act once this new law takes effect. It essentially wipes the slate clean of old prosecutions under the previous laws. This ensures a fresh start under the new legal framework.",
      "rawText": "- (1) All criminal prosecutions in respect of section 208 of the Criminal Offences Act and section 74 of the Electronic Communications Act shall cease upon the coming into force of this Act.\n\n## 90. Interpretation\n\nIn this Act, unless the context otherwise requires,\n\n    - 'aggrieved person' a person whose rights have been infringed under the Act;\n\n    - 'Artificial Intelligence' is technology that enables computers and machines to simulate human learning, comprehension, problem solving, decision-making, creativity and autonomy,  and  for  the  purpose  of  misinformation  or  disinformation  includes deepfakes, bots and manipulated algorithms;\n\n'algorithm' means a set of instructions designed to accomplish a task;\n\n    - 'an academic' means an individual whether or not on sabbatical leave who:\n\n            - (a) was/is employed in a university or research institution and\n\n            - (b) was/is  of  the  status  of  emeritus  professor,  professor,  lecturer,  deputy  or assistant lecturer including research fellows;\n\n    - 'Attorney-General'  means  Minister  responsible  for  the  Ministry  of  Justice  and Attorney-General's Department;\n\n    - 'Division' means the Division on Misinformation, Disinformation, Hate Speech and Publication of Other Information established under section 9 of this Act;\n\n    - 'Board' means a governing board formed under a statute;\n\n    - 'business' means a professional, informal, commercial or industrial activity with the aim of producing goods or a service whether or not profit is realised;\n\n    - 'by-election' means an election held in a single constituency to fill a vacate position;\n\n    - 'celebrity'  means  an  individual  who  is  widely  and  publicly  known  by  people  in  the Republic, and is famous for recognition in entertainment, fashion, modelling, arts, sciences, medicine, architecture, invention, engineering, law, sports, reality shows, business, philanthropy or politics, and does not include an individual who is solely recognised  as  a  public  or  social  media  commentator,  content  creator,  digital advertising intermediary or influencer;\n\n    - 'child' means a person under the age of 18 years;\n\n    - 'civil society organisations' means non-governmental, non-profit entities with humanitarian  objectives  and  includes  human  rights  organisations,  professional associations, charitable organisations, faith-based foundations, community groups and non-governmental organisations.\n\n    - 'civil wrong' means an act or omission which gives to rise to a civil cause of action;\n\n    - 'Cabinet' means the President, Vice-President and Ministers of State;\n\n    - 'Code of Ethics' means other instruments for assessing liability of hate speech;\n\n    - 'common law' means as established by article 11(2) of the Constitution, rules of law generally known as the common law, the rules generally known as the doctrines of equity and the rules of customary law including those determined by the Superior Court of Judicature;\n\n    - 'communicate' means to publish a statement or a material in the Republic;\n\n    - 'communication means' means publication of a statement or material in the Republic;\n\n    - 'communication service' means a communication service provided by a communication network under the National Communication Division Act;\n\n    - 'Complaint' means a formal allegation of wrong doing under the Act directly affecting an aggrieved person and seeking a sanction or remedy under the Act;\n\n    - 'computing resource service' means a service that provides the use of any computer hardware or software to enhance the processing capability or storage capacity of a computer;\n\n    - 'Constitution' means the 1992 Constitution of the Republic;\n\n    - 'content creator' means an individual publicly known for professionally (part-time, as a freelancer or full-time) creating, producing and distributing original content on mass media for personal branding, business marketing, entertainment or education whether monetised or not, including a vlogger or blogger or an individual who holds him or herself out as a content creator;\n\n    - 'content' means visual and verbal information communicated or published on  mass media  and  intended  for  public  consumption,  and  includes  texts,  news,  reports, documentaries,  photos,  songs,  videos,  films,  movies,  skits,  parodies,  satires,  talk shows, editorials, public announcements;\n\n    - 'content moderation' means the process of reviewing third-party content generated on online locations to ensure it meets certain internationally accepted standards and guidelines;\n\n    - 'Court' refers to the High Court or other appellate court with jurisdiction over the matter;\n\n'covered entity means:\n\n            - (a) constitutional bodies;\n\n            - (b) Legislative and Judiciary;\n\n            - (c) Ministries, Departments, Agencies and local authorities;\n\n            - (d) statutory bodies\n\n            - (e) the autonomous agencies; and\n\n            - (f) the public service;\n\n    - 'crime' means a criminal offence under the laws of the Republic;\n\n    - 'customary international law' means international obligations arising from consistent conduct of States (State practice) and belief that they are acting in accordance with a legal norm or that it is legally required ( opinion juris) ;\n\n    - 'decision of the Division' means an imposition of a sanction or a grant of a remedy;\n\n    - 'digital  advertising  intermediary'  means  any  person  who,  in  the  ordinary  course  of business, facilitates the communication of paid content in any place by acting as the link  or  part  of  the  link  between  the  owners  or  operators  of  online  locations, advertisers and service providers by means of internet-based service;\n\n    - 'diplomatic channels' means other than mutual legal assistance, correspondence with foreign ministries, diplomatic missions or international organisations;\n\n    - 'diplomatic interests' means economic, cultural and political interests of the Republic in relation to other countries;\n\n    - 'Direction'  means  a  Correction  Direction,  a  Stop  Communication  Direction  or  a Removal of Communication Direction;\n\n    - 'dissemination' means the act of spreading communication after initial communication;\n\n    - 'Division'  means  a  division  of  the  Authority  under  the  National  Communication Division;\n\n    - 'due diligence' means investigating and confirming the veracity of information;\n\n    - 'Electoral Commission' means the Electoral Commission of Ghana responsible for public elections in Ghana;\n\n    - 'employee'  means,  whether  or  not  written  contract  exists  and  whether  or  not regularised, an individual who is appointed or hired permanently or for a specific period  to  perform  a  service  for  another  individual  or  entity  for  compensation whether on a continuous, part-time, temporary or casual basis, and who is under the control and direction of that individual or entity;\n\n    - 'employer' means a person who appoints or hires an employee;\n\n    - 'enforceable rights' means a right or claim or cause of action under this Act that can be enforced against a person or a group of people before the Division or Court;\n\n    - 'entity'  means  an  organisation,  institution,  company,  establishment,  partnership whether incorporated or not and includes the Government;\n\n    - 'existing law' means written and unwritten laws of the Republic of the Ghana as they existed immediately before the coming into force of this Act;\n\n    - 'fact' means information that be verified as true or false or inaccurate, and does not include opinions or interpretations;\n\n    - 'fact-checking'  means  the  process  of  verifying  the  truth  or  factual  accuracy  of  a statement or material with or without the assistance of an instrument;\n\n    - 'family and friends' mean a group of people who are closely connected to an individual though blood ties or strong personal relationships;\n\n    - 'freelancer'  means  a  person  who  is  not  employed  by  another  person  but  earns compensation for executing assignments from different persons.\n\n    - 'friendly relations' means international relations that promote world peace and security;\n\n    - 'funds' means the Consolidated Fund, the Contingency Fund, funds provided by the Authority and Parliament and any other fund established by or under an Act of Parliament;\n\n    - ' Gazette' means official publication of legal notice by the Ghana Publishing Division;\n\n    - 'general election' means presidential and parliamentary elections in the Republic held every 4 years since 1992;\n\n    - 'Ghanaian' means a citizen of Ghana;\n\n    - 'Governing  Board'  means  the  governing  board  of  the  Authority  established  under section 6 of the National Communications Authority Act;\n\n    - 'government official' means senior members of the executive, including the President, Vice-President, Ministers of State, senior presidential staffers, including members of Boards;\n\n    - 'Government' means any Division by which the executive Division of the Republic is exercised including the Office of the President and Ministries;\n\n    - 'group of persons' means a collective number of individuals and/or entities;\n\n    - 'guardian ad  litem '  means a person who acts the representative of a child who is an offending party;\n\n    - 'Guidelines'  means  Guidelines  on  Hate  Speech  and  other  forms  of  Indecent Expression issued by the National Peace Council;\n\n    - 'harm' means injury caused by a statement of an intention to inflict pain, injury, damage or other hostile action or to cause fear of harm or caused by violence;\n\n    - 'inaccurate information' means information that is incorrect or incomplete by reason of  an  omission  or  misstatement,  and  unless  otherwise  provided  includes  false information, misinformation and disinformation;\n\n'individual' means a single human being distinct from a group;\n\n    - 'infectious disease' means diseases are caused by pathogenic microorganisms, such as bacteria, viruses, parasites or fungi; the diseases can be spread, directly or indirectly, from one person to another.\n\n    - 'influencer'  means  an  individual  with  mass  media  presence  who  has  the  ability  to engage  their  audience  and  affect  marketing  power,  behaviours  or  purchasing decisions  through  regular  posts,  comments,  endorsements  or  collaborations because of their knowledge, Division, position  or relationship with their audience;\n\n    - 'information' means communication of a statement or material, regardless of the form or medium which informs or suggests anything or scenario to a person;\n\n    - 'international human rights standards' means internationally recognised legal rights and restrictions outlined in treaties ratified by the Republic, declarations, interpretations and guidelines, and customary international law;\n\n    - 'international organisation' means an entity established under treaty or international law and possessing legal personality under international law;\n\n    - 'internet access service provider' means an internet service provider licensed by the Authority;\n\n'internet intermediary service' means:\n\n            - (a) a service of transmitting such materials to end-users on or through the internet; or\n\n            - (b) a service that allows end-users to access materials originating from third parties on or through the internet;\n\n            - (c) a service of displaying, to an end-user who uses the service to make an online search, an index of search results, each of which links that end-user to content hosted or stored at a location which is separate from the location of the index of  search  results,  but  excludes  any  act  done  for  the  purpose  of,  or  that  is incidental to, the provision of:\n\n            - (d) a service of giving the public access to the internet;\n\n            - (e) a computing resource service;\n\nExamples of internet intermediary services are; social networking services; search engine  services;  content  aggregation  services;  internet-based  messaging  services; and video-sharing services;\n\n'issuing party' means a person making a Complainant on behalf of an aggrieved party;\n\n'institution' means an establishment, organisation, agency, department or body;\n\n    - 'instrument'  means  anything  adapted  to perform  a  function  and  includes  computer programmes generally and computer programmes altered to perform automated functions;\n\n    - 'journalist' means a person, whether appointed as an employee or worker, whose work is to collect, prepare and or distribute real news through mass media or  a person who is recognised as a journalist in the Republic;\n\n'Judiciary' means the judicial service of Republic;\n\n    - 'law suit' means any legal action against a person whether before a court of law or quasi-judicial body;\n\n    - 'mass  media'  means  channels  of  public  communication,  storage  and  sharing  of information  and  includes  newsletters,  newspapers,  pamphlets,  magazines,  radio, movies, television, books, blogs, webcast, email and social media;\n\n    - 'material' means anything that consists of or contains a statement;\n\n    - 'media house' means an entity whether licensed or not, engaged in the business of gathering, creating, producing, distributing and managing news, entertainment and content and communicating to the public through mass media;\n\n    - 'Member of Parliament'  means  an  individual  elected  in  a  general  or  by-election  to represent a constituency in the Republic whether or not that seat is contested in a court of law;\n\n    - 'Minister' means the Minister responsible for Communications;\n\n    - 'Minister of State' means a person appointed to a high-office of the executive by the President for the administration of the Republic  including a Deputy Minister;\n\n    - 'Ministry'  means  a  principal  decision-making  body  of  the  executive  branch  that exercises executive Division and implements policies on behalf of the Government and is headed by a Minister of State;\n\n    - 'Ministerial Directive' means a directive or instruction of the Minister under this Act;\n\n    - 'MMS' means a system that enables the transmission, through a mobile network, of multimedia messages;\n\n    - 'multinational companies' means a company that operates in more than one country or State;\n\n    - 'mutual  legal  assistance'  means  a  process  by  which  countries  seek  and  provide assistance to other countries in the servicing of official documents and gathering evidence for investigating and prosecuting criminal cases;\n\n    - 'National Intelligence Bureau' means the internal intelligence agency of the Republic under sections 12 and 14 of the Security and Intelligence Agencies Act;\n\n    - 'national security' means  anything relating to sovereignty, territorial integrity, constitutional order, terrorism, organised crime, espionage and cyber threat;\n\n    - 'National Security Council' means National Security Council established under article 83 of the Constitution and section 1 of the Securities and Intelligence Agencies Act;\n\n    - 'news agency' an entity whether licensed or not, engaged in the business of gathering, creating, producing, distributing and managing news and communicating it to the public through mass media;\n\n    - 'next  friend'  means  a  person  who  acts  as  the  representative  of  a  child  who  is  an aggrieved person;\n\n    - 'Office of the President' means the seat of the executive, including Office of the VicePresident and presidential staff appointed under the Presidential Office Act\n\n    - 'Office of the Vice-President' means the seat of the executive responsible for carrying out the functions of the Vice-President;\n\n    - 'office' means specific job or position held by a public officer or governmental official\n\n    - 'officer'  means  person  of  Division  in  entity  or  a  person  who  holds  an  executive position;\n\n    - 'officers'\n\n    - 'official duty' means responsibility imposed on governmental official or public officer in accordance with the law;\n\n    - 'online account' means an account created with an internet intermediary for the use of an internet intermediary service;\n\n    - 'online location' means any website, webpage, chatroom or forum, or any other thing that  is  hosted  on  a  computer  and  can  be  seen,  heard  or  otherwise  perceived  by means of the internet;\n\n'opinion' means a judgement, viewpoint, feeling or belief about someone or something;\n\n'Order means' Access Blocking Order or Cease and Desist Order;\n\n    - 'other  information'  means  the  unjustified  public  disclosure  of  private  facts  or  the publication of confidential matters concerning the Republic;\n\n'paid content' means any statement that is communicated for consideration;\n\n    - 'Parliament' means the Parliament of the Republic, and also referred to as Legislature in this Act;\n\n'people' means more than one individual or entity;\n\n'person' means an individual or entity;\n\n    - 'Police Service' means the Police Service of Ghana established under article 200 of the Constitution;\n\n    - 'political  party'  means  a  free  association  or  organisation  of  persons,  one  of  whose objects may be to bring about the election of its candidates to public office or to strive for power by the electoral process and by this means to control or influence the actions of government, registered under the Political Parties Act;\n\n'politician' means:\n\n            - (a) an individual who is a high-ranking member of a political party that is not in Government;\n\n            - (b) an individual who is seeking political office an elected government official; and (c) a Member of Parliament;.\n\n    - 'pre-election  processes'  means  procedures  involved  in  organisation  including  voter registration, nomination of candidates and campaigning;\n\n'President' means President of the Republic;\n\n    - 'presidential staff' means individuals appointed by the President to work within the Office of the President and Vice-President to carry out executive functions\n\n'Authority' means the National Communications Division;\n\n    - 'print media' includes newspapers, magazines, catalogues, calendars, reports, books, brochures and any print publication;\n\n    - 'private individual' means an individual that is a not government official or public office or closely associated with the Government;\n\n    - 'private  institution'  means  an  entity  that  operates  independently  of  government control, whether or not a public institution has a share interest in the institution, and regardless of whether it provides public services;\n\n'private person' means an individual or entity;\n\n    - 'public benefit' means any positive impact on a large number of people in the Republic;\n\n    - 'public corporation' means a body corporate established under an Act of Parliament in accordance with article 192 of the Constitution;\n\n'public finances' means money, expenditure, capital, debt relating to the Republic;\n\n    - 'public health crisis' means a health emergency that affects the public, including natural disasters,  outbreaks,  epidemics,  environmental  hazards,  bioterrorism,  chemical exposure, zoonotic disease transmission and mental health emergencies.\n\n    - 'public  health'  means  anything  relating  to  the  protection  and  improvement  of  the health of people in the Republic through prevention, research, education, detection, policy development, cure and promotion of healthy living styles;\n\n    - 'public  institution'  means  a  covered  entity,  a  state-owned  enterprise,  a  public corporation or a public service entity and excludes the Government, Office of the President and Ministries;\n\n    - 'public morals' means anything relating to shared social and ethical standards in the Republic for the time being;\n\n    - 'public  office'  includes  an  office  whose  emoluments  are  paid  directly  from  the Consolidated Fund or directly out of moneys provided by Parliament and an office in a public corporation established entirely out of public funds or moneys provided by Parliament;\n\n    - 'public officer' includes the holder of a public office and a person appointed to act in that office;\n\n    - 'public or social media commentator' means an individual who for whatever intended purposes, is known by a group of people for regularly sharing opinions, analysis or reactions,  commentary  on  mass  media  trends,  events  and  issues,  articles,  news, politics,  sociology,  law,  business,  economics,  public  health,  medicine  or  any specialised field of study;\n\n    - 'public order' means anything relating to public peace, public safety and the functioning of a place in the Republic conducive for living and for the enjoyment of rights under the Constitution;\n\n    - 'public rights' means rights or claims under the Act that benefits the common interest of the public even it personally affects the aggrieved person or issuing party and is which right or claim is also determined by the type of sanction or remedy that is sought.\n\n    - 'public safety' means the anything relating to the protection of people in the Republic from  events  that  cause  violence,  threat  of  harm,  harm  or  injury  or  damage  to property;\n\n    - 'public service entity' means an entity funded by tax revenue of the  Republic which provides public services;\n\n    - 'public services' means a community-based service that is typically provided by the Government but which may be provided by private persons and includes services such  as  education,  medical,  healthcare,  public  health,  sanitation,  research,  public safety, transportation, social services, housing and urban development, utilities and environmental protection;\n\n    - 'public trust' means confidence that the people in the Republic have in a person to act honestly, fairly and transparently;\n\n    - 'public welfare' means the general well-being of the people in the Republic, including social, economic and psychological wellbeing.\n\n    - 'publication' means distributing a statement, material or content to the public;\n\n    - 'referendum' means referendum under the Constitution;\n\n    - 'Regulations' means legislative instrument in respect of the Act;\n\n    - 'relevant authorities' means authorities in charge of regulating that industry of sector;\n\n    - 'remedy' means a decision that that is intended to cure, correct or prevent unlawful conduct;\n\n    - 'Report' means an informal allegation of wrong doing under the Act intended to draw the Division's attention to the act or mission;\n\n    - 'Republic' means the sovereign State of Ghana including its territories;\n\n    - 'republish' means to publish again, reprint, reissue, reposting, co-publish, or repeat and for the avoidance of doubt includes 'retweeting' on X;\n\n'resident' means a person issued a resident permit by the Ghana Immigration Service or:\n\n            - (a) that person has been present in this country for an aggregate period of not less than 183 days in any 12-month period, regardless of temporary absences; and\n\n            - (b) has  adopted  living  in  the  country  for  settled  purposes  as  part  of    regular activities.\n\n    - 'respondent' means an offending party person representing the offending party who responds to a Complaint.\n\n    - 'sanction'  means  a  decision  that  is  intended  to  discourage  unlawful  behaviour  and includes civil and criminal penalties;\n\n    - 'SMS' means a system that enables the transmission, through a mobile network, of text messages;\n\n    - 'social media networking service' means service related to social media;\n\n    - 'social media' means communication platforms through the internet that allow people to create and share information through text, video, photos and other content and includes  dating  sites  and  platforms  such  as  Facebook,  X,  WhatsApp,  Snapchat, Tiktok, Instagram and other similar platforms;\n\n    - 'state-owned  enterprise'  means  an  entity  whether  incorporated  or  not  under  the Companies Act, 2019 (Act 992) whose shares are wholly or substantially held or controlled by the Government;\n\n'State' means the Republic;\n\n    - 'State Party' means any country that has ratified, accepted or acceded to a treaty;\n\n    - 'statement'  means  any  word  (including  abbreviation  and  initial),  number,  image (moving or otherwise), sound, symbol or other representation, Artificial Intelligence generated information, or a combination of any of these;\n\n'statutory board' a Board established under statute;\n\n    - 'statutory law' means an Act of Parliament or any other subsidiary legislation;\n\n    - 'Superior Court of Judicature' means the High Court of the  Republic, the Court of Appeal of the Republic and the Supreme Court of the Republic;\n\n    - 'territory'  means  area,  including  land,  air  space  or  water  under  the  control  or jurisdiction of a State;\n\n    - 'threat of harm' means a statement of an intention to inflict pain, injury, damage or other hostile action or to cause fear of harm;\n\n    - 'Unit'  means  a  sub-division  of  the  Division  for  administrative  and  enforcement purposes;\n\n'Vice-President' means Vice-President of the Republic;\n\n    - 'violence'  means  an  intentional  or  unintentional  use  of  physical  force  or  power, threatened  or  actual,  against  another  person  that  either  results  in  or  has  a  real likelihood in injury, death or psychological harm; and\n\n    - 'worker'  means  a  person  who  is  engaged  as  an  independent  contract  or  provides services to a person who is not his or her employer and includes a freelancer.",
      "relatedImpacts": [
        "freedomOfSpeech"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "low-positive",
        "privacy": "neutral",
        "business": "neutral"
      }
    }
  ],
  "notebookLMVideo": {
    "url": "https://youtu.be/eh6tBmhnNtc"
  },
  "deadline": "2025-11-14",
  "feedbackInstructions": "Download draft bill and Public Comment Declaration Form from Ministry website. Submit completed forms via provided email addresses. Also available via Google Docs for commenting.",
  "feedbackUrl": "https://moc.gov.gh/legislative_instruments/",
  "relatedBills": [
    "5-electronic-communications-amendment-bill",
    "14-national-communications-authority-amendment-bill",
    "13-cyber-security-amendment-bill"
  ]
}