{
  "id": "6-misinformation-disinformation-hate-speech-and-publication-of-other-information-mdhi-bill-2025",
  "title": "Misinformation, Disinformation, Hate Speech and Publication of Other Information (MDHI) Bill, 2025",
  "summary": "The **Misinformation, Disinformation, Hate Speech and Publication of Other Information (MDHI) Bill, 2025** establishes a comprehensive regulatory framework for online and offline speech in Ghana. The bill creates a **Division on Misinformation, Disinformation, Hate Speech and Publication of Other Information** under the National Communications Authority with quasi-judicial powers to investigate complaints, make binding decisions, and impose penalties ranging from content removal orders to criminal sanctions.\n\nThe bill regulates five categories of content: **misinformation** (false information regardless of intent), **disinformation** (intentionally misleading information), **hate speech** (discriminatory communication targeting groups based on race, religion, sex, or other identity factors), **disclosure of private facts** (revealing non-public personal information), and **publication of confidential government information**. Liability extends to individuals, media outlets, internet platforms, government officials, and private entities who have \"control\" over information—defined as those who originate, direct publication of, can modify, or can publish/remove content. The bill applies to communications made within Ghana and, in hate speech cases, to Ghanaians abroad and foreign nationals targeting Ghanaian citizens.\n\n**Enforcement mechanisms** include Correction Directions (requiring publication of corrections), Stop Communication Directions (ordering cessation of content spread), Removal of Communication Directions (mandating content deletion), Access Blocking Orders (requiring internet service providers to block access to harmful content), account removal requests, license suspension or revocation, administrative penalties, and **criminal penalties of 200-500 penalty units and/or imprisonment up to one month** for malicious misinformation causing public harm, violence, fear, or unrest. The Division issues binding decisions on most complaints, with appeals available to the High Court within 30 days. Non-compliance with Division orders triggers escalating penalties: Compliance Warnings, administrative fines (up to 500,000 penalty units for internet service providers), and potential license revocation after three warnings.\n\n**Compliance obligations** create substantial operational requirements for regulated entities. Media outlets, internet intermediaries, content creators, and influencers must establish **fact-checking departments**, conduct **annual human rights audits** assessing algorithmic and content moderation impacts, perform **annual misinformation risk assessments**, provide **bi-annual training** on false information publication, and obtain **fact-checking certification as a prerequisite for license renewal**. Digital advertising platforms must ensure paid content complies with the Act. These requirements impose significant costs and administrative burdens, particularly for smaller media organizations and digital businesses.\n\n**Constitutional safeguards** direct courts to favor freedom of speech, expression, and privacy rights, especially when information serves legitimate public benefit—including exposing criminal activity, government misconduct, civil wrongs, or controversial public health opinions. The bill protects **opinions, commentary, good-faith interpretations, partisan news, government criticism, and expressions of dissatisfaction with public services** from classification as false information. It provides defenses for prompt correction and retraction, and limits government enforcement against misinformation concerning the ruling political party. Internet intermediaries receive protection from liability for user-generated content they did not create or modify, and are not required to actively monitor content except under court order.\n\n**Significant concerns** arise from the bill's broad regulatory reach and enforcement powers. The Division, appointed by the President, determines truth/falsity of information and imposes penalties with limited initial judicial oversight. The **criminal penalties for misinformation**, even with malicious intent and public harm requirements, create substantial legal risk for journalists, activists, and ordinary citizens. **Hate speech provisions** extend beyond incitement to include communication that \"affects dignity or reputation\" of groups, potentially capturing legitimate criticism. The **Access Blocking Orders** enable internet censorship based on content harming Ghana's international relations or falsely portraying it as violating international law—a subjective standard vulnerable to political interpretation. **Compliance costs** (mandatory audits, training, fact-checking departments, certification) may prove prohibitive for independent media, small digital businesses, and individual content creators, potentially consolidating media power among well-resourced entities. The requirement that **fact-checking certification is prerequisite for license renewal** gives the Division significant control over media operations. The bill's application to **disclosure of private facts about government officials and politicians** creates tension with transparency and accountability, though exceptions exist for matters affecting national security or public interest.\n\n**Business and innovation implications** are substantial. Internet intermediaries regulated in Ghana face mandatory content restriction requests when original publishers fail to comply with orders affecting diplomatic interests. The annual human rights audits and misinformation risk assessments require technical expertise and resources. The fact-checking certification requirement creates a regulatory bottleneck for license renewal. Media outlets must restructure operations to establish fact-checking departments and implement bi-annual training programs. Content creators and influencers face liability for paid content compliance. These requirements may deter foreign digital platforms from operating in Ghana or lead to reduced service offerings. The administrative penalty structure (up to 500,000 penalty units plus 150 penalty units per day of continued default for internet service providers) creates significant financial exposure.\n\nThe bill attempts to balance speech regulation with constitutional rights through proportionality requirements, defenses for correction, protection of opinions and government criticism, and limitations on government enforcement against ruling party-related misinformation. However, the **concentration of investigative, adjudicatory, and enforcement powers in a government-appointed Division**, combined with **criminal penalties, broad definitions, and extensive compliance mandates**, creates substantial risks for freedom of expression, media independence, and digital innovation in Ghana. Implementation will depend critically on how the Division exercises its discretion, whether courts robustly apply constitutional safeguards on appeal, and whether regulations under Section 103 impose additional restrictions or provide necessary procedural protections.",
  "pdfPath": "pdfs/6. Misinformation, Disinformation, Hate Speech and Publication of Other Information (MDHI) Bill, 2025.pdf",
  "impacts": {
    "innovation": {
      "score": "severe-negative",
      "description": {
        "score": "severe-negative",
        "analysis": "The **MDHI Bill poses severe threats to digital innovation in Ghana** through a combination of prohibitive compliance costs, expansive liability frameworks, and government-controlled enforcement mechanisms that will fundamentally reshape the digital ecosystem. The bill's **mandatory operational requirements**—including fact-checking departments, bi-annual training programs, annual human rights audits, and annual misinformation risk assessments—create substantial barriers to entry that will be insurmountable for startups, small digital businesses, and emerging platforms. The requirement that **fact-checking certification is prerequisite for license renewal** (Section 83) gives the government-appointed Division effective veto power over which digital businesses can operate, creating a regulatory bottleneck that could be weaponized against disfavored platforms or used to consolidate market power among well-resourced incumbents.\n\nThe bill's **liability and enforcement provisions** create massive legal and financial risks that will deter both domestic innovation and foreign investment. The broad definition of \"control over information\" extends liability to platform operators, algorithmic curators, and content moderators, creating uncertainty about when platforms become responsible for user-generated content. **Access Blocking Orders** (Section 70) enable internet censorship based on subjective standards—content \"prejudicial to friendly relations\" or that \"unjustifiably projects the Republic as a defaulter of international law\"—giving authorities power to block entire platforms or services. The **administrative penalty structure** (up to 500,000 penalty units for ISPs, plus 150 penalty units per day of continued default) combined with **criminal penalties** (200-500 penalty units and imprisonment) creates financial exposure that will force platforms to choose between over-moderating content, geo-blocking Ghanaian users, or withdrawing from the market entirely.\n\nWhile **Section 78 provides important protections for internet intermediaries** from liability for third-party content they didn't create or modify, and exempts them from proactive monitoring obligations, these safeguards are significantly undermined by other provisions. The requirement that intermediaries must restrict content when original publishers fail to comply with Division orders, combined with the mandatory compliance obligations and the threat of license suspension or revocation after three warnings, effectively transforms intermediaries into enforcement agents for government content regulation. The **extraterritorial application** to Ghanaians abroad and the prohibition on \"engaging in the business of publishing false information\" (Section 24) create additional compliance challenges for global platforms. The cumulative effect will be a **chilling effect on digital innovation**, reduced competition in Ghana's digital economy, decreased access to global digital services, and the potential emergence of a government-controlled digital ecosystem where only compliant, well-resourced platforms can operate—fundamentally undermining Ghana's potential as a digital innovation hub in West Africa."
      },
      "relatedProvisions": [
        "enforcement-and-interpretation-of-constitutional-rights",
        "application-and-interpretation-in-favour-of-constitutional-rights",
        "misinformation-disinformation-hate-speech-and-publication-of-other-information-mdhi-bill-2025",
        "imposition-of-sanctions-and-grant-of-remedies",
        "powers-of-the-division",
        "functions-of-the-division",
        "director-of-the-division",
        "ministerial-directive",
        "information",
        "communication-of-information",
        "false-information",
        "control-over-the-information",
        "exclusion-of-persons",
        "misinformation-and-disinformation",
        "due-diligence-of-the-certainty-or-accuracy-of-information",
        "business-misinformation-or-disinformation",
        "public-interest",
        "misinformation-or-disinformation-by-or-against-the-government",
        "misinformation-or-disinformation-against-public-institutions",
        "misinformation-disinformation-hate-speech-and-publication-of-other-information-mdhi-bill-2025",
        "misinformation-or-disinformation-by-or-against-a-government-official-or-public-officer",
        "false-or-inaccurate-public-health-information",
        "false-or-inaccurate-election-information",
        "sensationalism-which-leads-to-inaccuracy",
        "communication-made-outside-the-territory",
        "defences-for-misinformation-and-disinformation",
        "misinformation-disinformation-hate-speech-and-publication-of-other-information-mdhi-bill-2025",
        "prohibition-of-hate-speech",
        "definition-of-hate-speech",
        "communication-of-hate-speech",
        "control-over-the-communication-of-hate-speech",
        "hate-speech-that-incites-genocide-or-aggravated-violence",
        "other-forms-of-indecent-expressions",
        "liability-and-enforceability-for-hate-speech-and-other-forms-of-indecent-expressions",
        "disclosure-of-private-facts",
        "publication-of-facts",
        "entertainment",
        "private-facts-of-private-individuals-government-officials-public-officers-politician-and-celebrities",
        "misinformation-disinformation-hate-speech-and-publication-of-other-information-mdhi-bill-2025",
        "persons-who-can-claim",
        "publication-of-confidential-information-concerning-the-republic",
        "complaint-to-the-division",
        "response",
        "appeal-against-the-division",
        "sanctions-and-remedies",
        "correction-direction",
        "stop-communication-direction",
        "removal-of-communication-direction",
        "non-compliance-with-a-direction",
        "removal-of-account-request",
        "access-blocking-order",
        "monetary-damages",
        "suspension-or-revocation-of-licence",
        "cease-and-desist-order",
        "compliance-warnings",
        "administrative-penalty",
        "criminal-penalty",
        "misinformation-disinformation-hate-speech-and-publication-of-other-information-mdhi-bill-2025",
        "offences-by-entities",
        "internet-intermediaries",
        "internet-intermediaries-regulated-in-ghana",
        "content-restriction",
        "algorithm-and-content-moderation",
        "misinformation-and-disinformation-risk-assessment",
        "fact-checking",
        "training",
        "paid-content",
        "regulations"
      ]
    },
    "freedomOfSpeech": {
      "score": "severe-negative",
      "description": {
        "score": "severe-negative",
        "analysis": "The **MDHI Bill, 2025** represents a **fundamental restructuring of freedom of speech protections in Ghana**, establishing one of the most comprehensive speech regulation regimes in any democratic nation. The bill creates a government-appointed **Division with quasi-judicial powers** to investigate complaints, determine the truth or falsity of information, and impose **criminal penalties including imprisonment** for misinformation and hate speech. This concentration of investigative, adjudicatory, and enforcement authority in a Presidential appointee—subject to **Ministerial directives**—undermines the separation of powers and creates a mechanism for political control over public discourse. The **extraterritorial application** to Ghanaians abroad and foreign nationals (for hate speech) represents an unprecedented assertion of jurisdiction over speech occurring outside Ghana's borders, raising serious concerns about international human rights obligations and practical enforceability.\n\nThe bill's **definitional scope captures vast categories of protected speech**. **Misinformation** liability attaches regardless of intent, meaning honest mistakes or good-faith errors become actionable. **Hate speech** extends beyond incitement to include communication that \"affects dignity or reputation\" of groups—a standard that could capture legitimate criticism of religious practices, cultural traditions, or group behaviors. The **criminal penalties** (200-500 penalty units and/or imprisonment up to one month for misinformation causing \"public harm, violence, fear, or unrest\") create severe **chilling effects** on journalism, activism, and ordinary citizens' willingness to share information on matters of public concern. Even with the malicious intent requirement, the subjective standards for \"public harm\" (including \"significant reputational damage\" to government institutions) and \"fear\" (including \"anxiety about public institution administration\") give prosecutors broad discretion. The provision allowing **public institutions and government officials to enforce rights against misinformation**—while prohibiting enforcement concerning the ruling political party—creates asymmetric protection that favors incumbents and undermines accountability journalism.\n\nThe **operational compliance requirements impose prohibitive costs** that will fundamentally reshape Ghana's media landscape. Media houses, internet intermediaries, content creators, and influencers must establish **fact-checking departments**, conduct **annual human rights audits**, perform **annual misinformation risk assessments**, provide **bi-annual training**, and obtain **fact-checking certification as a prerequisite for license renewal**. These mandates will exclude smaller media operations, independent journalists, and individual content creators who lack resources for compliance infrastructure. The **Access Blocking Orders** enable internet censorship based on content \"prejudicial to friendly relations\" or that \"unjustifiably projects the Republic as a defaulter of international law\"—subjective standards vulnerable to political interpretation. The **escalating enforcement mechanisms** (Compliance Warnings, administrative penalties up to 500,000 penalty units for internet service providers, license revocation) create existential risks for media organizations that challenge government narratives. While the bill includes constitutional safeguards protecting opinions, commentary, and government criticism, these operate as **defenses rather than jurisdictional limitations**, meaning speakers must first endure investigation, potential criminal prosecution, and the costs of mounting a defense before vindication. The structural design—combining broad definitions, criminal liability, government-controlled enforcement, and prohibitive compliance costs—creates a **comprehensive system for controlling public discourse** that poses severe risks to Ghana's democratic freedoms."
      },
      "relatedProvisions": [
        "existing-legislation",
        "enforcement-and-interpretation-of-constitutional-rights",
        "balancing-private-benefit-against-public-benefit",
        "application-and-interpretation-in-favour-of-constitutional-rights",
        "misinformation-disinformation-hate-speech-and-publication-of-other-information-mdhi-bill-2025",
        "imposition-of-sanctions-and-grant-of-remedies",
        "establishment-of-the-division-on-misinformation-disinformation-hate-speech-and-publication-of-other-information",
        "misinformation-disinformation-hate-speech-and-publication-of-other-information-mdhi-bill-2025",
        "powers-of-the-division",
        "functions-of-the-division",
        "subdivisions",
        "director-of-the-division",
        "ministerial-directive",
        "information",
        "communication-of-information",
        "false-information",
        "control-over-the-information",
        "exclusion-of-persons",
        "misinformation-and-disinformation",
        "due-diligence-of-the-certainty-or-accuracy-of-information",
        "business-misinformation-or-disinformation",
        "public-interest",
        "misinformation-or-disinformation-by-or-against-the-government",
        "misinformation-or-disinformation-against-public-institutions",
        "misinformation-disinformation-hate-speech-and-publication-of-other-information-mdhi-bill-2025",
        "misinformation-or-disinformation-by-or-against-a-government-official-or-public-officer",
        "false-or-inaccurate-public-health-information",
        "false-or-inaccurate-election-information",
        "sensationalism-which-leads-to-inaccuracy",
        "evidence-of-misinformation-and-disinformation",
        "communication-made-outside-the-territory",
        "defences-for-misinformation-and-disinformation",
        "misinformation-disinformation-hate-speech-and-publication-of-other-information-mdhi-bill-2025",
        "prohibition-of-hate-speech",
        "definition-of-hate-speech",
        "communication-of-hate-speech",
        "control-over-the-communication-of-hate-speech",
        "hate-speech-that-incites-genocide-or-aggravated-violence",
        "evaluation-of-hate-speech",
        "other-forms-of-indecent-expressions",
        "liability-and-enforceability-for-hate-speech-and-other-forms-of-indecent-expressions",
        "guidelines-and-code-of-ethics-on-hate-speech-and-other-forms-of-indecent-expressions",
        "disclosure-of-private-facts",
        "misinformation-disinformation-hate-speech-and-publication-of-other-information-mdhi-bill-2025",
        "definition-of-private-facts",
        "publication-of-facts",
        "entertainment",
        "private-facts-of-private-individuals-government-officials-public-officers-politician-and-celebrities",
        "misinformation-disinformation-hate-speech-and-publication-of-other-information-mdhi-bill-2025",
        "persons-who-can-claim",
        "publication-of-confidential-information-concerning-the-republic",
        "categories-of-protected-confidential-information",
        "complaint-to-the-division",
        "response",
        "jurisdiction-of-the-division",
        "findings-and-decisions-of-the-division",
        "appeal-against-the-division",
        "jurisdiction-of-the-high-court",
        "sanctions-and-remedies",
        "correction-direction",
        "stop-communication-direction",
        "removal-of-communication-direction",
        "non-compliance-with-a-direction",
        "removal-of-account-request",
        "access-blocking-order",
        "monetary-damages",
        "suspension-or-revocation-of-licence",
        "cease-and-desist-order",
        "compliance-warnings",
        "administrative-penalty",
        "criminal-penalty",
        "misinformation-disinformation-hate-speech-and-publication-of-other-information-mdhi-bill-2025",
        "offences-by-entities",
        "internet-intermediaries",
        "internet-intermediaries-regulated-in-ghana",
        "content-restriction",
        "algorithm-and-content-moderation",
        "misinformation-and-disinformation-risk-assessment",
        "fact-checking",
        "training",
        "paid-content",
        "national-security-interventions",
        "regulations",
        "repeals-amendments-and-savings",
        "transitional-provisions"
      ]
    },
    "business": {
      "score": "severe-negative",
      "description": {
        "score": "severe-negative",
        "analysis": "The MDHI Bill creates a **fundamentally hostile business environment** that will severely constrain media companies, digital platforms, content creators, and internet intermediaries operating in Ghana. The bill imposes **extraordinary compliance burdens** that function as both operational barriers and financial penalties: mandatory establishment of **fact-checking departments**, **annual human rights audits** assessing algorithmic and content moderation impacts, **annual misinformation risk assessments**, **bi-annual training programs** on false information publication, and **fact-checking certification as a prerequisite for license renewal**. These requirements impose costs that will prove prohibitive for smaller media organizations, independent digital businesses, and individual content creators, effectively consolidating market power among well-resourced entities capable of absorbing compliance expenses. The certification requirement gives the government-appointed Division **effective veto power over business operations**, as entities cannot renew licenses without demonstrating two years of bi-annual training compliance—creating a regulatory bottleneck that enables selective enforcement.\n\nThe **liability framework** creates severe legal and financial risk across business operations. The definition of \"control over information\" extends far beyond original publishers to capture anyone who can modify content, direct publication, instruct others to publish, or remove content—potentially encompassing editors, platform administrators, and business managers in ways that create legal uncertainty. **Criminal penalties of 200-500 penalty units and/or imprisonment up to one month** apply to misinformation causing public harm, violence, fear, or unrest, exposing journalists, media executives, and content platform operators to prosecution. The **administrative penalty structure** is particularly punitive for internet service providers: up to **500,000 penalty units** for non-compliance with Access Blocking Orders, plus **150 penalty units per day** of continued default, creating financial exposure that could bankrupt smaller operators. After three Compliance Warnings, businesses face **license suspension or revocation**, effectively ending operations.\n\n**Internet intermediaries and digital platforms** face operational impossibility under this framework. They must comply with **content restriction requests** when original publishers fail to comply with Division orders affecting Ghana's diplomatic interests or international reputation—subjective standards vulnerable to political interpretation that enable **internet censorship**. The **Access Blocking Orders** require internet service providers to disable access to online locations based on content the Division deems \"prejudicial to friendly relations\" or that \"unjustifiably projects the Republic as a defaulter of international law,\" creating legal obligations to implement government-directed censorship. Foreign digital platforms will likely **exit the Ghanaian market** or severely restrict services rather than accept these compliance obligations, criminal liability exposure, and massive financial penalties. The bill's **extraterritorial provisions** extend liability to Ghanaians abroad and foreign nationals in hate speech cases, creating enforcement complications and deterring international business engagement.\n\nThe provisions prohibiting **\"engaging in the business of making, arranging, publishing false information\"** with a presumption that anyone who \"earns a reputation publicly for constantly and incessantly publishing false information\" is engaged in such business create vague standards that enable arbitrary enforcement against media critics and opposition-aligned outlets. While the bill provides limited protections—internet intermediaries are not liable for third-party content they didn't create or modify, and are not required to proactively monitor content except under court order—these safeguards are vastly outweighed by the compliance burdens, financial penalties, criminal liability, and discretionary enforcement powers. The overall effect is a **severe chilling effect on business investment, media independence, and digital innovation**, with the regulatory framework functioning as a mechanism for government control over information flows and business operations rather than legitimate content moderation."
      },
      "relatedProvisions": [
        "enforcement-and-interpretation-of-constitutional-rights",
        "misinformation-disinformation-hate-speech-and-publication-of-other-information-mdhi-bill-2025",
        "imposition-of-sanctions-and-grant-of-remedies",
        "establishment-of-the-division-on-misinformation-disinformation-hate-speech-and-publication-of-other-information",
        "misinformation-disinformation-hate-speech-and-publication-of-other-information-mdhi-bill-2025",
        "powers-of-the-division",
        "functions-of-the-division",
        "director-of-the-division",
        "ministerial-directive",
        "information",
        "communication-of-information",
        "false-information",
        "control-over-the-information",
        "exclusion-of-persons",
        "misinformation-and-disinformation",
        "due-diligence-of-the-certainty-or-accuracy-of-information",
        "business-misinformation-or-disinformation",
        "public-interest",
        "misinformation-or-disinformation-by-or-against-the-government",
        "misinformation-or-disinformation-against-public-institutions",
        "misinformation-disinformation-hate-speech-and-publication-of-other-information-mdhi-bill-2025",
        "misinformation-or-disinformation-by-or-against-a-government-official-or-public-officer",
        "false-or-inaccurate-public-health-information",
        "false-or-inaccurate-election-information",
        "sensationalism-which-leads-to-inaccuracy",
        "communication-made-outside-the-territory",
        "defences-for-misinformation-and-disinformation",
        "misinformation-disinformation-hate-speech-and-publication-of-other-information-mdhi-bill-2025",
        "prohibition-of-hate-speech",
        "definition-of-hate-speech",
        "communication-of-hate-speech",
        "control-over-the-communication-of-hate-speech",
        "hate-speech-that-incites-genocide-or-aggravated-violence",
        "evaluation-of-hate-speech",
        "other-forms-of-indecent-expressions",
        "liability-and-enforceability-for-hate-speech-and-other-forms-of-indecent-expressions",
        "disclosure-of-private-facts",
        "publication-of-facts",
        "entertainment",
        "private-facts-of-private-individuals-government-officials-public-officers-politician-and-celebrities",
        "misinformation-disinformation-hate-speech-and-publication-of-other-information-mdhi-bill-2025",
        "persons-who-can-claim",
        "publication-of-confidential-information-concerning-the-republic",
        "categories-of-protected-confidential-information",
        "complaint-to-the-division",
        "response",
        "jurisdiction-of-the-division",
        "findings-and-decisions-of-the-division",
        "appeal-against-the-division",
        "jurisdiction-of-the-high-court",
        "sanctions-and-remedies",
        "correction-direction",
        "stop-communication-direction",
        "removal-of-communication-direction",
        "non-compliance-with-a-direction",
        "removal-of-account-request",
        "access-blocking-order",
        "monetary-damages",
        "suspension-or-revocation-of-licence",
        "cease-and-desist-order",
        "compliance-warnings",
        "administrative-penalty",
        "criminal-penalty",
        "misinformation-disinformation-hate-speech-and-publication-of-other-information-mdhi-bill-2025",
        "offences-by-entities",
        "internet-intermediaries",
        "internet-intermediaries-regulated-in-ghana",
        "content-restriction",
        "algorithm-and-content-moderation",
        "misinformation-and-disinformation-risk-assessment",
        "fact-checking",
        "training",
        "paid-content",
        "national-security-interventions",
        "regulations",
        "repeals-amendments-and-savings"
      ]
    },
    "privacy": {
      "score": "neutral",
      "description": null,
      "relatedProvisions": [
        "existing-legislation",
        "enforcement-and-interpretation-of-constitutional-rights",
        "balancing-private-benefit-against-public-benefit",
        "application-and-interpretation-in-favour-of-constitutional-rights",
        "misinformation-disinformation-hate-speech-and-publication-of-other-information-mdhi-bill-2025",
        "evidence-of-misinformation-and-disinformation",
        "disclosure-of-private-facts",
        "misinformation-disinformation-hate-speech-and-publication-of-other-information-mdhi-bill-2025",
        "definition-of-private-facts",
        "publication-of-facts",
        "entertainment",
        "private-facts-of-private-individuals-government-officials-public-officers-politician-and-celebrities",
        "misinformation-disinformation-hate-speech-and-publication-of-other-information-mdhi-bill-2025",
        "persons-who-can-claim",
        "data-privacy-breaches",
        "appeal-against-the-division",
        "sanctions-and-remedies",
        "removal-of-communication-direction",
        "non-compliance-with-a-direction",
        "monetary-damages",
        "misinformation-disinformation-hate-speech-and-publication-of-other-information-mdhi-bill-2025",
        "algorithm-and-content-moderation",
        "misinformation-and-disinformation-risk-assessment",
        "fact-checking"
      ]
    }
  },
  "keyConcerns": [
    {
      "id": "ruling-party-immunity-from-misinformation-laws",
      "title": "Ruling Party Immunity from Misinformation Laws",
      "severity": "critical",
      "description": "This provision explicitly prohibits enforcement of the MDHI Act against misinformation or disinformation concerning the **incumbent Government's political party**, while maintaining full enforcement—including **criminal penalties of imprisonment**—against opposition parties, journalists, activists, and ordinary citizens for identical conduct. This creates a **two-tier justice system** where the ruling party can spread false information with impunity while critics face prosecution, fundamentally violating equality before the law and enabling selective political persecution. The asymmetry transforms content regulation into a political weapon that can only be used against the government's opponents.",
      "relatedProvisions": [
        "misinformation-disinformation-hate-speech-and-publication-of-other-information-mdhi-bill-2025"
      ],
      "relatedImpacts": []
    },
    {
      "id": "officials-weaponize-criminal-penalties-against-critics",
      "title": "Officials Weaponize Criminal Penalties Against Critics",
      "severity": "critical",
      "description": "Government officials, judges, and election candidates gain **special enforcement rights** to invoke criminal penalties (including **imprisonment**) against anyone publishing \"misinformation\" about them—even in their personal capacity. This creates **asymmetric power** during elections and government oversight: officials can suppress criticism through an **executive-appointed Division** while their own statements receive constitutional protection. Judges using executive enforcement mechanisms to punish criticism of their decisions violates **separation of powers** and judicial independence.",
      "relatedProvisions": [
        "misinformation-or-disinformation-by-or-against-a-government-official-or-public-officer"
      ],
      "relatedImpacts": []
    },
    {
      "id": "criminalized-medical-opinions-and-reversed-burden-of-proof",
      "title": "Criminalized Medical Opinions and Reversed Burden of Proof",
      "severity": "critical",
      "description": "This provision makes it a **crime to publish \"unverified\" or \"unproven\" health information**—categories that encompass legitimate scientific debate, preliminary research, and good-faith medical opinions. The **reversed burden of proof requires the accused to prove truth** rather than the state proving falsity, violating fundamental due process in complex scientific matters. Doctors offering alternative treatments, researchers sharing preliminary findings, or journalists reporting contested health policies face **criminal prosecution for \"misinterpretation\"**—criminalizing cognitive error rather than deliberate falsehood. No defenses exist for good-faith error or scientific uncertainty, creating severe chilling effects on exactly the open discourse essential during public health crises.",
      "relatedProvisions": [
        "false-or-inaccurate-public-health-information"
      ],
      "relatedImpacts": []
    },
    {
      "id": "global-jurisdiction-over-foreign-critics",
      "title": "Global Jurisdiction Over Foreign Critics",
      "severity": "critical",
      "description": "This provision claims **criminal jurisdiction over ANY person worldwide** for hate speech against Ghanaian citizens, regardless of nationality or residence. A foreign journalist in London criticizing Ghana's ethnic policies, or an activist in New York discussing Ghanaian affairs, could face **criminal prosecution** under Ghana's broad hate speech definition (communication \"affecting dignity or reputation\" of groups). This violates international norms limiting extraterritorial jurisdiction and creates a mechanism for **transnational repression** of critics abroad—enforced through a government-appointed Division with quasi-judicial powers, not independent courts.",
      "relatedProvisions": [
        "communication-made-outside-the-territory"
      ],
      "relatedImpacts": []
    },
    {
      "id": "hate-speech-definition-criminalizes-unintended-negative-feelings",
      "title": "Hate Speech Definition Criminalizes Unintended \"Negative Feelings\"",
      "severity": "critical",
      "description": "This provision defines hate speech so broadly that **factual statements, satire, and unintended speech** can trigger criminal penalties if they \"promote negative feelings\" or \"affect dignity\"—standards far beyond international norms requiring **incitement to violence or discrimination**. The explicit removal of intent requirements means speakers face **imprisonment for consequences they didn't intend**, while undefined terms like **\"way of life\"** could capture legitimate criticism of political ideologies, religious practices, or professional groups. Combined with criminal penalties enforced by a government-appointed Division, this creates severe chilling effects on journalism, activism, and public discourse.",
      "relatedProvisions": [
        "definition-of-hate-speech"
      ],
      "relatedImpacts": []
    },
    {
      "id": "criminal-penalties-for-derogatory-commentary-without-clear-definition",
      "title": "Criminal Penalties for \"Derogatory Commentary\" Without Clear Definition",
      "severity": "critical",
      "description": "This provision criminalizes **\"derogatory commentary\"** and statements that **\"may reasonably provoke violence\"** against groups—both dangerously vague standards that could capture legitimate criticism, satire, or academic analysis. Unlike traditional hate speech laws requiring direct incitement, this uses speculative causation to prohibit speech that *might* provoke reactions. Journalists covering ethnic tensions, activists criticizing group practices, or academics analyzing cultural dynamics face **criminal penalties (imprisonment up to one month)** based on subjective determinations by a government-appointed Division. The provision explicitly regulates speech that **\"do not incite hatred\"**—extending far beyond internationally recognized hate speech restrictions to create a chilling effect on legitimate commentary about group behaviors, policies, or practices.",
      "relatedProvisions": [
        "other-forms-of-indecent-expressions"
      ],
      "relatedImpacts": []
    },
    {
      "id": "criminal-liability-for-vaguely-defined-hate-speech",
      "title": "Criminal Liability for Vaguely-Defined \"Hate Speech\"",
      "severity": "critical",
      "description": "This provision makes everyone—individuals, media outlets, platforms, even government officials—criminally liable for **hate speech** defined as communication that \"affects dignity or reputation\" of groups, a standard far broader than international norms requiring incitement to violence or discrimination. Combined with **criminal penalties including imprisonment**, this creates severe legal uncertainty where journalists, activists, and citizens cannot reliably predict what criticism of religious groups, political movements, or social practices crosses into criminal territory. The vague boundary between protected criticism and punishable hate speech, enforced by a government-appointed Division with quasi-judicial powers, creates chilling effects on legitimate discourse and incentivizes platforms to over-moderate content.",
      "relatedProvisions": [
        "liability-and-enforceability-for-hate-speech-and-other-forms-of-indecent-expressions"
      ],
      "relatedImpacts": []
    },
    {
      "id": "strict-liability-content-removal-without-knowledge",
      "title": "Strict Liability Content Removal Without Knowledge",
      "severity": "critical",
      "description": "The Division can order you to **remove content even if you had no reason to believe it was false**—violating the principle that speech restrictions require knowledge or recklessness. You must also remove any \"substantially similar\" content, an **undefined standard that could capture legitimate commentary or criticism**. The government-appointed Division makes these determinations with limited judicial oversight, removal occurs before any appeal, and you bear all compliance costs. This creates severe legal uncertainty: speakers cannot know in advance what will trigger removal, and one order can cascade into removal of related speech.",
      "relatedProvisions": [
        "removal-of-communication-direction"
      ],
      "relatedImpacts": []
    },
    {
      "id": "compliance-required-before-judicial-review-completes",
      "title": "Compliance Required Before Judicial Review Completes",
      "severity": "critical",
      "description": "This provision **explicitly removes the defense of pending appeal**, forcing individuals and businesses to comply with Division orders before courts can determine if those orders are lawful or constitutional. It also **eliminates defenses based on conflicting legal duties**—meaning a journalist cannot refuse to disclose sources, a lawyer cannot maintain privilege, and platforms cannot comply with data protection laws if these conflict with Division orders. This inverts fundamental due process protections by requiring compliance with potentially unconstitutional directives before judicial review, combined with escalating penalties (account removal, access blocking, **1,000 penalty units + 100/day for licensed entities**) and license revocation threats.",
      "relatedProvisions": [
        "non-compliance-with-a-direction"
      ],
      "relatedImpacts": []
    },
    {
      "id": "government-can-block-entire-websites-over-diplomatic-criticism",
      "title": "Government Can Block Entire Websites Over Diplomatic Criticism",
      "severity": "critical",
      "description": "This provision allows courts to order internet service providers to **block access to entire websites** if they contain content deemed **\"prejudicial to friendly relations\"** with other countries or that **\"unjustifiably projects\"** Ghana as violating international law. These vague, politically-charged standards lack clear definition and could be used to censor legitimate journalism about foreign policy, human rights advocacy, or reporting on international disputes. Unlike content removal, this blocks entire domains for all users based on subjective political judgments, with limited procedural safeguards and no requirement for proportionality analysis.",
      "relatedProvisions": [
        "access-blocking-order"
      ],
      "relatedImpacts": []
    },
    {
      "id": "criminalizing-speech-based-on-audience-anxiety",
      "title": "Criminalizing Speech Based on Audience Anxiety",
      "severity": "critical",
      "description": "This provision makes it a **criminal offense** to publish information that \"causes anxiety,\" \"widespread shock,\" \"mental distress,\" or \"public uncertainty\"—even if the information is true. A journalist reporting on a health emergency could face **imprisonment for up to 12 months** if their reporting causes \"widespread public uncertainty or confusion about a health risk.\" The law criminalizes speech based on **how audiences react**, not whether the information is false or harmful, creating a powerful tool to suppress investigative journalism, whistleblowing, and criticism of government policy.",
      "relatedProvisions": [
        "misinformation-disinformation-hate-speech-and-publication-of-other-information-mdhi-bill-2025"
      ],
      "relatedImpacts": []
    },
    {
      "id": "criminalization-of-paid-journalism-and-content-creation",
      "title": "Criminalization of Paid Journalism and Content Creation",
      "severity": "critical",
      "description": "This provision makes it a **criminal offense** to receive \"any financial or other material benefit\" for services used to communicate information that the Division determines \"contravenes this Act\"—even without proof you knew the information was false. **Journalists receiving salaries, researchers with grants, advocacy organizations with donations, and digital platforms earning advertising revenue** all face potential criminal prosecution if the Division later characterizes their content as \"false information.\" The rebuttable presumption that anyone who \"constantly and incessantly\" publishes false information affecting public interest is \"engaged in the business of misinformation\" creates a legal weapon against persistent critics and investigative reporters. This **criminalizes the fundamental business models of digital media** and creates existential legal risk for any paid content creation in Ghana.",
      "relatedProvisions": [
        "business-misinformation-or-disinformation"
      ],
      "relatedImpacts": []
    },
    {
      "id": "government-certification-controls-digital-market-access",
      "title": "Government Certification Controls Digital Market Access",
      "severity": "critical",
      "description": "The bill requires **annual fact-checking certification from a government-appointed Division as a prerequisite for license renewal**, giving authorities veto power over who can operate in Ghana's digital ecosystem. This applies not just to traditional media but to **\"content creators\" and \"influencers\"**—transforming casual digital participation into a regulated activity requiring government approval. With no defined standards for what constitutes \"adequate fact-checking,\" the Division gains arbitrary power to exclude competitors, silence critics, or favor compliant entities through the certification process. Smaller players, startups, and independent creators cannot afford dedicated fact-checking departments, effectively consolidating market power among well-resourced entities willing to submit to government oversight.",
      "relatedProvisions": [
        "fact-checking"
      ],
      "relatedImpacts": []
    },
    {
      "id": "undefined-false-information-enables-arbitrary-censorship",
      "title": "Undefined \"False Information\" Enables Arbitrary Censorship",
      "severity": "critical",
      "description": "The law prohibits **\"false or inaccurate information\"** without defining what constitutes falsity or accuracy, creating impossible compliance situations for speakers. A journalist who makes an unintentional reporting error, a researcher whose findings are later disputed, or a citizen sharing information they believe true could all face **criminal prosecution** for \"misinformation\"—even without intent to mislead. The government-appointed Division determines what is \"false,\" enabling politically motivated enforcement against critics, opposition voices, and independent media. This violates the rule of law principle that citizens must be able to predict whether their conduct is legal.",
      "relatedProvisions": [
        "misinformation-and-disinformation"
      ],
      "relatedImpacts": []
    },
    {
      "id": "government-body-determines-election-truth-before-courts",
      "title": "Government Body Determines Election \"Truth\" Before Courts",
      "severity": "critical",
      "description": "A **government-appointed Division** can order removal of election-related content it deems \"false or inaccurate\" **before any judicial review**, based on the subjective standard of whether it's \"likely to influence\" outcomes. This empowers officials to suppress **criticism of electoral processes, candidate reporting, and election commentary** during the most politically sensitive period. The prohibition on **\"indirect\" coordination with foreign entities** could criminalize legitimate partnerships with international journalists or fact-checkers, while the Division routes fact-checking through **diplomatic channels** rather than independent verification.",
      "relatedProvisions": [
        "false-or-inaccurate-election-information"
      ],
      "relatedImpacts": []
    },
    {
      "id": "speech-censorship-without-knowledge-of-falsity",
      "title": "Speech Censorship Without Knowledge of Falsity",
      "severity": "critical",
      "description": "The Division can order you to **stop communicating information even if you had no reason to believe it was false** (Section 64(6)). This eliminates the requirement to prove intent or knowledge—creating strict liability for speech. The order extends to **\"substantially similar\" content** without defining that vague standard, potentially requiring removal of legitimate commentary, follow-up reporting, or related discussions. You must comply at your own expense or face criminal penalties and license revocation.",
      "relatedProvisions": [
        "stop-communication-direction"
      ],
      "relatedImpacts": []
    },
    {
      "id": "criminal-penalties-for-speech-causing-reputational-damage",
      "title": "Criminal Penalties for Speech Causing \"Reputational Damage\"",
      "severity": "critical",
      "description": "This provision makes it a **crime punishable by imprisonment** to publish false information that causes \"public harm\"—defined to include **\"significant reputational damage\"** or **\"loss of funding\"** for government institutions. Journalists reporting on government failures could face criminal charges if their reporting damages the government's reputation, even if substantially accurate. The undefined **\"malicious intent\"** standard gives prosecutors wide discretion to criminalize critical speech, while a **government-appointed Division determines what is \"false\"** before prosecution begins, creating a severe chilling effect on investigative journalism and government accountability.",
      "relatedProvisions": [
        "criminal-penalty"
      ],
      "relatedImpacts": []
    },
    {
      "id": "personal-criminal-liability-for-content-decisions",
      "title": "Personal Criminal Liability for Content Decisions",
      "severity": "critical",
      "description": "Corporate officers and managers face **personal criminal liability** (including imprisonment) if they \"ought reasonably to have known\" about content later deemed misinformation by the Division and failed to prevent its publication. This **\"failure to prevent\" standard** applied to speech creates impossible compliance requirements—executives must predict what a government-appointed body will later determine to be false. For **digital platforms**, this means personal criminal exposure for user content moderation decisions. For **media outlets**, editors risk prosecution for editorial judgment calls. The provision transforms standard corporate liability into a mechanism for criminalizing content decisions, creating severe chilling effects as executives will massively over-censor to avoid personal criminal risk.",
      "relatedProvisions": [
        "offences-by-entities"
      ],
      "relatedImpacts": []
    },
    {
      "id": "vague-diplomatic-interests-standard-criminalizes-government-reporting",
      "title": "Vague \"Diplomatic Interests\" Standard Criminalizes Government Reporting",
      "severity": "critical",
      "description": "This provision makes it a **crime to publish government information** that \"affects\" **\"diplomatic interests\"**—an undefined, subjective standard that could suppress reporting on international agreements, trade negotiations, or foreign policy decisions. Journalists and whistleblowers cannot reliably determine what information is prohibited before publication, yet face **criminal penalties and imprisonment** for violations. The government-appointed Division determines what constitutes \"confidential information\" with limited judicial oversight, effectively granting veto power over publication of any information the government claims affects its diplomatic relations.",
      "relatedProvisions": [
        "publication-of-confidential-information-concerning-the-republic"
      ],
      "relatedImpacts": []
    },
    {
      "id": "vague-false-information-definition-blocks-innovation",
      "title": "Vague \"False Information\" Definition Blocks Innovation",
      "severity": "high",
      "description": "The definition uses subjective terms like **\"misleading,\" \"deceptive,\"** and **\"more misleading than true\"** without objective criteria, making it impossible for platforms to reliably determine compliance. The **\"misleading by omission\" standard** in subsection (3) is particularly problematic—any selective reporting or partial disclosure could be deemed false based on judgment calls about what was omitted. While subsection (2) requires information be \"disproven by verified contrary information,\" the vague language forces platforms into defensive over-moderation, creating disproportionate compliance costs that favor established players over startups and new entrants.",
      "relatedProvisions": [
        "false-information"
      ],
      "relatedImpacts": []
    },
    {
      "id": "vague-control-definition-criminalizes-platform-moderation",
      "title": "Vague \"Control\" Definition Criminalizes Platform Moderation",
      "severity": "high",
      "description": "The provision defines who has **\"control over information\"** so broadly that it captures routine platform moderation and editorial activities. Anyone **\"able to publish or remove content...without recourse to the original author\"** has control—meaning platforms that can delete spam, news sites that can unpublish articles, or social media moderators face potential **criminal liability** (up to one month imprisonment) for misinformation they host. The standard for **\"substantially dictate how content should be framed\"** is undefined, leaving platforms unable to predict when editorial decisions, algorithmic ranking, or fact-checking annotations trigger liability. This creates the classic moderator's dilemma: aggressive moderation risks liability for \"controlled\" content, while minimal moderation risks hosting violations—forcing platforms toward either over-censorship or withdrawal from the Ghanaian market.",
      "relatedProvisions": [
        "control-over-the-information"
      ],
      "relatedImpacts": []
    },
    {
      "id": "vague-hate-speech-definition-threatens-legitimate-criticism",
      "title": "Vague Hate Speech Definition Threatens Legitimate Criticism",
      "severity": "high",
      "description": "The bill prohibits speech that **\"affects the dignity or reputation\"** of protected groups - a far broader standard than international norms requiring incitement to violence or hostility. This vague definition, enforced by a **government-appointed Division with criminal penalties**, captures legitimate speech including criticism of religious practices, discussion of ethnic policy dimensions, and reporting on discrimination. Citizens cannot know in advance what speech is prohibited because \"affects dignity\" depends on subjective interpretation, violating the principle of legal certainty essential to free speech protection.",
      "relatedProvisions": [
        "prohibition-of-hate-speech"
      ],
      "relatedImpacts": []
    },
    {
      "id": "criminalizing-opinions-about-private-facts",
      "title": "Criminalizing Opinions About Private Facts",
      "severity": "high",
      "description": "This provision prohibits not just disclosure of private information, but also **\"opinions about private facts\"** and **\"innuendos and insinuations\"**—extending liability beyond factual disclosure to interpretive speech and commentary. Combined with subjective standards (\"offensive, repulsive, embarrassing\") and enforcement through criminal penalties, this creates a chilling effect on investigative journalism and political commentary. Journalists reporting on corruption involving private financial matters, activists discussing politicians' personal conduct relevant to public duties, or citizens commenting on public figures' private lives could face prosecution for expressing **opinions** rather than just disclosing facts.",
      "relatedProvisions": [
        "disclosure-of-private-facts"
      ],
      "relatedImpacts": []
    },
    {
      "id": "license-revocation-power-threatens-digital-businesses",
      "title": "License Revocation Power Threatens Digital Businesses",
      "severity": "high",
      "description": "The Division can **suspend or revoke licenses** for violations of vaguely-defined offenses like \"misinformation\" or hate speech affecting \"dignity.\" Combined with mandatory **fact-checking certification as prerequisite for license renewal**, this creates existential risk for media outlets, digital platforms, and content creators. Startups and SMEs face the threat of being shut down by a government-appointed body for violations of undefined standards, making Ghana's digital market high-risk for entrepreneurs and deterring foreign platform investment.",
      "relatedProvisions": [
        "sanctions-and-remedies"
      ],
      "relatedImpacts": []
    },
    {
      "id": "business-closure-as-speech-control-mechanism",
      "title": "Business Closure as Speech Control Mechanism",
      "severity": "high",
      "description": "The Division can recommend **license revocation**—effectively forcing business closure—for non-compliance with its orders, even when those orders are based on **vague content standards** like speech that \"affects dignity\" or \"affects international relations.\" While the provision requires three warnings and unpaid penalties, it **lacks explicit due process protections** (hearing rights, appeal before Authority action) before the final revocation decision. This creates a pathway to silence media outlets and digital platforms through **forced market exit** rather than direct censorship, with particularly severe impacts on startups and smaller platforms that cannot afford prolonged regulatory disputes.",
      "relatedProvisions": [
        "suspension-or-revocation-of-licence"
      ],
      "relatedImpacts": []
    },
    {
      "id": "license-revocation-threat-enforces-arbitrary-censorship",
      "title": "License Revocation Threat Enforces Arbitrary Censorship",
      "severity": "high",
      "description": "Administrative penalties escalate to **license revocation after three warnings**, creating overwhelming pressure to comply with Division content orders even when constitutionally questionable. Digital platforms and media outlets cannot afford to challenge potentially arbitrary determinations through appeals—the business risk is too high. This transforms the Division's broad discretionary powers into **enforceable business threats**, making content removal and access blocking orders effectively unreviewable despite theoretical appeal rights. The result: **self-censorship becomes the only viable business strategy**.",
      "relatedProvisions": [
        "administrative-penalty"
      ],
      "relatedImpacts": []
    },
    {
      "id": "fast-track-censorship-without-due-process-safeguards",
      "title": "Fast-Track Censorship Without Due Process Safeguards",
      "severity": "high",
      "description": "The Division can issue **cease and desist orders** to shut down anyone \"**deemed to be engaged in the business of publication**\" of false or other information, with **immediate administrative penalties that bypass the standard Compliance Warning process**. This undefined standard grants arbitrary discretion to determine who can be silenced, while the explicit bypass of graduated warnings creates a fast-track censorship mechanism. For digital platforms, startups, journalists, and content creators, this means your entire operation can be shut down based on subjective determination, without the procedural safeguards applied to other violations under the bill.",
      "relatedProvisions": [
        "cease-and-desist-order"
      ],
      "relatedImpacts": []
    },
    {
      "id": "license-renewal-tied-to-undefined-training-requirements",
      "title": "License Renewal Tied to Undefined Training Requirements",
      "severity": "high",
      "description": "Media outlets and internet platforms can **lose their operating licenses** for failing to conduct bi-annual training sessions, regardless of their actual content quality or track record. The law provides **no standards for what constitutes adequate training**, giving the Division arbitrary power to deny license renewals through procedural requirements rather than substantive violations. This creates a regulatory bottleneck where startups and independent media face **automatic license denial** for administrative failures, while the Division determines compliance without clear criteria or independent review.",
      "relatedProvisions": [
        "training"
      ],
      "relatedImpacts": []
    },
    {
      "id": "minister-controls-speech-enforcement-body",
      "title": "Minister Controls Speech Enforcement Body",
      "severity": "high",
      "description": "The Division making binding decisions on what constitutes \"misinformation\" or \"hate speech\" - with power to impose **criminal penalties and revoke licenses** - remains **subject to ministerial directives** on undefined \"matters at the level of the Principal Authority.\" While directives cannot technically alter statutory rights, the Minister can influence **enforcement priorities, case selection, and interpretation of vague terms** like \"affects dignity\" or \"harms international relations.\" This creates risk of **selective enforcement against government critics** while protecting allies, undermining the independence necessary for fair adjudication of speech matters.",
      "relatedProvisions": [
        "ministerial-directive"
      ],
      "relatedImpacts": []
    },
    {
      "id": "government-institutions-can-sue-their-critics",
      "title": "Government Institutions Can Sue Their Critics",
      "severity": "high",
      "description": "This provision grants **public institutions enforceable rights** against individuals or organizations that publish information the government deems false. While subject to \"constitutional protections,\" this creates a structural problem: **the subjects of criticism gain enforcement power over their critics**. Combined with the bill's broad misinformation definitions, government-appointed adjudicator, and criminal penalties, this enables public institutions to weaponize the regulatory framework against journalists, activists, and whistleblowers who expose institutional failures or corruption. The provision inverts democratic accountability by allowing those who should be scrutinized to suppress scrutiny.",
      "relatedProvisions": [
        "misinformation-or-disinformation-against-public-institutions"
      ],
      "relatedImpacts": []
    },
    {
      "id": "criminal-penalties-for-speech-affecting-dignity",
      "title": "Criminal Penalties for Speech \"Affecting Dignity\"",
      "severity": "high",
      "description": "This provision subjects **hate speech** to criminal penalties (up to one month imprisonment) based on a definition that captures communication merely **\"affecting dignity or reputation\"** of groups—far broader than international incitement standards. Anyone with \"control\" over such content, including platforms and users who share it, faces liability determined by a government-appointed Division with limited judicial oversight. This creates severe **chilling effects on legitimate discussion** of religion, ethnicity, gender, and other sensitive topics, as citizens and journalists will self-censor to avoid criminal prosecution for speech that might be deemed to affect group dignity.",
      "relatedProvisions": [
        "communication-of-hate-speech"
      ],
      "relatedImpacts": []
    },
    {
      "id": "platforms-liable-for-user-content-they-can-remove",
      "title": "Platforms Liable for User Content They Can Remove",
      "severity": "high",
      "description": "This provision makes digital platforms legally responsible for hate speech if they have the **\"ability to communicate or remove content without recourse to original author\"**—meaning any platform with content moderation capabilities could face criminal liability for user-generated content. The vague standard of **\"substantially dictate how content should be framed\"** captures algorithmic curation, editorial selection, and content recommendation systems. Platforms cannot predict whether their technical capabilities or editorial functions trigger liability, forcing them to either over-remove content, implement expensive monitoring systems, or exit the Ghanaian market entirely.",
      "relatedProvisions": [
        "control-over-the-communication-of-hate-speech"
      ],
      "relatedImpacts": []
    },
    {
      "id": "satire-and-parody-categorically-banned-from-privacy-disclosures",
      "title": "Satire and Parody Categorically Banned from Privacy Disclosures",
      "severity": "high",
      "description": "This provision creates an **absolute ban on disclosing any \"private fact\" through entertainment formats** (parody, satire, skits) in mass media, with **no exception for matters of public concern**. Unlike standard privacy laws that balance disclosure against public interest, this creates a **two-tiered speech regime** where the same information could be reported as news but not satirized. This particularly impacts comedians, satirists, and entertainment media who use these formats for social commentary about public figures, creating **legal uncertainty** about what constitutes a prohibited \"private fact\" and a **chilling effect on legitimate political satire**.",
      "relatedProvisions": [
        "entertainment"
      ],
      "relatedImpacts": []
    },
    {
      "id": "minister-sets-speech-penalties-without-parliamentary-oversight",
      "title": "Minister Sets Speech Penalties Without Parliamentary Oversight",
      "severity": "high",
      "description": "Section 71(5) grants the Minister unchecked authority to **prescribe the scope, extent and range of monetary damages** for speech violations, including **punitive damages** that exceed actual harm. This allows the executive to effectively set financial penalties for journalism, political speech, and online content **after the law passes**, without legislative approval or statutory limits. Combined with the bill's broad definitions of misinformation (false information **regardless of intent**), speakers face unpredictable financial liability that could reach ruinous levels—particularly problematic for independent media, small digital platforms, and individual journalists who cannot absorb large damages awards.",
      "relatedProvisions": [
        "monetary-damages"
      ],
      "relatedImpacts": []
    },
    {
      "id": "undefined-risk-assessment-standards-enable-arbitrary-enforcement",
      "title": "Undefined Risk Assessment Standards Enable Arbitrary Enforcement",
      "severity": "high",
      "description": "The bill requires annual **\"misinformation and disinformation risk assessments\"** but provides no objective criteria for what constitutes adequate compliance. The Division determines whether assessments are sufficient and can impose **500 penalty units plus 100 penalty units per day** of continued non-compliance. For smaller media outlets and digital platforms, this creates impossible uncertainty: they must conduct costly assessments without knowing what standards will satisfy a government-appointed regulator, facing rapidly escalating penalties if the Division deems their efforts inadequate. This grants the Division discretionary power to impose substantial financial penalties based on subjective compliance judgments.",
      "relatedProvisions": [
        "misinformation-and-disinformation-risk-assessment"
      ],
      "relatedImpacts": []
    },
    {
      "id": "criminal-liability-for-honest-errors-in-safety-communications",
      "title": "Criminal Liability for Honest Errors in Safety Communications",
      "severity": "high",
      "description": "This provision criminalizes electronic communications containing **\"misinformation\"** that could endanger safety or life-saving services—but the MDHI Act defines misinformation as **false information \"regardless of intent.\"** This means journalists reporting breaking emergencies, citizens sharing safety warnings, or activists discussing contested public health information face **criminal prosecution and fines up to 3,000 penalty units** even for honest mistakes. The provision creates severe **chilling effects on emergency reporting** and public health discourse, particularly for controversial topics like disease outbreaks or vaccine safety where facts are contested and evolving.",
      "relatedProvisions": [
        "repeals-amendments-and-savings"
      ],
      "relatedImpacts": []
    }
  ],
  "provisions": [
    {
      "id": "scope-of-the-act",
      "section": 4,
      "title": "Scope of the Act",
      "plainLanguage": "This section of the Act explains what topics the law addresses. Specifically, the law focuses on misinformation, which is false or inaccurate information, and disinformation, which is deliberately misleading or biased information. Therefore, the Act aims to regulate or address issues related to the spread of these types of information.",
      "rawText": "- (1) The Act covers the following:\n\n    - (a) Misinformation;\n\n    - (b) Disinformation;",
      "relatedImpacts": [],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "neutral"
      }
    },
    {
      "id": "existing-legislation",
      "section": 6,
      "title": "Existing legislation",
      "plainLanguage": "This section states that the current law should be interpreted alongside several existing laws. These laws cover topics like cybersecurity, criminal activity, media oversight, data protection, and national security. This ensures that the new law works in harmony with the current legal framework.",
      "rawText": "- (1) The Act shall be read together with the following enactments:\n\n            - (a) Cybersecurity Division Act, 2020 (Act 1038) (Cybersecurity Division Act),\n\n            - (b) Criminal Offences Act, 1960 (Act 29) (Criminal Offences Act),\n\n            - (c) National Media Commission Act, 1993 (Act 449) (National Media Commission Act),\n\n            - (d) Data Protection Act, 2012 (Act 843),\n\n            - (e) the  National  Communications  Authority  Act,  2008  (Act  769)  (National Communications Division Act),\n\n            - (f) the Electronic Communications Act, 2008 (Act 775) (Electronic Communications) Act),\n\n            - (g) the State Secrets Act, 1962 (Act 101) (State Secrets Act)\n\n            - (h) the Political Parties Act, 2000 (Act 574) (Political Parties Act)\n\n            - (i) the  Security  and  Intelligence  Agencies  Act,  2020  (Act  1030)  (Securities  and Intelligence Agencies Act)\n\n            - (j) Presidential Office Act, 1993 (Act 463) (Presidential Office Act)",
      "relatedImpacts": [
        "freedomOfSpeech",
        "privacy"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "low-positive",
        "privacy": "low-positive",
        "business": "neutral"
      }
    },
    {
      "id": "enforcement-and-interpretation-of-constitutional-rights",
      "section": 8,
      "title": "Enforcement and interpretation of constitutional rights",
      "plainLanguage": "This provision ensures the Act is implemented and interpreted in a way that respects the constitutional rights to freedom of speech, expression, and privacy. It mandates that the Act's enforcement aligns with these rights as outlined in the Constitution. This means the Act cannot be applied in a way that violates these fundamental rights.",
      "rawText": "- The Act shall be enforced and interpreted in accordance with the right to freedom of speech and expression and the right to privacy under articles 21(1)(a) and 18(2) of the Constitution, respectively and Chapter 12 of the Constitution.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "medium-positive",
        "privacy": "medium-positive",
        "business": "low-positive"
      }
    },
    {
      "id": "balancing-private-benefit-against-public-benefit",
      "section": 9,
      "title": "Balancing private benefit against public benefit",
      "plainLanguage": "This provision instructs courts to consider both the importance of free speech and privacy, and the need to protect people from harm caused by false information or hate speech. When deciding cases, courts must weigh the benefits of upholding free speech and privacy against the benefits of preventing harm to individuals and institutions. This ensures a balance between individual rights and public safety.",
      "rawText": "- In the application of the Act, the Court or Division (as the case may be) shall weigh the private benefit of enforcing the right to freedom of speech and expression and/or the right to privacy against the public benefit of protecting an individual, group of persons, private or public institution from the harm caused by the false information, hate speech or publication of other information.",
      "relatedImpacts": [
        "freedomOfSpeech",
        "privacy"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "medium-positive",
        "privacy": "medium-positive",
        "business": "neutral"
      }
    },
    {
      "id": "application-and-interpretation-in-favour-of-constitutional-rights",
      "section": 10,
      "title": "Application and interpretation in favour of constitutional rights",
      "plainLanguage": "This provision directs the Court to prioritize freedom of speech, expression, and privacy when interpreting the Act, especially if the information serves a legitimate public benefit. Information is considered beneficial if it reveals criminal activity, government misconduct, criticizes the government, exposes civil wrongdoing, or concerns controversial public health opinions. This aims to ensure transparency and accountability by protecting the disclosure of information that is in the public interest.",
      "rawText": "- (1) The Court or Division shall apply and/or interpret the Act in favour of the right to freedom  of  speech  and  expression  and  right  to  privacy  where  the  information  under consideration achieves a legitimate public benefit.\n\n- For the purpose of subsection (1), information is of legitimate public benefit if that information:\n\n            - (a) is intended to expose or exposes a person or institution's activities directly or indirectly  related  to,  or  connected  with  the  commission,  or  the  reasonable suspicion of commission of a crime under the laws of the Republic;\n\n            - (b) is intended to expose or exposes a Government or public-related matter that is nationally dishonourable and inimical to values of probity and accountability;\n\n            - (c) is  intended  to  criticise  or  criticises  the  Government  or  public  institution  in relation to the management of a public office or the performance of official duties of a government official or public officer;\n\n            - (d) is  intended  to  expose  or  exposes  civil  wrong  doing  done  by  or  against  an individual, group of persons, private and public institutions or the Government; or\n\n            - (e) relates to a controversial public health opinion that is capable of being proven.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "privacy"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "medium-positive",
        "privacy": "low-positive",
        "business": "neutral"
      }
    },
    {
      "id": "misinformation-disinformation-hate-speech-and-publication-of-other-information-mdhi-bill-2025",
      "section": 12,
      "title": "MISINFORMATION, DISINFORMATION, HATE SPEECH AND PUBLICATION OF OTHER INFORMATION (MDHI) BILL, 2025",
      "plainLanguage": "This section explains when someone can be held responsible for spreading misinformation, disinformation, or publishing other types of problematic information. Liability can only be established if it protects individual rights, national security, or public health. The benefits of holding someone accountable must outweigh any private benefits, and the process must be fair and transparent. Hate speech liability is addressed separately in the Act.",
      "rawText": "7. (1) The Court of the Division shall apply and/or interpret the Act to establish liability against an individual, group of persons, private and public institutions or the Government for misinformation, disinformation or publication of other information only where:\n\n            - (a) liability promotes the rights and reputation of an individual, group of persons, private or public institution, and protects national security, public order, public safety, public health or public morals;\n\n            - (b) liability  was  reached  upon  ascertaining  that  the  public  benefit  gained  from culpability of a person for contravening the Act outweighs a private benefit, and there is no justification under section 7(2); and\n\n            - (c) liability  was  determined  by  a  fair  and  transparent  criterion  under  the  Act  in accordance with due process.\n\n- In addition to subsection (1), the establishment of liability for hate speech shall be in accordance with Part IV of the Act.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "medium-positive",
        "privacy": "low-positive",
        "business": "low-positive"
      }
    },
    {
      "id": "imposition-of-sanctions-and-grant-of-remedies",
      "section": 13,
      "title": "Imposition of sanctions and grant of remedies",
      "plainLanguage": "This section states that any punishment or solution for breaking the rules must be fair and appropriate for a democratic society. When deciding on a suitable action, the Court or Division must consider the harm caused, whether the action fixes the problem, and choose the option that is least restrictive. This ensures that penalties are not excessive and are tailored to the specific situation.",
      "rawText": "8. (1) Where liability is established under this  Act, the Court or the  Division shall not impose a sanction or grant a remedy for a non-compliance or for breach of conduct under the Act unless the sanction or remedy is that which is necessary and proportionate in a democratic society.\n\n- In  determining  whether  a  sanction  or  remedy  is  necessary  and  proportionate, regardless of the sanction or remedy stated in the Complaint, the Court or the Division shall:\n\n    - (a) justify  the  sanction  or  remedy  against  the  evidence  of  the  harm  caused  to  an individual, group of persons or the public;\n\n    - (b) determine whether the sanction or remedy is adequate under the circumstances to achieve the object and purpose of this Act; and\n\n    - (c) apply  the  least  intrusive  means  of  restriction  considering  the  circumstances,  the rights involved and the desired result.\n\n## Institutional Framework",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "medium-positive",
        "privacy": "neutral",
        "business": "low-positive"
      }
    },
    {
      "id": "establishment-of-the-division-on-misinformation-disinformation-hate-speech-and-publication-of-other-information",
      "section": 14,
      "title": "Establishment of the  Division on Misinformation, Disinformation, Hate Speech and Publication of Other Information.",
      "plainLanguage": "This provision creates a Division on Misinformation, Disinformation, Hate Speech and Publication of Other Information. This division will be responsible for enforcing the Act's regulations related to these issues. The division is established by the Board of the Authority under the National Communications Act.",
      "rawText": "9. (1) For the purpose of enforcement and implementation of this  Act, the Division on Misinformation, Disinformation, Hate Speech and Publication of Other Information is hereby constituted by the authority of the Board of the Authority, pursuant to section 15 of the National Communications Act.",
      "relatedImpacts": [
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "medium-negative",
        "privacy": "neutral",
        "business": "low-negative"
      }
    },
    {
      "id": "misinformation-disinformation-hate-speech-and-publication-of-other-information-mdhi-bill-2025",
      "section": 15,
      "title": "MISINFORMATION, DISINFORMATION, HATE SPEECH AND PUBLICATION OF OTHER INFORMATION (MDHI) BILL, 2025",
      "plainLanguage": "This section of the bill states that the Division created by this law must follow the Minister's orders. The Minister can only give these orders when this law or another law specifically allows them to do so. This provision establishes the Minister's authority over the Division's operations.",
      "rawText": "(2) The Division shall give effect to the directives of the Minister where prescribed by this Act or under any other law.",
      "relatedImpacts": [
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "low-negative",
        "privacy": "neutral",
        "business": "low-negative"
      }
    },
    {
      "id": "powers-of-the-division",
      "section": 16,
      "title": "Powers of the Division",
      "plainLanguage": "This section details what the Division is allowed to do. It can create its own rules and make legally binding decisions regarding complaints. However, the Division is not a corporation and must act through the Authority for lawsuits. It also cannot independently own property or enter into contracts.",
      "rawText": "10. (1) The Division shall have power to publish its own internal rules to streamline its functions under this Act.\n\n(2) The Division shall have power to make findings of fact, establish liability and render binding decisions on sanctions and remedies in respect of Complaints or Reports under the Act.\n\n(3) The Division is not a body corporate with perpetual succession or a common seal and shall only act through the Authority for the purpose of suing or being used.\n\n(4) The  Division  may  not,  for  the  performance  of  its  functions,  acquire  and  hold movable and immovable property and enter into a contract or any other transaction in its own name.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "low-negative",
        "freedomOfSpeech": "medium-negative",
        "privacy": "neutral",
        "business": "low-negative"
      }
    },
    {
      "id": "functions-of-the-division",
      "section": 17,
      "title": "Functions of the Division",
      "plainLanguage": "This section details the responsibilities of the Division, which include monitoring compliance with the Act and promoting freedom of speech by increasing transparency and educating the public. The Division will also investigate complaints, determine liability, and impose penalties for violations of the Act. Furthermore, it will create a national plan to implement the Act and advise the Minister on relevant policy issues.",
      "rawText": "11. (1)  The Division shall:\n\n            - (a) ensure and monitor compliance with this Act;\n\n            - (b) promote the right to freedom of speech and expression by ensuring functional transparency,  fostering  media  literacy,  providing  verified  information  to  the public  and  undertaking  educational  programmes  and  initiatives  on  false  and other information;\n\n            - (c) sensitise  the  public  on  the  object  and  purpose  of  the  Act,  and  the  rights, sanctions, remedies and defences under the Act;\n\n            - (d) receive and investigate Complaints or Reports of non-compliance with this Act, breach  of  conduct  under  the  Act  and  make  appropriate  binding  decisions accordance with the Act;\n\n            - (e) establish  liability  and  impose  sanctions  or  remedies  that  are  necessary  and appropriate in a democratic society;\n\n            - (f) implement the requirements for all relevant stakeholders under this Act;\n\n            - (h) develop a national plan of action to address, monitor and report on the progress of  implementation of  this  Act  and  through the  Minister  to  be  submitted  to Parliament; and\n\n            - (i) advise  the  Minister  on  policy  matters  and  any  other  matter  relevant  to  the implementation of this Act.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "medium-negative",
        "privacy": "neutral",
        "business": "low-negative"
      }
    },
    {
      "id": "collaboration",
      "section": 19,
      "title": "Collaboration",
      "plainLanguage": "This provision mandates that the Division collaborate with entities like the National Media Commission. However, it also states that the Division's responsibilities will take priority when there are similar duties between the Division and another public institution, especially concerning the implementation of this law. This ensures the Division's authority in carrying out its specific functions under the Act.",
      "rawText": "- 12 . (1)  The Division shall work closely with the National Media Commission and other public institutions in the execution of its functions.\n\n- In the event of parallel roles between the Division and any other public institution, the functions of the Division shall prevail for the purpose of implementing this Act.\n\nAdministration of the Divisions",
      "relatedImpacts": [],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "neutral"
      }
    },
    {
      "id": "subdivisions",
      "section": 20,
      "title": "Subdivisions",
      "plainLanguage": "This section establishes two main parts within the Division: one for handling complaints and investigations related to violations of the Act, and another for educating the public about the Act and providing accurate information. The Complaints and Investigation Subdivision will address reports of non-compliance and make binding decisions. The Public Information Desk and Outreach Subdivision will focus on informing the public, countering misinformation, and promoting freedom of speech through educational programs.",
      "rawText": "- (1) The Division shall comprise of the following operational subdivisions:\n\n            - (a) The Complaints and Investigation Subdivision\n\n            - (b) The Public Information Desk and Outreach Subdivision\n\n- The Complaints and Investigation Subdivision shall be responsible for receiving and investigating Complaints and Reports of non-compliance or breach of conduct under the  Act  either  by  the  instigation  of  a  third-party  or  on  its  own  accord,  and  making appropriate binding decisions.\n\n- The Public Information Desk and Outreach Subdivision shall be responsible for sensitising the public on the Act; providing information on request to the public ; providing verified information to counter false information; and promoting the right to freedom of speech and expression through educational programmes and initiatives on false and other information.",
      "relatedImpacts": [
        "freedomOfSpeech"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "low-positive",
        "privacy": "neutral",
        "business": "neutral"
      }
    },
    {
      "id": "director-of-the-division",
      "section": 21,
      "title": "Director of the Division",
      "plainLanguage": "This provision establishes the position of Director of the Division, who is appointed by the President. To be eligible, a candidate must have at least 10 years of experience in fields like telecommunications, law, or human rights. They also cannot have any direct involvement or financial interest in broadcasting networks, media houses, or internet intermediaries operating within the country.",
      "rawText": "- (1) The  Division  shall  be  headed  by  a  Director  appointed  by  the  President  in accordance with article 195 of the Constitution.\n\n- A person shall not be qualified for appointment as a Director of the Division unless that person:\n\n            - (a) has not less than 10 years of working experience in (i) telecommunications, (ii) law, (iii) regulatory  compliance, (iv) education (v) information  studies  or  (vi) human rights and\n\n            - (b) is not directly or indirectly involved in the management of; or\n\n            - (c) has  no  financial  or  commercial  interest  in  a  broadcasting  network  or  media house or internet intermediary operating within the territory of the Republic.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "low-positive",
        "privacy": "neutral",
        "business": "low-positive"
      }
    },
    {
      "id": "appointment-of-other-staff",
      "section": 23,
      "title": "Appointment of other staff",
      "plainLanguage": "This provision grants the President the authority to appoint additional staff to the Division. These appointments must align with constitutional guidelines. The purpose is to provide the Division with the necessary personnel to properly and effectively carry out its responsibilities.",
      "rawText": "- The President shall in accordance with article 195 of the Constitution, appoint for the  Division,  other  officers  and  staff  that  are  necessary  for  the  proper  and  effective performance of its functions.",
      "relatedImpacts": [],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "neutral"
      }
    },
    {
      "id": "ministerial-directive",
      "section": 24,
      "title": "Ministerial Directive",
      "plainLanguage": "This provision allows the Minister to give instructions to the Division on matters concerning the Principal Authority. However, the Minister's instructions cannot alter any rights, responsibilities, or legal protections already defined in the law. This ensures that the Minister's guidance remains within the boundaries of the existing legal framework.",
      "rawText": "- The Division shall be subject to the Minister's directives on matters at the level of the Principal Authority, provided that the directive does not vary, amend, detract or add to any right, liability, sanction, remedy or defence under this Act.\n\nSubstantive Rules on Information",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "low-negative",
        "freedomOfSpeech": "high-negative",
        "privacy": "neutral",
        "business": "low-negative"
      }
    },
    {
      "id": "information",
      "section": 25,
      "title": "Information",
      "plainLanguage": "This section clarifies what kind of information is covered under the Act, focusing on factual statements that can be proven true or false. Opinions, commentary, and good-faith interpretations are not considered facts. Public criticism of government officials and dissatisfaction with public services are also protected and will not be considered false information under the Act. This means people generally won't be penalized for expressing their views or critiquing the government.",
      "rawText": "- (1) In this section, the rules on information shall unless otherwise stated, apply only to misinformation, disinformation and other information.\n\n- Except for hate speech under this Act, a person shall only be liable under this Act for  the  communication  or  publication  of  information  relating  to  or  about  facts  which contravenes the Act.\n\n- Under this Act, a fact means a statement or material which can be verified as true or false.\n\n- Unless otherwise provided in this Act, the following does not constitute a fact under the Act:\n\n            - (a) opinions about facts including personal views, beliefs or value judgments;\n\n            - (b) commentary about facts including analysis, criticism or editorial content; and\n\n            - (c) an objective interpretation of facts in good faith and supported by evidence.\n\n- Unless otherwise provided in this Act, the following information shall not impose liability on a person for false information and other information:\n\n            - (a) public criticism or scrutiny of a governmental official or public officer, relating to the management of a public office or the official duties of a  government official or public officer;\n\n            - (b) public criticism or dissatisfaction about the provision of a service to the public;",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "medium-positive",
        "privacy": "neutral",
        "business": "low-positive"
      }
    },
    {
      "id": "communication-of-information",
      "section": 27,
      "title": "Communication of Information",
      "plainLanguage": "This section defines how information is considered \"communicated\" under this law. It includes making information available through the internet, text messages, and broadcasts. The definition covers various forms of content, including AI-generated material. However, internet service providers and similar services are generally not considered publishers of information unless it is generated by their algorithms.",
      "rawText": "18. (1) In this Act, for the purpose of false information, hate speech and other information, a statement or material relating to or about facts is communicated if it is made available to one or more persons in the Republic by means stated in subsection (2).\n\n(2) A statement or material relating to or about facts or is also communicated if it is made available to one or more end-users in Republic on or through:\n\n      - (a)  internet; or\n\n      - (b) MMS or SMS\n\n      - (c) television or radio broadcast\n\n(3) A statement or material relating to or about facts communicated under subsection (1)  and  (3)  shall  include  written  words,  sounds,  signs,  objects,  images,  videos  including Artificial Intelligence generated statements or materials.\n\n(4)  Except for the algorithmically generated information, a person does not publish information in the Republic merely by doing any act for the purpose of, or that is incidental to, the provision of:\n\n(a) an internet intermediary service;\n\n- (b) a communication service;\n\n- (c) a service of giving the public access to the internet; or",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "low-positive",
        "privacy": "neutral",
        "business": "low-positive"
      }
    },
    {
      "id": "false-information",
      "section": 29,
      "title": "False information",
      "plainLanguage": "This provision defines \"false information\" as statements that are wrong, misleading, or deceptive, and can be disproven with verified facts. Even partially true statements can be considered false if they are misleading due to omitted information. The person claiming information is false has the responsibility to prove it.",
      "rawText": "19. (1) A statement or material is false if it is wrong, fake, misleading, deceptive, doctored, whether wholly or in part, and whether on its own or in the context in which it appears.\n\n(2)  Information  is  false  only  if  it  can  be  disproven  by  verified  and  factual  contrary information.\n\n(3) A statement or material is false even if it is a partial disclosure of truth provided that the omission makes entire statement or material more misleading than true.\n\n(4) Unless otherwise provided in this Act, the burden that the information is false lies on the person alleging that the information is false which may include the Division where appropriate.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "high-negative",
        "freedomOfSpeech": "high-negative",
        "privacy": "neutral",
        "business": "high-negative"
      }
    },
    {
      "id": "control-over-the-information",
      "section": 30,
      "title": "Control over the information",
      "plainLanguage": "This section clarifies who is responsible for information shared, focusing on those who have control over it. You have control if you originally shared the information, directed its publication, can change the content, or can publish/remove it. Simply resharing information already public generally doesn't give you control, but employees may be liable alongside employers who authored the content.",
      "rawText": "20. (1)  Except  for  hate  speech  under  this  Act,  a  person  shall  be  made  liable  for communication of information if that person has control over the information.\n\n(2) A person has control over the information if that person:\n\n    - (a) is the original disseminator of the information;\n\n    - (b) is not the original disseminator of the information but retains authorship of the original information; or\n\n    - (c) used, instructed  or  guided  another  person  or  instrument  to  make  the publication; or\n\n            - (d) is able to substantially dictate how that content of that information should be framed, edited or published; or\n\n    - (e) is able publish or remove content relating to the information without recourse to  the original author; or\n\n    - (f) threatens, blackmails or compels another person to release the information.\n\n(3) Nothing in this Act shall prevent an employee from being jointly or severally liable with an employer who retains authorship of the information published in the course of employment.\n\n(4) Except for hate speech under this Act, a person who republishes information that is already within the public domain does not have control over the information.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "high-negative",
        "freedomOfSpeech": "high-negative",
        "privacy": "neutral",
        "business": "high-negative"
      }
    },
    {
      "id": "exclusion-of-persons",
      "section": 32,
      "title": "Exclusion of persons",
      "plainLanguage": "This section clarifies who can be held responsible for violations of this Act. Children under 12 are exempt from liability, but adults who encourage them to break the rules can be held accountable. Parents or guardians may be responsible for a child's actions if they did not properly supervise them. People who are forced or threatened into releasing non-compliant information are also protected from liability.",
      "rawText": "21. (1) Subject to the Juvenile Justice Act, 2003 (Act 653), a person below the age of 12 shall not be liable for non-compliance or breach of conduct under this Act.\n\n(2) A person capable of being made liable under this Act who guides, advises, instructs, commands, requests or blackmails a person below the age of 12 to engage in conduct that is inconsistent with this Act shall be liable as the original disseminator of the information.\n\n(3) Except for conduct criminalised, a parent or guardian of a child of below the age of 12 years or a person responsible for making decisions on behalf of that child shall be made  liable  for  the  child's  non-compliance  on  proof  that  the  parent  failed  to  take reasonable steps to supervise the child's activities.\n\n(4) Unless otherwise stated, a person who is threatened, blackmailed or compelled to release information that is non-compliant with, or contravenes the Act shall not be made liable under this Act.\n\nProhibition on publication of false information",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "low-negative",
        "freedomOfSpeech": "medium-negative",
        "privacy": "neutral",
        "business": "low-negative"
      }
    },
    {
      "id": "misinformation-and-disinformation",
      "section": 33,
      "title": "Misinformation and Disinformation",
      "plainLanguage": "This provision makes it illegal to spread misinformation and disinformation. Misinformation is defined as false information, regardless of intent, while disinformation is intentionally misleading. Individuals can be held responsible if they publish false information that harms the public interest and are subject to penalties detailed elsewhere in the law.",
      "rawText": "22. (1) Misinformation and disinformation is prohibited in Republic.\n\n(2) Misinformation is the publication of false or inaccurate information regardless of the intention to mislead.\n\n(3) Disinformation is  the  publication  of  false  or  inaccurate  information  intended  to mislead, manipulate or guide people in a particular direction.\n\n(4) A person shall be made liable for misinformation or disinformation if:\n\n    - (a) the information is a false or inaccurate statement or material relating to or about facts;\n\n    - (b) that person is not excused from liability under the Act;\n\n    - (c) the information is prejudicial to public interest under section [].\n\n(5) A  person  liable  for  misinformation  or  disinformation  shall  be  subject  to  the imposition sanctions and grant of remedies provided in section [].",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "high-negative",
        "freedomOfSpeech": "high-negative",
        "privacy": "neutral",
        "business": "high-negative"
      }
    },
    {
      "id": "due-diligence-of-the-certainty-or-accuracy-of-information",
      "section": 34,
      "title": "Due diligence of the certainty or accuracy of information",
      "plainLanguage": "This provision requires anyone publishing factual information to perform due diligence to ensure its accuracy. Certain groups, such as media outlets and politicians, are held to a higher standard of verification. However, individuals are not liable if due diligence would not have revealed the information was false, and all people are encouraged to publish reliable information to combat inaccuracies.",
      "rawText": "23. (1) All persons publishing information that concern statement or material relating to or about facts shall conduct necessary due diligence and verify the certainty or accuracy of the information.\n\n(2) Despite  subsection  (1),  media  houses,  journalists,  politicians,  academics,  persons with notoriety as influencers, persons known as public and social media commentators, persons of the class as celebrities, popular product brands and multinational companies shall be held to a higher standard of due diligence.\n\n(3) It is a defence under this Act that due diligence could not have revealed that the information was false or inaccurate.\n\n(4) A person shall not be liable under this Act by reason only that they did not conduct necessary due diligence of the certainty or accuracy of the information.\n\n(5)  All  persons  are  encouraged  to  publish  reliable  information  to  discredit  false  or inaccurate information.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "medium-negative",
        "freedomOfSpeech": "medium-negative",
        "privacy": "neutral",
        "business": "medium-negative"
      }
    },
    {
      "id": "business-misinformation-or-disinformation",
      "section": 35,
      "title": "Business misinformation or disinformation",
      "plainLanguage": "This section prohibits profiting from the creation and spread of false information. It stops people from making or sharing false information for money or other advantages. Those who repeatedly publish false information that harms the public may be considered to be in the business of spreading misinformation and will face penalties.",
      "rawText": "24. (1)  A person shall not engage in the business of making, arranging, publishing false information  gratuitously  or  for  financial  reward,  whether  realised  or  not,  or  any  other benefit or gain.\n\n(2) A person shall not solicit, receive or agree to receive any financial or other material benefit as an inducement or reward for providing any service, knowing that the service is or will be used in the communication of information that contravenes this Act.\n\n(3) A person who earns a reputation publicly for constantly and incessantly publishing false information which affects the public interest shall be presumed to be engaged in the business or object of misinformation or disinformation.\n\n(4) A person who engages in conduct contrary to subsection (1), (2) and (3) shall be subject to sanctions and/or be required to provide remedies under Part VII of this Act.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "high-negative",
        "freedomOfSpeech": "high-negative",
        "privacy": "neutral",
        "business": "high-negative"
      }
    },
    {
      "id": "public-interest",
      "section": 36,
      "title": "Public interest",
      "plainLanguage": "This provision states that individuals can only be held responsible for spreading misinformation or disinformation if it's in the public's best interest to do so. An action is considered to be in the public interest if it is deemed necessary or advantageous. This limits the scope of liability under the Act.",
      "rawText": "25. (1) A person shall only be made liable for misinformation or disinformation under this Act where it is in the public interest to do so.\n\n(2) For the purposes of this Act, and without limiting the generality of the expression, it is in the public interest to do anything if the doing of that thing is necessary or expedient:",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "low-negative",
        "freedomOfSpeech": "medium-negative",
        "privacy": "neutral",
        "business": "low-negative"
      }
    },
    {
      "id": "misinformation-or-disinformation-by-or-against-the-government",
      "section": 38,
      "title": "Misinformation or disinformation by or against the Government",
      "plainLanguage": "This section grants the government the power to combat misinformation and disinformation, with some limitations. The government cannot use these powers against misinformation related to the ruling political party, but political parties retain their own rights. The government also cannot pursue action solely based on insults to high-ranking officials. The government bears the burden of proof in misinformation cases.",
      "rawText": "26. (1) Subject to constitutional protections, the Government shall have enforceable rights against any person, and shall have rights enforced against it, in respect of misinformation or disinformation under this Act.\n\n(2) The Government shall exercise its enforceable rights under the Act provided that the misinformation or disinformation does not concern the political party of the incumbent Government.\n\n(3)  Notwithstanding subsection (3), a political party shall retain enforceable rights in its own respects as an entity under this Act.\n\n(4) The Government shall not exercise any enforceable rights under this Act by reason only that the misinformation or disinformation are merely insulting to the President, VicePresident or the Cabinet, as defined under section 17(7) of this Act.\n\n(5)  Subject  to  protections  under  the  Constitution,  an  action  for  misinformation  or disinformation at the instance of the Government shall lie against a private individual or private entity.\n\n(6) For the avoidance of doubt, the respective offices of the Government affected by the misinformation or disinformation shall bear the burden of proof in any case as may be.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "medium-positive",
        "privacy": "neutral",
        "business": "low-positive"
      }
    },
    {
      "id": "misinformation-or-disinformation-against-public-institutions",
      "section": 39,
      "title": "Misinformation or disinformation against public institutions",
      "plainLanguage": "This provision allows public institutions to sue individuals or organizations that spread false information about them. This right is subject to constitutional protections, such as freedom of speech. The goal is to protect public institutions from damage caused by misinformation and disinformation.",
      "rawText": "27. (1) Subject  to  constitutional  protections,  public  institutions  shall  have  enforceable rights against any person, and  shall have rights enforced against, in respect of misinformation or disinformation under this Act",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "medium-negative",
        "freedomOfSpeech": "high-negative",
        "privacy": "neutral",
        "business": "medium-negative"
      }
    },
    {
      "id": "misinformation-disinformation-hate-speech-and-publication-of-other-information-mdhi-bill-2025",
      "section": 40,
      "title": "MISINFORMATION, DISINFORMATION, HATE SPEECH AND PUBLICATION OF OTHER INFORMATION (MDHI) BILL, 2025",
      "plainLanguage": "This section of the MDHI bill states that public institutions cannot use the powers granted to them by this law to address misinformation or disinformation that involves the political party currently holding government. This means the law cannot be used to counter false or misleading information that benefits or protects the ruling party. This creates an exception to the law's enforcement based on the political affiliation of the information in question.",
      "rawText": "(2) Public institutions shall exercise its enforceable rights under this Act provided that the misinformation or disinformation does not concern the political party of the incumbent Government.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "high-negative",
        "freedomOfSpeech": "severe-negative",
        "privacy": "neutral",
        "business": "high-negative"
      }
    },
    {
      "id": "misinformation-or-disinformation-by-or-against-a-government-official-or-public-officer",
      "section": 41,
      "title": "Misinformation  or  disinformation  by  or  against  a  government  official  or  public officer",
      "plainLanguage": "This section of the Act grants government officials, public officers (including judges), and election candidates the right to sue individuals who spread misinformation or disinformation about them, affecting their office or personal life. It also makes them liable if they spread misinformation. For election candidates, this protection begins when they publicly announce their candidacy, are nominated, or are publicly known to be contesting an election.",
      "rawText": "28. (1) All governmental officials or public officers shall have enforceable rights against any  person,  and  shall  have  rights  enforced  against,  in  respect  of  misinformation  or disinformation under this Act for conduct against his or her office and in his or her own personal capacity.\n\n(2)   A member of the judiciary, as a public officer, shall have enforceable rights against his or her office and in his or her own personal capacity.\n\n(3) A candidate for elections shall have enforceable rights against any person, and shall have rights enforced against,  in respect of  misinformation or disinformation under this Act.\n\n- An individual is a candidate for elections, if:\n\n            - (a) he or she has publicly declared their candidature in presidential, parliamentary, district assembly elections, unit committee  elections or other elections supervised by the Electoral Commission;\n\n- (b) has been nominated or chosen as a candidate in any of the stated elections; or\n\n- (c) is publicly known to contest in any of the stated elections.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "low-negative",
        "freedomOfSpeech": "severe-negative",
        "privacy": "neutral",
        "business": "medium-negative"
      }
    },
    {
      "id": "misinformation-or-disinformation-against-by-or-against-a-private-individual-or-private-entity",
      "section": 42,
      "title": "Misinformation  or  disinformation  against  by  or  against  a  private  individual  or private entity",
      "plainLanguage": "This provision grants private individuals and entities legal rights concerning misinformation or disinformation. It allows them to sue those who spread false information about them. Conversely, it also makes them liable if they spread misinformation or disinformation themselves.",
      "rawText": "29. (1)  Private  individuals  or  private  entities  shall  have  enforceable  rights  against  any person,  and  shall  have  rights  enforced  against  them,  in  respect  of  misinformation  or disinformation under this Act.",
      "relatedImpacts": [],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "neutral"
      }
    },
    {
      "id": "false-or-inaccurate-public-health-information",
      "section": 43,
      "title": "False or inaccurate public health information",
      "plainLanguage": "This provision prohibits the publication of false or inaccurate information regarding public health matters, including pandemics. It requires individuals and media outlets to verify public health information before publishing it. Those who publish health information are responsible for proving its accuracy.",
      "rawText": "30. (1) No person shall publish false or inaccurate information about public health in the Republic,  public  health  crisis  occurring  in  the  Republic  or  a  pandemic  declared  by  the World Health Organisation.\n\n(2)  A person shall be deemed to have published false or inaccurate health information where that person publishes unverified statements about public health administration in the Republic, unsubstantiated medical statements or advice, unproven accounts about the potency or otherwise of a drug or medicine approved by the relevant authorities.\n\n(3)  Without  limiting  the  effect  of  section  18(4),  misinterpretation  of  a  statement  or material relating to or about facts or opinions about public health crisis and pandemics declared by the World Health Organisation constitutes misinformation or disinformation.\n\n(5)  Media houses, journalists and persons of the status of celebrities or influencers and content  creators  who  publish  public  health  information  shall  be  required  to  undertake proper  public  health  fact-checking  in  accordance  with  guidelines  prescribed  by  the Division.\n\n(6)  For  the  purposes  of  public  health  information,  the  burden  of  proof  of  truth  or accuracy of the information lies on the person accused of publishing false or inaccurate information or the offending party.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "severe-negative",
        "freedomOfSpeech": "severe-negative",
        "privacy": "neutral",
        "business": "high-negative"
      }
    },
    {
      "id": "false-or-inaccurate-election-information",
      "section": 44,
      "title": "False or inaccurate election information",
      "plainLanguage": "This provision makes it illegal to publish false information about the Electoral Commission, election procedures, or election results if it could impact the outcome. It also prohibits working with foreign entities to spread such misinformation. Additionally, it restricts the publication of false scandals about candidates, although minor inaccuracies in otherwise true information are permitted.",
      "rawText": "31 .  (1) No  person  shall  publish  false  or  inaccurate  information  about  the  Electoral Commission, pre-election processes, voting day, collation of election results and election results which is likely to influence or influences the outcome of a general election to the office of President, a general election of Members of Parliament, a by-election of a Member of Parliament, or a referendum.\n\n(2) A person shall not connive, collaborate partner directly or indirectly with a country or  foreign  organisation  to  publish  false  or  inaccurate  election  information  about  the Republic's Electoral Commission, pre-election processes, voting day, collation of election results and election results.\n\n(3) The Division shall through the Ministry of Foreign Affairs and Regional Integration swiftly engage diplomatic channels of the foreign country in question over the allegations of false information.\n\n(4) Subject  to  subsection  (5),  no  person  shall  publish  false  information  whether financial, political or sexual scandal about a candidate for elections, or a false allegation relating to a statement made or a stance taken by a candidate, which is likely to influence or influences the outcome of presidential, parliamentary, district assembly elections, unit committee elections, referendum or other elections supervised by the Electoral Commission.\n\n(5) Information on a financial, political or sexual scandal about a candidate for elections or allegations relating to a statement made or a stance taken by that same candidate is not false by reason only that the information was largely true but part of the information was imprecise, and  provided that the imprecision does not make  entire information substantially untrue.\n\n(6) Without limiting the effect of section 18(4), misinterpretation of a statement relating to or about facts concerning the Electoral Commission, pre-election processes, voting day, collation of election results election results which is likely to influence or  influences the outcome of a general election to the office of President, a general election of Members of",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "low-negative",
        "freedomOfSpeech": "high-negative",
        "privacy": "neutral",
        "business": "low-negative"
      }
    },
    {
      "id": "sensationalism-which-leads-to-inaccuracy",
      "section": 46,
      "title": "Sensationalism which leads to inaccuracy",
      "plainLanguage": "This provision prohibits media outlets from publishing accurate information with substantial embellishments that make it inaccurate. Sensationalism is defined as exaggerating information to evoke strong emotions beyond what the facts warrant. The provision clarifies that sensationalism is not prohibited if it is creative expression.",
      "rawText": "32. (1) The publication of otherwise accurate information by a media house with substantial embellishments to a high degree that it causes the information that is not fiction or satire to become inaccurate is prohibited.\n\n(2) The test of what is sensational is whether the information is overly exaggerated and evokes  strong  emotion  and  sentiment  where  the  actual  statement  or  material  do  not reasonably evoke such emotions.\n\n(3) For the avoidance of doubt, sensationalism is not prohibited, and this provision shall not be interpreted to stifle creative expression.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "low-negative",
        "freedomOfSpeech": "medium-negative",
        "privacy": "neutral",
        "business": "low-negative"
      }
    },
    {
      "id": "evidence-of-misinformation-and-disinformation",
      "section": 47,
      "title": "Evidence of Misinformation and Disinformation",
      "plainLanguage": "This provision specifies what can be used as evidence of misinformation or disinformation. This evidence can include the false information itself, medical or financial records, court or electronic records, negative media coverage, witness statements, documented correspondence, and video evidence. This list provides a range of options for proving that misinformation or disinformation has occurred.",
      "rawText": "- (1)  An  aggrieved  person  or  issuing  party  may  submit  the  following  as  evidence  of misinformation or disinformation:\n\n    - (a) evidence of the false or inaccurate information itself\n\n            - (b) medical records\n\n    - (c) financial records\n\n    - (d) court records\n\n    - (e) electronic records\n\n    - (f) electronic records showing negative media coverage\n\n    - (g) witness statements\n\n(\n\n            - documented evidence of correspondence\n\n    - (i) video evidence",
      "relatedImpacts": [
        "freedomOfSpeech",
        "privacy"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "low-negative",
        "privacy": "low-negative",
        "business": "neutral"
      }
    },
    {
      "id": "communication-made-outside-the-territory",
      "section": 49,
      "title": "Communication made outside the territory",
      "plainLanguage": "This section clarifies when Ghanaian courts can rule on communications originating outside of Ghana. Generally, the law applies to Ghanaians living abroad or those who have lived in Ghana for a significant period. However, in cases of hate speech against Ghanaian citizens, the law can apply to anyone, regardless of their nationality or where they live.",
      "rawText": "34. (1) Pursuant  to  subsection  (3),  the Court  or  Division  shall  jurisdiction  over communication made outside the Republic which contravenes this Act.\n\n(2)   A communication is made outside the Republic if it is made by a person who is not physically present in the territory of Ghana, notwithstanding the communication was made on an online location.\n\n(3)  With the exception of hate speech under subsection (6), the Act shall have extraterritorial effect only to the extent that the offending party or respondent is Ghanaian or has  been  a  resident  in  the  Republic  for  a  cumulative  period  of  2  years  immediately preceding  the  date  of  publication  of  the  false  information,  hate  speech  or  other information.\n\n(4)  Communication  or  publication  outside  the  Republic  over  which  the  Court  or Division has jurisdiction under subsection (3) shall be deemed to be communication or publication of a statement or material in the Republic.\n\n(5) Where the offending party or respondent lives outside the Republic, the Division shall engage mutual legal assistance for the enforcement of a sanction or remedy in that country.\n\n(6) For hate speech communicated outside the Republic against a citizen of Ghana, the Act shall have extraterritorial effect regardless of the nationality or residence of the offending part or respondent.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "high-negative",
        "freedomOfSpeech": "severe-negative",
        "privacy": "neutral",
        "business": "high-negative"
      }
    },
    {
      "id": "defences-for-misinformation-and-disinformation",
      "section": 50,
      "title": "Defences for Misinformation and Disinformation",
      "plainLanguage": "This provision protects individuals from being held liable for spreading misinformation or disinformation if they quickly correct the statement, retract it, and apologize. This offers a legal defense for those who make honest mistakes and take responsibility for them. The aim is to encourage prompt correction of false information without fear of legal repercussions.",
      "rawText": "35. (1) In addition to other protections provided for in this Act, a person shall not be made liable for misinformation and disinformation where:\n\n    - (a) that person corrected or retracted that statement timeously and apologised;",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "medium-positive",
        "privacy": "neutral",
        "business": "low-positive"
      }
    },
    {
      "id": "misinformation-disinformation-hate-speech-and-publication-of-other-information-mdhi-bill-2025",
      "section": 51,
      "title": "MISINFORMATION, DISINFORMATION, HATE SPEECH AND PUBLICATION OF OTHER INFORMATION (MDHI) BILL, 2025",
      "plainLanguage": "This section provides defenses against being penalized for spreading false information. You may not be liable if the error was accidental and you corrected it, if it didn't affect an election, or if it wasn't likely to be believed. Simply being inaccurate isn't a full defense, but could lessen the penalty. The timeliness of a response to false information will depend on the situation.",
      "rawText": "- (b) the false information was an inadvertent error and the offending party assumed responsibility ;\n\n    - (c) the information is not likely to influence or did not influence the outcome of a presidential,  parliamentary,  district  assembly  or  unit  committee  election  or referendum, or other elections supervised by the Electoral Commission.\n\n    - (d) under the circumstances, the statement of fact or material was not relied on or it was not likely that people will take it seriously\n\n- It shall not be a defence that the information was only inaccurate; however, it shall apply for the purposes of a reduced sanction or remedy or diminution of a sanction.\n\n- What is timeous under subsection 1(a) depends on the facts of each case.\n\nHate Speech and other forms of Indecent Expressions",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "medium-positive",
        "privacy": "neutral",
        "business": "low-positive"
      }
    },
    {
      "id": "prohibition-of-hate-speech",
      "section": 52,
      "title": "Prohibition of Hate Speech",
      "plainLanguage": "This provision makes it illegal to communicate or spread hate speech within the country. This means that individuals are not allowed to express hateful or discriminatory views through speech or other forms of communication. The aim is to prevent the spread of harmful ideologies and protect vulnerable groups from discrimination and abuse.",
      "rawText": "- The communication or dissemination of hate speech in the Republic is prohibited.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "low-negative",
        "freedomOfSpeech": "high-negative",
        "privacy": "neutral",
        "business": "low-negative"
      }
    },
    {
      "id": "definition-of-hate-speech",
      "section": 53,
      "title": "Definition of Hate Speech",
      "plainLanguage": "This provision defines hate speech as communication that uses discriminatory language to target groups based on characteristics like race, religion, or sex. This includes actions that vilify, threaten, harass, or incite hatred/violence. Even if unintended, communication that affects a group's dignity or reputation can be considered hate speech, including content circulated as entertainment.",
      "rawText": "- (1) Hate speech means any communication in speech, writing, behaviour or expression that uses pejorative or discriminatory language which:\n\n      - (a) vilifies, threatens, harasses, degrades, stigmatises, humiliates, discriminates or\n\n    - (b) promotes negative feelings, hostility, attitudes or perceptions or\n\n    - (c) incites hatred or violence\n\ntowards a group or class of people based on their race, ethnicity, colour, descent, religion, sex, background, other identity factor.\n\n    - Hate speech may be based on facts, prejudice, bias, generalisations or stereotypes.\n\n- A factual statement which incites threats, hatred, violence towards a group or class of people based on their way of life constitutes hate speech.\n\n- Provided the hate speech affects an individual or group's dignity, security, wellbeing, reputation and status in society, it is immaterial that the offending party did not intend the consequences of his or her actions.\n\n- Communication circulated as means of entertainment in a movie, song, parody, skit or as a satire that meets the threshold of hate speech in subsection (1) or (3) constitutes hate speech under this Act.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "low-negative",
        "freedomOfSpeech": "severe-negative",
        "privacy": "neutral",
        "business": "low-negative"
      }
    },
    {
      "id": "communication-of-hate-speech",
      "section": 55,
      "title": "Communication of Hate Speech",
      "plainLanguage": "This provision extends existing rules for communicating information under Section 18 to also include hate speech. This means that any requirements about how information is shared, documented, or handled under Section 18 will now also apply when dealing with instances of hate speech. The goal is likely to ensure consistent and appropriate handling of hate speech reports or incidents.",
      "rawText": "- The requirements of communication of information under section 18 shall apply to hate speech.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "medium-negative",
        "freedomOfSpeech": "high-negative",
        "privacy": "neutral",
        "business": "medium-negative"
      }
    },
    {
      "id": "control-over-the-communication-of-hate-speech",
      "section": 56,
      "title": "Control over the communication of Hate Speech",
      "plainLanguage": "This provision broadens the responsibility for hate speech to include individuals who have control over its communication. This includes the original source, those who republish it, or those who can influence or remove the content. The aim is to hold accountable those who facilitate the spread of hate speech, even if they are not the original authors.",
      "rawText": "- (1) A person shall be made liable for communication of hate speech if that person had control over the communication.\n\n- A person has control over communication of hate speech if that person:\n\n    - (a) is the original disseminator of the communication;\n\n    - (b) disseminates, republishes or reproduces the communication;\n\n            - (c) is not the original disseminator of the communication but retains authorship of the original communication; or\n\n            - (d) used, instructed or guided another person or instrument to  make  the communication; or\n\n            - (e) is able to substantially dictate how that content of that communication should be framed, edited or published; or\n\n            - (f) is able communicate or remove content relating to the communication without recourse to the original author; or\n\n            - (g) threatens, blackmails or compels another person to release the communication.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "high-negative",
        "freedomOfSpeech": "high-negative",
        "privacy": "neutral",
        "business": "high-negative"
      }
    },
    {
      "id": "hate-speech-that-incites-genocide-or-aggravated-violence",
      "section": 57,
      "title": "Hate Speech that incites genocide or aggravated violence",
      "plainLanguage": "This provision makes hate speech that incites genocide a criminal offense, as defined by the Criminal Offences Act. It also criminalizes hate speech that is likely to incite or does incite aggravated violence, which is defined as violence that could lead to serious harm. Penalties for inciting aggravated violence will be imposed according to a specified section of this Act.",
      "rawText": "40. (1)  In  accordance with section 49A of the Criminal Offences Act, hate speech  that incites genocide is a criminal offence punishable under the Criminal Offences Act.\n\n(2)  Hate  speech  that  that  is  likely  to  incite  aggravated  violence  or  incites  aggravated violence  is  a  criminal  offence  under  this  Act  and  which  sanction  shall  be  imposed  in accordance with section [] of this Act.\n\n- For  the  purpose  of  this  section,  violence  is  aggravated  if  it  is  violence  that  is heightened in a way that leads to or is capable of leading to serious harm motivated by",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "low-negative",
        "freedomOfSpeech": "medium-negative",
        "privacy": "neutral",
        "business": "low-negative"
      }
    },
    {
      "id": "evaluation-of-hate-speech",
      "section": 59,
      "title": "Evaluation of hate speech",
      "plainLanguage": "Only courts or a specific division can officially evaluate if something is hate speech. To decide if a communication is hate speech, they must consider factors like the content, tone, context, and potential impact of the message. They will also assess the purpose of the communication, who it targets, and how serious the communication is. This evaluation determines any consequences or remedies.",
      "rawText": "41. (1)  Only  the  Courts  or  the  Division  have  the  mandate  to  substantively  evaluate  a communication alleged to be hate speech.\n\n(2) In evaluating whether a communication amounts to hate speech to establish liability and the applicable sanctions or remedies for it, the Division or the Court shall determine whether the communication incites hatred or violence by looking at:\n\n    - (a) the entire content of the communication;\n\n            - (b) the tone and context of the communication;\n\n    - (c) the potential impact of the speech in terms of reach;\n\n            - (d) the purpose of the communication;\n\n    - (e) the people who are targeted; and\n\n    - (f) nature and gravity of the communication.",
      "relatedImpacts": [
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "medium-negative",
        "privacy": "neutral",
        "business": "low-negative"
      }
    },
    {
      "id": "other-forms-of-indecent-expressions",
      "section": 60,
      "title": "Other forms of indecent expressions",
      "plainLanguage": "This section outlaws certain indecent expressions that target groups, such as ethnic slurs and inflammatory statements that could provoke violence. The same rules for managing and controlling hate speech will also apply to these indecent expressions. In most cases, the standards used to evaluate hate speech will also be used for indecent expressions. Unless stated otherwise, references to hate speech in the bill also include these other forms of indecent expression.",
      "rawText": "42. (1) The following indecent expressions which do not incite hatred but target a group of people are prohibited:\n\n            - (a) ethnic slurs and derogative commentary of a group of people; and\n\n            - (b) inflammatory statements may reasonably provoke violence of a group of people.\n\n(2) The communication and control over the communication for hate speech under sections 39 and 40 respectively shall apply to indecent expression under this section.\n\n(3)  In  evaluating  whether  a  communication  is  an  indecent  expression,  except  for determining that the communication incites hatred or violence, the criteria in section 42(2) shall apply.\n\n(4)  Unless  otherwise  stated,  and  except  for  provisions  under  sections  37  to  42, reference to hate speech shall include other forms of indecent expression.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "high-negative",
        "freedomOfSpeech": "severe-negative",
        "privacy": "neutral",
        "business": "high-negative"
      }
    },
    {
      "id": "liability-and-enforceability-for-hate-speech-and-other-forms-of-indecent-expressions",
      "section": 61,
      "title": "Liability and enforceability for hate speech and other forms of indecent expressions",
      "plainLanguage": "This provision states that anyone, including individuals, private organizations, government bodies, and public officials, can be held responsible for hate speech. This means that all persons and institutions are subject to potential legal consequences for engaging in or disseminating hate speech. The provision aims to create broad accountability across all sectors of society.",
      "rawText": "43. (1) All persons including a private individual or private institution, a public institution or a Government or public official may be liable for hate speech.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "high-negative",
        "freedomOfSpeech": "severe-negative",
        "privacy": "neutral",
        "business": "high-negative"
      }
    },
    {
      "id": "guidelines-and-code-of-ethics-on-hate-speech-and-other-forms-of-indecent-expressions",
      "section": 63,
      "title": "Guidelines  and  code  of  ethics  on  hate  speech  and  other  forms  of  indecent expressions",
      "plainLanguage": "This provision states that assessments of hate speech and indecent expression should take into account guidelines from the National Peace Council. It also specifies that several codes of ethics, including those from media organizations, journalistic associations, and the Commission on Human Rights & Administrative Justice, should be considered. This aims to provide a comprehensive framework for evaluating and addressing such expressions.",
      "rawText": "44. (1) The Guidelines on Hate Speech and other forms of Indecent Expressions issued by the National Peace Council shall be instructive in assessing hate speech and other forms of indecent expressions.\n\n(2) The following Guidelines and Code of Ethics shall be given due consideration in assessing hate speech and other forms of indecent expressions:\n\n      - (a) National Media Commission Guidelines for Political Journalism;\n\n      - (b) National Media Commission Guidelines for Local Language Broadcasting;\n\n      - (c) The Ghana Journalists Association Code of Ethics;\n\n      - (d) The Ghana Independent Broadcasters Association Code of Conduct;\n\n      - (e) Private  and Newspaper Publishing Independent Association Code of Ethics; and\n\n      - (f) Commission on Human Rights & Administrative Justice Code of Conduct for Public  Office Holder.\n\nOther Information",
      "relatedImpacts": [
        "freedomOfSpeech"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "low-positive",
        "privacy": "neutral",
        "business": "neutral"
      }
    },
    {
      "id": "disclosure-of-private-facts",
      "section": 64,
      "title": "Disclosure of private facts",
      "plainLanguage": "This provision prohibits the disclosure of private information that is not publicly known. A person may be held liable if they reveal private facts in a way that identifies the individual and is considered offensive or embarrassing. The law also considers whether the information disclosed is of legitimate public concern or newsworthy.",
      "rawText": "45. (1)  No person shall disclose a private fact about a person's life that is not generally known to the public or publicly available.\n\n(2) A public disclosure is any direct or indirect publication of information relating to or about facts in respect of a person, including commentary about private facts, opinions about private facts, innuendos and insinuations.\n\n(3) A person shall be liable where the information and circumstances of its disclosure clearly identifies a person with or without a publication of name or pseudonyms or photo or description of a person to whom the information reasonably relates.\n\n(4) No person shall be made liable under this section unless the disclosure of the private fact is deemed offensive, repulsive, embarrassing or shameful to a reasonable person.\n\n(5) In making a determination in subsection (3), the Division or the Court shall weigh the legitimate public concern or newsworthiness of the information.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "low-negative",
        "freedomOfSpeech": "high-negative",
        "privacy": "medium-positive",
        "business": "low-negative"
      }
    },
    {
      "id": "misinformation-disinformation-hate-speech-and-publication-of-other-information-mdhi-bill-2025",
      "section": 65,
      "title": "MISINFORMATION, DISINFORMATION, HATE SPEECH AND PUBLICATION OF OTHER INFORMATION (MDHI) BILL, 2025",
      "plainLanguage": "This provision defines what information is considered to be of legitimate public concern or newsworthy under the law. It includes revelations of civil wrongs, private facts about public officials that impact national security or public safety, public health risks, and child welfare issues. The bill states that even if information falls under these categories, individuals should only disclose what is necessary for the public interest, and they may be held liable for revealing unnecessary private details. This aims to balance transparency with the protection of individual privacy.",
      "rawText": "(6) Information is of legitimate public concern or is newsworthy if it:\n\n            - (a) reveals the commission of a civil wrong under the laws of the Republic;\n\n            - (b) relates to a private fact about a government official or public officer which is likely to adversely affect national security, public interest, public trust, public safety, public order or public security;\n\n            - (c) it reveals a public health risk to other persons in respect of an infectious disease spread by contact or touch, disclosed by persons with the Division to disclose under the Public Health Act, 2012 (Act 851); or\n\n            - (d) concerns the welfare of a child.\n\n(7) Where the information is of legitimate public concern or is newsworthy, a person who discloses the information shall only disclose what is necessary in the public interest, and such person may be liable for disclosing partly private facts which were not necessary in the public interest.",
      "relatedImpacts": [
        "freedomOfSpeech",
        "privacy"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "medium-positive",
        "privacy": "medium-positive",
        "business": "neutral"
      }
    },
    {
      "id": "definition-of-private-facts",
      "section": 66,
      "title": "Definition of private facts",
      "plainLanguage": "This provision defines \"private facts\" as intimate details about a person's life that are not widely known and are meant to be kept private, including details about family, health, finances, and relationships. However, information that is already public, such as details in official records or about criminal activity, births, deaths, and marriages, is not considered private. This definition helps to establish what information is protected under privacy laws.",
      "rawText": "46. (1) A private fact is an intimate detail of a person's life that is not generally known and is expected to be kept private and shall include facts about:\n\n            - (a) family life;\n\n    - (b) physical or mental health;\n\n    - (c) health choices or decisions;\n\n            - (d) personal  finances  unless  there  is  a  duty  to  declare  or  there  is  suspicion  of illegitimacy or illegality;\n\n            - (e) relationships unless abusive or exploitative; and\n\n            - (f) personal choices that do not personally affect any other person.\n\n(2) The following information shall not be considered private facts under this part:\n\n    - (a) information held in public or official records;\n\n            - (b) information about the commission of a crime except that a person shall not publish obscene material that relates to the commission of a crime pursuant to sections 66, 67 and 68 of the Cybersecurity Act;\n\n    - (c) information about the birth or death of a person;\n\n    - (d) information about the celebration or dissolution of a marriage;",
      "relatedImpacts": [
        "freedomOfSpeech",
        "privacy"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "low-positive",
        "privacy": "medium-positive",
        "business": "neutral"
      }
    },
    {
      "id": "publication-of-facts",
      "section": 68,
      "title": "Publication of facts",
      "plainLanguage": "This section defines when sharing private information becomes a public disclosure. It states that if private information is shared through approved channels and becomes known to at least one person, it's considered public. Even if the information was already known, it's still a public disclosure if the person didn't consent to it being shared, and they can withdraw their consent at any time.",
      "rawText": "47. (1) A disclosure is public if it published by whatever means of communication adopted under section 18 and that information becomes known by one or more persons.\n\n(2) Information is under the control of a person in the manner stated in section 20 of this Act.\n\n(3)  It  shall  be  immaterial  that  as  a  result  of  conduct  of the  aggrieved  person  in  the society, or because the information was known by another person or group of persons, the publication could not have been a public disclosure of private facts.\n\n- The  person  to  whom  the  private  fact  relates  should  not  have  consented  to  the disclosure of the information.\n\n- 'Consented to information' under this part means freely disclosed the information or agreed to the disclosure of specific information for a specific purpose or duration.\n\n- Nothing shall preclude a person from revoking consent at any time.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "low-negative",
        "freedomOfSpeech": "medium-negative",
        "privacy": "medium-positive",
        "business": "low-negative"
      }
    },
    {
      "id": "entertainment",
      "section": 69,
      "title": "Entertainment",
      "plainLanguage": "This provision prevents mass media outlets from revealing private information about individuals for entertainment purposes. This includes using private facts in parodies, skits, or satires. The goal is to protect people's privacy and prevent the exploitation of their personal information for public amusement.",
      "rawText": "48. A person shall not disclose a private fact in the name of entertainment in mass media whether as a parody, skit or satire.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "low-negative",
        "freedomOfSpeech": "high-negative",
        "privacy": "medium-positive",
        "business": "medium-negative"
      }
    },
    {
      "id": "private-facts-of-private-individuals-government-officials-public-officers-politician-and-celebrities",
      "section": 70,
      "title": "Private facts of private individuals, government officials, public officers, politician and celebrities",
      "plainLanguage": "This provision addresses the publication of private information. It states that individuals can be held liable for publishing deeply personal facts about private individuals, government officials, public officers, politicians, and celebrities. Liability arises if the information doesn't affect national security, public interest, public trust, public safety, public order, or public security.",
      "rawText": "49. (1) A person may be liable for the publication of private facts about an individual or group of individuals where that information is deeply personal and does not or is not likely to  adversely  affect  national  security,  public  interest,  public  trust, public  safety  or  public order or public security.\n\n(2)  A  person  may  be  liable  for  the  publication  of  private  facts  about  a  government official or public officer or politician where that information is deeply personal and does not or is not likely to adversely affect national security, public interest, public trust, public safety or public order or public security.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "low-negative",
        "freedomOfSpeech": "medium-negative",
        "privacy": "medium-positive",
        "business": "low-negative"
      }
    },
    {
      "id": "misinformation-disinformation-hate-speech-and-publication-of-other-information-mdhi-bill-2025",
      "section": 71,
      "title": "MISINFORMATION, DISINFORMATION, HATE SPEECH AND PUBLICATION OF OTHER INFORMATION (MDHI) BILL, 2025",
      "plainLanguage": "This provision makes it potentially illegal to publish very personal information about celebrities, influencers, or content creators. The law applies if the information doesn't relate to public trust or expose exploitation. This aims to protect the privacy of high-profile individuals regarding matters that are not of public concern.",
      "rawText": "(3) A person may be liable for the publication of private facts about a person of the status  of  a  celebrity  or  influencer  or  a  content  creator  in  the  Republic  where  that information is deeply personal and does not or is not likely to adversely affect the public trust, or does not or is not likely to expose public exploitation by the celebrity, influencer or content creator.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "medium-positive",
        "privacy": "low-positive",
        "business": "low-positive"
      }
    },
    {
      "id": "persons-who-can-claim",
      "section": 72,
      "title": "Persons who can claim",
      "plainLanguage": "Generally, only individuals whose private facts were disclosed can file a claim. There are exceptions where the Division can file on behalf of someone or act as a representative. The estate of a deceased person can also sue if private facts about the deceased were published.",
      "rawText": "- (1)  Subject  to  the  Division's  power  to  submit  Complaints  on  behalf  of  aggrieved persons or issuing parties and actions in representative capacity, only individuals affected by the publication may make a claim for disclosure of private facts.\n\n- An estate of a deceased may hold a person liable for publication of private facts about a deceased person.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "low-negative",
        "freedomOfSpeech": "low-negative",
        "privacy": "medium-positive",
        "business": "low-negative"
      }
    },
    {
      "id": "data-privacy-breaches",
      "section": 73,
      "title": "Data privacy breaches",
      "plainLanguage": "This provision ensures that people can still take legal action under the Data Protection Act if their personal information is exposed or misused. It confirms that the bill does not prevent individuals from seeking remedies for data breaches. This protects the rights of individuals to address violations of their data privacy.",
      "rawText": "- Nothing shall bar a person from pursuing a remedy for breach of protection of personal or special personal data protection under the Data Protection Act.",
      "relatedImpacts": [
        "privacy"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "low-positive",
        "business": "neutral"
      }
    },
    {
      "id": "publication-of-confidential-information-concerning-the-republic",
      "section": 74,
      "title": "Publication of confidential information concerning the Republic",
      "plainLanguage": "This provision makes it illegal to publish confidential information about the Republic. Confidential information includes state-owned or state-held data that isn't public, isn't meant for public release, and contains sensitive material impacting public security, welfare, or diplomacy. This aims to protect sensitive government information from unauthorized disclosure.",
      "rawText": "- (1) A person shall not publish confidential information concerning the Republic.\n\n- Information is confidential to the Republic under this section if that information:\n\n            - (a) belongs to the State or is in the custody of the State; and\n\n            - (b) is not publicly available as to the precise content; and\n\n      - (c) is not meant to be shared with the public at a specific time or indefinitely; and\n\n      - (d) contains sensitive material that affect or concern public security or public welfare or diplomatic interests.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "medium-negative",
        "freedomOfSpeech": "high-negative",
        "privacy": "neutral",
        "business": "medium-negative"
      }
    },
    {
      "id": "categories-of-protected-confidential-information",
      "section": 75,
      "title": "Categories of protected confidential information",
      "plainLanguage": "This provision protects certain confidential information belonging to the State. This includes details from closed-door public meetings, information that could compromise criminal investigations, communications within the Cabinet, and sensitive government economic data and plans. The aim is to protect the integrity of ongoing investigations, internal government discussions, and sensitive economic strategies.",
      "rawText": "- (1) Information that is confidential to the State is protected and includes the following:\n\n      - (a) information about public proceedings held in camera;\n\n      - (b) information relating to criminal investigations which would prejudice the outcome of the case;\n\n- (c) information relating to Cabinet communications;\n\n- (d) information about sensitive economic Government data and plans;",
      "relatedImpacts": [
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "medium-negative",
        "privacy": "neutral",
        "business": "low-negative"
      }
    },
    {
      "id": "publication-of-protected-information",
      "section": 77,
      "title": "Publication of protected information",
      "plainLanguage": "This provision defines when information is considered publicly disclosed. A disclosure is public if it is communicated through methods outlined in section 18 and becomes known to at least one person. The provision also references section 20, clarifying how information is considered to be under a person's control.",
      "rawText": "- (1) A disclosure is public if it published by whatever means of communication adopted under section 18 and that information becomes known by one or more persons.\n\n- Information is under the control of a person in the manner stated in section 20 of this Act.\n\nOperational Framework",
      "relatedImpacts": [],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "neutral"
      }
    },
    {
      "id": "complaint-to-the-division",
      "section": 78,
      "title": "Complaint to the Division",
      "plainLanguage": "This section explains how to file a complaint with the Division if your rights under this law have been violated. It allows someone to file on behalf of another person if they have a connection to them. The Division will then review the complaint to see if it has the authority to address it and if the complaint has valid claims.",
      "rawText": "- (1) Any person who has enforceable rights under this Act may file a Complaint to the Division in the manner specified by the Division in respect of rights that have been or, is likely to be contravened in relation to him or her.\n\n- A Complaint may be filed on behalf of an aggrieved person by the issuing party provided that:\n\n- (a) aggrieved person is identified in the complaint; and\n\n            - (b) the issuing party has a relational connection with the aggrieved person.\n\n- A Complaint may be filed by a person as a claim in respect of public rights.\n\n- A child shall not be competent to file a Complaint by him or herself and shall act by his or her next friend;\n\n- A child shall not be competent to respond to a Complaint by him or herself and shall act by his guardian ad litem .\n\n- Upon  receipt  of  a  Complaint,  the  Division  shall  within  2  working  days  make  a preliminary inquiry into whether it has jurisdiction into the Complaint and shall determine whether a complaint has any merit.\n\n- A Complaint has merit where it contains an allegation of fact in respect of noncompliance and breach of conduct under the Act.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "low-negative",
        "freedomOfSpeech": "low-negative",
        "privacy": "neutral",
        "business": "low-negative"
      }
    },
    {
      "id": "response",
      "section": 80,
      "title": "Response",
      "plainLanguage": "If the Division finds a complaint has merit, the party at fault will be notified and given two working days to respond. The response can either accept the complaint, accept it with an explanation, or deny it. If the party denies the complaint, they must explain why the information or communication was lawful and describe the specific content in question. If the party fails to respond in time, the Division will proceed with the complaint based on the information available.",
      "rawText": "56. (1) Where the Division has determined that it has jurisdiction and the Complaint has any merit, the Division shall immediately forward the Compliant and a statement of its jurisdiction  and  merit  to  the  offending  party  and  the  offending  shall  be  given  the opportunity to respond to a Complaint in writing or by oral presentation, whichever they choose.\n\n(2) The offending party shall respond to the Complaint within 2 working days of receipt of the Complaint.\n\n(3)  Where the offending party does not respond within the timeframe, the  Division shall proceed with the Complaint and determine the matter based on case of the aggrieved person or issuing party.\n\n(4) Where the offending party responds to a Complaint or Report, the Response shall indicate any of the following:\n\n    - (a) whether the respondent accepts and concedes to the Complaint; or\n\n    - (b) whether the respondent accepts the complaint but has an explanation; or\n\n            - (c) whether the respondent refutes and defends the information or communication.\n\n(5) Where a Response intends to provide a defence it shall indicate the following:\n\n            - (a) the basis for the assertion that the information or communication lawful; and\n\n    - (b) the description of the allegedly unlawful information or communication.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "low-negative",
        "freedomOfSpeech": "medium-negative",
        "privacy": "neutral",
        "business": "medium-negative"
      }
    },
    {
      "id": "jurisdiction-of-the-division",
      "section": 81,
      "title": "Jurisdiction of the Division",
      "plainLanguage": "This section defines what types of cases the Division can handle regarding violations of the Act. The Division generally handles non-compliance issues, but it cannot make rulings on issues like hate speech, allegations against the government, or misinformation that could lead to criminal penalties. In some cases where the Division cannot adjudicate, it can refer complaints to the Court if they are in the public interest. Individuals can only bring cases directly to the Court if the Division does not have the authority to handle it.",
      "rawText": "57. (1) Subject to subsection (2), the Division shall have jurisdiction over all matters of non-compliance or breach of conduct under this Act.\n\n- The Division shall not have quasi-adjudicatory jurisdiction over:\n\n      - (a) hate speech that incites aggravated violence;\n\n      - (b) allegation of non-compliance or breach of conduct against the Government;\n\n      - (c) allegation  of  non-compliance or breach of conduct filed by the Government against a person;\n\n      - (d) monetary damages; and\n\n      - (e) misinformation or disinformation which attracts criminal sanction.\n\n(3) Despite subsection (2), the Division shall have referral jurisdiction in the absence of its adjudicatory jurisdiction and may submit a Complaint on behalf of a person who has enforceable rights under this Act directly before the Court, where the Division is of the opinion that the matter is relevant to the public interest.\n\n(4) 'A matter is relevant to the public interest' if, provided the Government is not the aggrieved person:\n\n- (a) the allegation attracts a criminal penalty under this Act; or\n\n          - (b) the allegation concerns a matter that has obtained significant public traction.\n\n(5) In all cases falling under subsection (3) and (4), the Division must be satisfied that the Complaint has merit.\n\n- No  person  shall  submit  a  case  under  this  Act  directly  to  the  Court  unless  the Division does not have jurisdiction.",
      "relatedImpacts": [
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "medium-negative",
        "privacy": "neutral",
        "business": "low-negative"
      }
    },
    {
      "id": "findings-and-decisions-of-the-division",
      "section": 82,
      "title": "Findings and Decisions of the Division",
      "plainLanguage": "The Division is responsible for impartially evaluating each complaint it receives. It must determine liability when justified and apply penalties that are appropriate for the violation. This ensures fair resolution of complaints and proportionate consequences for any misconduct.",
      "rawText": "58. (1) The Division shall fairly and independently assess the merits of each Complaint submitted to it.\n\n(2)  The  Division shall establish liability where it  is just and right to do so and shall impose sanctions and remedies that are necessary and proportionate to the non-compliance or breach of conduct.",
      "relatedImpacts": [
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "low-positive",
        "privacy": "neutral",
        "business": "low-positive"
      }
    },
    {
      "id": "enforcement-of-decisions-of-the-division",
      "section": 84,
      "title": "Enforcement of decisions of the Division",
      "plainLanguage": "The Division's decisions are legally binding on all parties involved in a complaint. Failure to comply with the Division's decisions can lead to administrative or criminal penalties. The Division has the authority to issue orders and directions to ensure its decisions are enforced.",
      "rawText": "59. (1) The decisions of the Division shall be binding on all parties to the complaint.\n\n(2) The decisions of the Division shall be complied by the parties to it failing which the sanctions under administrative and criminal penalties may apply.\n\n(3) For the purpose of enforcing and giving effect to its decisions, the  Division shall make such orders and directions as may be necessary in respect of the parties or other persons.",
      "relatedImpacts": [],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "neutral"
      }
    },
    {
      "id": "appeal-against-the-division",
      "section": 85,
      "title": "Appeal against the Division",
      "plainLanguage": "This section allows individuals or authorities dissatisfied with a Division's decision to appeal to the High Court. Appeals must be filed within 30 days of the decision. The High Court can confirm, change, or overturn the Division's decision based on specific grounds, such as lack of evidence or technical impossibility of compliance. A further appeal can be made to the Court of Appeal.",
      "rawText": "60. (1) A person who is aggrieved by finding of fact, liability or decision of the Division may appeal to the High Court against the finding of fact, liability or the decision of the Division in the person of the Authority.\n\n- A further right of appeal shall lie at the Court of Appeal only.\n\n- An appeal may only be made to High Court within 30 days of the decision on the complaint or such period as may be prescribed by Rules of Court, whichever is earlier.\n\n(4) The High Court must hear and determine any such appeal and may either confirm, vary or set it aside a finding of fact or liability or a decision of the Division.\n\n(5) The High Court may only set aside a finding of fact or liability or a decision of the Division on any of the following grounds on an appeal:\n\n          - (a) the respondent was not responsible for the communication or information; or\n\n    - (b) the evidence does not support the finding of fact; or\n\n          - (c) the communication or information was permissible under the Act; or\n\n          - (d) it is not technically possible to comply with the decision of the Division.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "medium-positive",
        "privacy": "low-positive",
        "business": "medium-positive"
      }
    },
    {
      "id": "misinformation-disinformation-hate-speech-and-publication-of-other-information-mdhi-bill-2025",
      "section": 86,
      "title": "MISINFORMATION, DISINFORMATION, HATE SPEECH AND PUBLICATION OF OTHER INFORMATION (MDHI) BILL, 2025",
      "plainLanguage": "This provision clarifies that a misinformation complaint remains active even if it's being appealed, unless a court reverses the decision. However, if the appellant proves to the High Court that compliance is technically impossible, the court can temporarily halt the decision during the appeal process. This ensures the complaint's effect while allowing for a pause if compliance is genuinely unfeasible.",
      "rawText": "(6) A Complaint or Report that is the subject of an appeal under subsection (1) remains in effect despite the appeal, and only ceases to have effect if it is set aside by High Court or the appellate court on appeal from the High Court.\n\n(7)  Despite  subsection  (6),  if  the  appellant  establishes  a prima  facie case  that  it  is technically impossible to comply with the decision of the Division, the High Court may direct that the decision be stayed pending determination of the appeal.",
      "relatedImpacts": [],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "neutral"
      }
    },
    {
      "id": "jurisdiction-of-the-high-court",
      "section": 87,
      "title": "Jurisdiction of the High Court",
      "plainLanguage": "This section defines the High Court's authority to review decisions from lower bodies. The High Court can hear appeals on factual findings and rulings made by the Division. It also has the power to handle initial cases regarding misconduct or violations of the law that the Division cannot address, with further appeals possible to the Court of Appeal and the Supreme Court.",
      "rawText": "61. (1) The  High  Court  shall  have  appellate  jurisdiction  in  respect  of  findings  of  fact, liability and decisions of the Division.\n\n(2) The  High  Court  shall  have  original  jurisdiction  in  all  respect  of  matters of  noncompliance  or  breach  of  conduct  under  the  law  where  the  Division  does  not  have jurisdiction.\n\n(3) Appeals from the High Court's exercise of original jurisdiction under this Act shall lie at the Court of Appeal and a further appeal shall lie at the Supreme Court.\n\nSanctions and Remedies",
      "relatedImpacts": [
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "medium-positive",
        "privacy": "neutral",
        "business": "low-positive"
      }
    },
    {
      "id": "sanctions-and-remedies",
      "section": 88,
      "title": "Sanctions and Remedies",
      "plainLanguage": "This section details the penalties that may be applied if someone is found to have violated the Act. These penalties range from being ordered to correct information or stop communicating, to having content or accounts removed. The Court may also order access to be blocked, impose fines, issue cease and desist orders, suspend or revoke licenses, or even impose criminal penalties.",
      "rawText": "62. (1) Where the Court or Division makes a finding of fact and establishes liability against a person for non-compliance or breach of conduct under the Act, it may issue any of the following decisions as sanctions and/or remedies where appropriate:\n\n    - (a) a Correction Direction\n\n- (b) a Stop Communication Direction\n\n    - (c) a Removal of Communication Direction\n\n- (d) a Removal of Account Request\n\n- (e) an Access Blocking Order\n\n- (f) monetary damages\n\n- (g) Cease and Desist Order\n\n- (h) suspension or revocation of licence\n\n    - (i) an administrative penalty\n\n- (j) a criminal penalty",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "high-negative",
        "freedomOfSpeech": "high-negative",
        "privacy": "low-negative",
        "business": "high-negative"
      }
    },
    {
      "id": "correction-direction",
      "section": 90,
      "title": "Correction Direction",
      "plainLanguage": "This provision allows a court to order someone who has spread misinformation, disinformation, or hate speech to issue a correction. The correction notice must state that the information was false or harmful and provide accurate information. In some cases, the person may also have to publish the correction in a newspaper or printed publication. The person issued the correction is responsible for the costs, and this does not prevent a person from seeking monetary damages in addition to a Correction Direction.",
      "rawText": "63. (1) The Court or Division may issue a Correction Direction against a person to correct misinformation, disinformation or hate speech.\n\n(2) A Correction Direction is one issued to a person who is liable for misinformation disinformation or hate speech, requiring the person to communicate in the Republic in the specified form and manner, to a specified person or description of persons (if any), and by the specified time, a notice (called a correction notice) that contains one or both of the following:\n\n            - ( a )   a statement, in such terms as may be specified, that the information is false, or that the specified material contains a false statement of fact;\n\n            - (b) a statement in such terms as may be specified, that the information is injurious to public interest or public security;\n\n            - (c) a specified statement of fact, or a reference to a specified location where the specified information or communication may be found, or both.\n\n(2) A Correction Direction may require the person to whom it is issued to communicate in the Republic a correction notice in a specified location.\n\n(3) Where the consequences of the misinformation, disinformation or hate speech are extreme, a Correction Direction may also require the person to whom it is issued to do one or both of the following:\n\n          - (b) to  publish  the  correction  notice  in  the  specified  manner  in  a  specified newspaper or other printed publication of the Republic.\n\n(4) Provided there is evidence, a person who is liable under this Act may be issued a Correction Direction even if the person does not know or has no reason to believe that the information is false or the communication amounts to hate speech.\n\n(5)  A  person  who  is  issued  a  Correction  Direction  is  responsible  for  the  costs  of complying with the Direction.\n\n(6)  Nothing shall prevent a person from seeking monetary damages in addition to a Correction Direction.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "low-negative",
        "freedomOfSpeech": "medium-negative",
        "privacy": "neutral",
        "business": "low-negative"
      }
    },
    {
      "id": "stop-communication-direction",
      "section": 91,
      "title": "Stop Communication Direction",
      "plainLanguage": "This provision allows a court to order someone to stop spreading misinformation, disinformation, or hate speech. The order can require the person to remove the content and publish a correction. A \"Stop Communication Direction\" can be issued even if the person did not know the information was false or hateful. The person issued the direction is responsible for the costs of complying with it.",
      "rawText": "64. (1) The Court or Division may issue a Stop Communication Direction against a person to correct misinformation, disinformation or hate speech.\n\n(2) A Stop Communication Direction is one issued to a person who is liable under the Act, requiring the person to stop communicating in the Republic, the subject information or communication by a specified time.\n\n(3) A Stop Communication Direction may also require the person to whom it is issued to stop communicating any statement or material that is substantially similar to the subject of the information or communication.\n\n(4) Stop communicating, in relation information or communication, means taking the necessary  steps  to  ensure  that  the  statement  is  no  longer  available  through verbal communication or a physical medium or the internet to end-users in the Republic.\n\n(5) A Stop Communication Direction may also require the person to whom it is issued to do one or both of the following:\n\n(\n\n            - a ) to  communicate  in  Republic,  a  correction  notice  in  the  specified  form  and manner, to a specified person or description of persons (if any), and by the specified time;\n\n(\n\n            - b )   to publish a correction notice in the specified manner in a specified newspaper or other printed publication of the Republic.\n\n(6) Provided there is evidence, a person who is liable under this Act may be issued a Stop Communication even if the person does not know or has no reason to believe that the information is false or the communication amounts to hate speech.\n\n(7)  A  person  who  is  issued  a  Correction  Direction  is  responsible  for  the  costs  of complying with the Direction.\n\n(8) Nothing shall prevent a person from seeking monetary damages in addition to a Stop Communication Direction.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "medium-negative",
        "freedomOfSpeech": "high-negative",
        "privacy": "neutral",
        "business": "medium-negative"
      }
    },
    {
      "id": "removal-of-communication-direction",
      "section": 92,
      "title": "Removal of Communication Direction",
      "plainLanguage": "This provision allows a court to order someone to remove misinformation, disinformation, or hate speech online within the Republic. The person may also be required to publish a correction notice. The person issued the order is responsible for the costs, even if they didn't know the information was false, and can still seek monetary damages.",
      "rawText": "65. (1) The Court or Division may issue a Stop Communication Direction against a person to correct misinformation, disinformation or hate speech where necessary, in addition to other Directions under this part.\n\n(2)  A  Removal of Communication Direction is one issued to a person  who is liable under the Act, requiring that person remove  or  take down  the  information  or communication in the Republic by a specified time from an online location.\n\n(3) A Removal of Communication Direction may also require the person to whom it is issued to remove any statement or material that is substantially similar to the subject of the information or communication.\n\n(4)  Removal  of  communication,  in  relation  information  or  communication,  means taking the necessary steps to ensure that the statement or material is no longer available on or through the internet to end-users in the Republic.\n\n(5) A Removal of Communication Direction may also require the person to whom it is issued to do one or both of the following:\n\n(\n\n            - a ) to  communicate  in  Republic,  a  correction  notice  in  the  specified  form  and manner, to a specified person or description of persons (if any), and by the specified time;\n\n(\n\n            - b ) to publish a correction notice in the specified manner in a specified newspaper or other printed publication of the Republic.\n\n(6) A third-party intermediary shall not be compelled to remove content of a person; however, the Court or Division may request a restriction of content in accordance with an intermediary's content restriction policy.\n\n(7) Provided there is evidence, a person who is liable under this Act may be issued a Removal of Communication even if the person does not know or has no reason to believe that the information is false or the communication amounts to hate speech.\n\n(8) A person who is issued a Removal of Communication Direction is responsible for the costs of complying with the Direction.\n\n(9)  Nothing shall prevent a person from seeking monetary damages in addition to a Removal of Communication Direction.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "high-negative",
        "freedomOfSpeech": "severe-negative",
        "privacy": "low-negative",
        "business": "high-negative"
      }
    },
    {
      "id": "service-of-directions-or-order",
      "section": 93,
      "title": "Service of Directions or Order",
      "plainLanguage": "This provision explains how an official Direction or Order must be delivered. It can be served either to the person named in the order, regardless of their location, or to someone they've appointed to receive it for them within the Republic. The specific methods for delivering the order will be detailed in other regulations.",
      "rawText": "67. (1) A Direction or Order shall be served in on outside the Republic by such means as may be prescribed:\n\n- (a) on the person to whom it is issued; or\n\n(\n\n        - b ) on a person in the Republic that the person to whom it is issued has appointed to accept service on the person's behalf.",
      "relatedImpacts": [],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "neutral"
      }
    },
    {
      "id": "non-compliance-with-a-direction",
      "section": 94,
      "title": "Non-compliance with a Direction",
      "plainLanguage": "This section explains what happens if someone doesn't follow a Direction or Order from the Division. Unlicensed individuals get warnings first, but can face account restrictions or penalties after repeated non-compliance. Licensed individuals face fines and potential loss of their license for not following directions. Appealing the direction or conflicting duties does not excuse non-compliance.",
      "rawText": "68. (1) Unless otherwise provided in this Act, a person to whom a Direction or Order is issued and served and who, without reasonable excuse, fails to comply with the Direction or  Order  whether  in  or  outside  the  Republic,  the  Division  shall  issue  a  Compliance Warning.\n\n(2) Where a person other than a person licensed by the Authority fails to comply with a direction after three Compliance Warnings, the Division may:\n\n    - (a) issue a request a Removal of Account Request in accordance with section 69 of this Act; or\n\n    - (b) issue an Access Blocking Order in accordance with section 70 of this Act; or\n\n      - (c) impose an administrative penalty in accordance with section [] of this Act.\n\n(3) It is not a defence to under this section that:\n\n- (a) the  person  is  subject  to  a  duty  under  any  written  law,  any  rule  of  law,  any contract or any rule of professional conduct, that prevents the person from complying  with  any  part  of  a  Direction  or  restricts  the  person  in  such compliance; or\n\n            - (b) the person has appealed against the Direction.\n\n(4) A person licensed by the Authority who fails to comply with a Direction after three Compliance Warnings, is liable to pay to the  Division, an administrative penalty of one thousand penalty units and a further one hundred penalty units for each day the default continues.\n\n(5) A person licensed by the Authority that fails to comply with subsection (4) risks suspension or revocation of its licence.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "severe-negative",
        "freedomOfSpeech": "severe-negative",
        "privacy": "low-negative",
        "business": "severe-negative"
      }
    },
    {
      "id": "removal-of-account-request",
      "section": 96,
      "title": "Removal of Account Request",
      "plainLanguage": "This section states that internet companies decide whether to remove accounts based on their own rules. Courts generally cannot force companies to monitor content or censor too much. However, a court can request an account be removed if the user ignores legal orders after multiple warnings, but this does not apply to politicians or public figures.",
      "rawText": "69. (1) Only internet intermediaries shall ultimately decide whether to remove an online account in accordance with their content moderation policies.\n\n(2) The Court or Division shall refrain from imposing duties on internet intermediaries to  proactively  monitor  online  content  or  intermediary  liability  regimes  that  incentivise overbroad censorship.\n\n(3)  Despite  subsection  (2)  and  (3),  the  Division  or  Court  may  issue  a  Removal  of Account  Request  of  an  online  account  on  a  foreign  or  Ghanaian  regulated  internet intermediary on an online location where the Division or Court has jurisdiction, and that person has deliberately failed to comply with a Direction or Order under this  Act after receiving three Compliance Warnings.\n\n(4) Without limiting the effect of subsection (3), the Division or Court shall not request for the removal of an account of a politician or known public or social commentator.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "medium-positive",
        "freedomOfSpeech": "medium-positive",
        "privacy": "neutral",
        "business": "medium-positive"
      }
    },
    {
      "id": "access-blocking-order",
      "section": 97,
      "title": "Access Blocking Order",
      "plainLanguage": "This provision allows a court to order internet service providers to block access to online content if it contains misinformation, disinformation, or hate speech that harms the Republic's international relations or falsely portrays it as violating international law. This order can only be issued if the content is being communicated within the Republic (excluding internet intermediaries) and users within the Republic are accessing the content through a licensed internet service provider. Internet service providers that fail to comply with the order after multiple warnings may face penalties.",
      "rawText": "70. (1) An Access Blocking Order shall be issued where:\n\n(\n\n            - a )  a person fails to comply with a Direction or Order; and\n\n(\n\n              - b )  the subject statement or material is being communicated in the Republic by the person on an online location except an internet intermediary; and\n\n            - (c) the misinformation or disinformation or hate speech is prejudicial to the friendly relations between the Republic and other countries; or\n\n            - (d) the  misinformation or disinformation unjustifiably projects the  Republic as a defaulter of international law; and\n\n            - (e) the Court or Division is satisfied that one or more end-users in the Republic have used or are using the services of an internet service provider licensed by the Authority to access that online location.\n\n(2)  The  Court  or  Division  may  direct  the  Authority  to  order  the  internet  service provider to take reasonable steps to disable access to the online location (called in this section an Access Blocking order).\n\n(3) An internet service provider that does not comply with any Access Blocking Order after three Compliance Warnings, is liable to pay to the Division, an administrative penalty",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "high-negative",
        "freedomOfSpeech": "severe-negative",
        "privacy": "neutral",
        "business": "high-negative"
      }
    },
    {
      "id": "monetary-damages",
      "section": 99,
      "title": "Monetary damages",
      "plainLanguage": "This provision allows individuals or parties harmed by certain actions to seek financial compensation. Monetary damages may be awarded if other remedies are insufficient, particularly in cases involving false election information or the disclosure of private or confidential information. The types of damages awarded can include general, special, and punitive damages, with the Minister having the authority to define the scope and limits of these awards.",
      "rawText": "71. (1) An aggrieved person or issuing party may seek monetary damages either alone or in addition to other remedies or sanctions under the Act.\n\n(2) The Court shall grant monetary damages where the extent of the damage caused by the  information  or  communication  cannot  be  effectively  remedied  only  by  the  other remedies or sanctions under the Act.\n\n(3)  Despite  subsection  (2),  monetary  damages  may  be  awarded  in  respect  of  the following:\n\n    - (a) false or inaccurate election information\n\n    - (b) public disclosure of private facts\n\n    - (c) publication of confidential information concerning the Republic\n\n(4) Monetary damages awarded under this section may be:\n\n    - (a) general\n\n    - (b) special\n\n    - (c) punitive\n\n(5) The Minister may prescribe the scope, extent and range of monetary damages for non-compliance or breach of conduct under the Act.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "medium-negative",
        "freedomOfSpeech": "high-negative",
        "privacy": "low-positive",
        "business": "high-negative"
      }
    },
    {
      "id": "suspension-or-revocation-of-licence",
      "section": 100,
      "title": "Suspension or revocation of licence",
      "plainLanguage": "This provision allows the Division to recommend that the Authority suspend or revoke a license if the license holder does not follow court orders or directions. This action can be taken if the person has received three warnings for non-compliance and has not paid the required penalty. This ensures licensees adhere to legal and regulatory requirements.",
      "rawText": "72. (1) The Division may recommend to the Authority, the suspension or revocation of licence of person licensed by the Authority where:\n\n            - (a) that person fails to comply with a Direction or Order of the Court or Division after three Compliance Warnings and has not paid the administrative penalty;",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "high-negative",
        "freedomOfSpeech": "high-negative",
        "privacy": "neutral",
        "business": "high-negative"
      }
    },
    {
      "id": "cease-and-desist-order",
      "section": 102,
      "title": "Cease and Desist Order",
      "plainLanguage": "This provision allows a Court or Division to issue a \"Cease and Desist\" order to stop someone from publishing false information. If the order is ignored, the person will face an immediate fine. This aims to prevent the spread of misinformation by giving the court power to stop it and penalize those who don't comply.",
      "rawText": "73. (1) The Court or Division may issue a Cease and Desist order against a person who is engaged  or  is  deemed  to  be  engaged  in  the  business  of  publication  of  false  or  other information.\n\n(2) A person who fails to comply with a Cease and Desist order shall be subject to an administrative penalty without a Compliance Warning.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "high-negative",
        "freedomOfSpeech": "high-negative",
        "privacy": "neutral",
        "business": "high-negative"
      }
    },
    {
      "id": "compliance-warnings",
      "section": 103,
      "title": "Compliance Warnings",
      "plainLanguage": "This provision explains how the Division issues Compliance Warnings to individuals who fail to follow a Direction or Order, or are found to be violating the Act. The warning directs the person to comply with specific instructions and expires upon compliance, further action, or if the Division deems it unnecessary. Individuals receiving a warning can respond to the Division to explain their actions.",
      "rawText": "74. (1) The Division shall issue a Compliance Warning to a person for failure to comply with a Direction or Order within 5 working days of first issuance of the Direction or Order and in exceptional cases, 2 working days.\n\n(2) The Division may issue a Compliance Warning where upon its own investigations or by a Report, it comes to the notice of the Division that a person is contravening the Act.\n\n- The  Compliance  Warning  shall  direct  the  person  against  whom  it  is  issued  to comply with the directions stated therein.\n\n- A Compliance Warning shall expire:\n\n    - (a) upon the compliance by the person against whom it is issued; or\n\n            - (b) upon the taking of further action by the Division in respect of the matter; or\n\n            - (c) where the Division decides that it is no longer necessary.\n\n(5)  A  person  against  whom  a  Compliance  Warning  is  issued  may  respond  to  the Division and justify the basis of their action or omission.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "low-negative",
        "freedomOfSpeech": "low-negative",
        "privacy": "neutral",
        "business": "low-negative"
      }
    },
    {
      "id": "administrative-penalty",
      "section": 104,
      "title": "Administrative penalty",
      "plainLanguage": "This provision states that if someone doesn't follow a Compliance Warning or an Order from the Division, they will be subject to an administrative penalty. This penalty applies unless another part of the law says otherwise. Essentially, it's a consequence for not adhering to official directives.",
      "rawText": "75. (1) Except otherwise provided in this Act, a person shall be subject to an administrative penalty for failing to comply with a Compliance Warning or an Order of the Division.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "high-negative",
        "freedomOfSpeech": "high-negative",
        "privacy": "neutral",
        "business": "high-negative"
      }
    },
    {
      "id": "criminal-penalty",
      "section": 106,
      "title": "Criminal penalty",
      "plainLanguage": "This provision makes it a crime to spread false information with malicious intent if it leads to public harm, violence, fear, unrest, or public disturbance and affects the public interest. A person found guilty of this misdemeanor could face a fine between 200 to 500 penalty units, imprisonment for up to one month, or both. The law defines specific examples of what constitutes public harm, violence, and fear in relation to misinformation.",
      "rawText": "76. (1) A person who communicates or publishes false information with malicious intent, knowing it to be false, or having reasonable belief in the falsity of the statement which causes public harm, violence, fear, unrest or public disturbance shall be liable to a criminal penalty, provided the information concerns or affects the public interest.\n\n(2) A  person  who  is  liable  under  subsection  (1)  commits  a  misdemeanour  shall  be subject to a fine not less than two hundred penalty units and not more than five hundred penalty units, or a term of imprisonment of not more than 1 month, or both.\n\n(3)  Information  causes  public  harm  if  on  the  evidence,  the  misinformation  or disinformation leads to:\n\n            - (a) loss of funding for the Government or public institution;\n\n      - (b) loss of human capital including strikes;\n\n            - (c) significant reputational damage;\n\n      - (d) law suits or sanctions on that public institution; or\n\n            - (e) inability for the Government or public institution to perform its function.\n\n(4) Information causes violence if on the evidence, the misinformation or disinformation  leads  to  intentional  or  unintentional  use  of  physical  force  or  power, threatened or actual, against another person that either results in or has a real likelihood in injury, death or psychological harm.\n\n- Information causes fear if on the evidence, the misinformation or disinformation:",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "medium-negative",
        "freedomOfSpeech": "high-negative",
        "privacy": "neutral",
        "business": "medium-negative"
      }
    },
    {
      "id": "misinformation-disinformation-hate-speech-and-publication-of-other-information-mdhi-bill-2025",
      "section": 107,
      "title": "MISINFORMATION, DISINFORMATION, HATE SPEECH AND PUBLICATION OF OTHER INFORMATION (MDHI) BILL, 2025",
      "plainLanguage": "This bill defines illegal misinformation, disinformation, and hate speech based on their potential to cause anxiety, unrest, or public disturbance. It also addresses the publication of private or confidential information. Violators could face fines and/or jail time, with harsher penalties for hate speech that incites violence.",
      "rawText": "- (b) causes anxiety about the threat to a person's life or their welfare; or\n\n          - (c) causes  anxiety  about  the  administration  and/or  management  of  a  public institution or;\n\n          - (d) signals danger about a violent or disruptive event which is not real or apparent; or\n\n          - (e) creates widespread danger about an unknown or uncertain situation.\n\n(6) Information causes unrest if on the evidence, the misinformation or disinformation when it leads to:\n\n    - (a) agitation or panic in the Republic; or\n\n    - (b) widescale protests outside or within the Republic related to or connected to the information; or\n\n    - (c) riot or unlawful assembly in the Republic; or\n\n            - (d) widespread public or private layoffs in the Republic; or\n\n    - (e) ethnic and religious division or conflict in the Republic;\n\n(7)  Information  causes  public  disturbance  if  on  the  evidence,  the  misinformation  or disinformation leads to:\n\n      - (a) widespread shock or mental distress in the Republic; or\n\n            - (b) widespread public uncertainty or confusion about a health risk or emergency alert in the Republic or that may affect the Republic; or\n\n      - (c) widespread anxiety about change in public policy in the Republic.\n\n(8) A person who is liable for hate speech that incites aggravated violence commits a second degree felony offence and is liable on conviction to a fine of not less than  five hundred  penalty  units  and  not  more  than  one  thousand  penalty  units  or  to  a  term  of imprisonment of not less than three months and not more than twelve months or to both.\n\n(9) A person commits a criminal offence under the Act where that person is liable for publication  of  private  facts  or  publication  of  confidential  information  concerning  the Republic and:\n\n            - (b) fails to comply with a Compliance Warning within 30 days of its first issuance.\n\n(10)  An  individual  who  commits a criminal  offence  under  subsection (9) commits a misdemeanour and is liable on summary conviction to a fine of not less than two hundred penalty units and not more than five hundred penalty units.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "high-negative",
        "freedomOfSpeech": "severe-negative",
        "privacy": "medium-negative",
        "business": "high-negative"
      }
    },
    {
      "id": "offences-by-entities",
      "section": 108,
      "title": "Offences by Entities",
      "plainLanguage": "This provision outlines how companies and their employees can be held liable for offenses. It states that a company's state of mind can be determined by the actions and state of mind of its employees. Furthermore, managers or leaders can be held responsible if they were involved in or failed to prevent the offense.",
      "rawText": "77. (1) Where, in a proceeding for an offence under this Act, it is necessary to prove the state  of  mind  of  an  entity  in  relation  to  a  particular  conduct,  evidence  that  an  officer, employee or agent of the entity engaged in that conduct within the  scope of the actual or apparent Division of the officer, employee or agent; and the officer, employee or agent had that state of mind, is evidence that the entity had that state of mind.\n\n(2) Where an entity commits an offence under this Act, a person who is an officer of the entity; or an individual involved in the management of the entity and in a position to influence the conduct of the entity in relation to the commission of the offence; and who:\n\n          - (a) consented to effect the commission of the offence;   is in any other way, whether by act or omission, knowingly concerned in, or is party to, the commission of the offence by the entity; or\n\n    - (b) knew or ought reasonably to have known that the offence by the corporation (or an offence of the same type would be or is being committed, and failed to take all reasonable steps to prevent or stop the commission of that offence,\n\ncommits the same offence as the entity, and shall be liable on conviction to be punished accordingly.\n\n(3) Nothing shall bar the prosecution of an employee or worker who is personally liable for the commission of an offence under this part but is neither an officer of the entity or in charge of the management of the entity or in a position to influence the conduct of the entity in relation to the commission of the offence.\n\n## Rules affecting stakeholders",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "high-negative",
        "freedomOfSpeech": "high-negative",
        "privacy": "neutral",
        "business": "high-negative"
      }
    },
    {
      "id": "internet-intermediaries",
      "section": 109,
      "title": "Internet intermediaries",
      "plainLanguage": "This provision protects internet intermediaries from being held liable for content created by their users. Intermediaries are not responsible for illegal content they host if they did not create or modify it. They also don't have to actively monitor user content to ensure it's legal.",
      "rawText": "78. (1) Internet intermediaries shall not be liable for third-party content in circumstances where they have not been involved in creating or modifying that content.\n\n(2)  Internet  intermediaries  shall  not  be  made  strictly  liable  for  hosting  third-party content which contravenes this Act.\n\n(3) Internet intermediaries shall not be required to evaluate the legality of third-party content or proactively monitor content.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "high-positive",
        "freedomOfSpeech": "high-positive",
        "privacy": "neutral",
        "business": "high-positive"
      }
    },
    {
      "id": "internet-intermediaries-regulated-in-ghana",
      "section": 110,
      "title": "Internet intermediaries regulated in Ghana",
      "plainLanguage": "This section clarifies that only internet companies regulated in Ghana are subject to this law. These companies must also ensure that their content moderation policies do not violate any part of this Act. This means that the government can only enforce this law against companies it already regulates.",
      "rawText": "79. (1) Notwithstanding that a Removal of Account Request may be issued to all internet intermediaries, only internet intermediaries regulated by the  Authority or other relevant authorities are amenable to this Act.\n\n(2) For the purpose of this Act, except as otherwise mentioned, internet intermediaries mean Ghanaian regulated internet intermediaries throughout this Act.\n\n(3) The content moderation policies of an internet intermediary shall not conflict with, or contravene any part of this Act.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "medium-negative",
        "freedomOfSpeech": "medium-negative",
        "privacy": "neutral",
        "business": "medium-negative"
      }
    },
    {
      "id": "content-restriction",
      "section": 111,
      "title": "Content restriction",
      "plainLanguage": "Internet intermediaries are generally not required to restrict content unless a court order has been issued. An order can only be issued if the original publisher of the content has failed to comply with a previous order and the content negatively impacts the Republic's diplomatic interests. The order must describe the content, provide evidence of its unlawfulness, and specify the time period for restriction. The section also allows individuals to flag illegal content and protects users from having their accounts removed by court order.",
      "rawText": "80. (1) Internet intermediaries are not required to restrict content unless a Direction, Order or Compliance Warning has been issued by the Court or Division that has determined that the material contravenes this Act.\n\n(2) Except where the internet intermediary modified the content, a Direction, Order or Compliance Warning shall not be issued against an internet intermediary unless:\n\n- (a) the third-party who published the information or communication has failed to comply with a Direction, Order or a Compliance Warning; and\n\n- (b) the information or communication negatively impacts the Republic's diplomatic interests or friendly relations with other countries.\n\n(3) A Direction, Order or Compliance Warning issued against an internet intermediary to restrict its content must:\n\n    - (a) describe the content and provide a determination that the content is unlawful;\n\n    - (b) provide evidence sufficient to support the order; and\n\n    - (c) indicate the time period for which the content should be restricted\n\n(4) Any sanction imposed on an internet intermediary or any remedy required of an internet intermediary must be necessary and proportionate and directly correlated to the intermediary's wrongful behaviour in failing to appropriately comply with a Direction or Order or Compliance Order.\n\n(5) An internet intermediary who fails to comply with a Direction, Order or Compliance Warning to restrict content may be liable to:\n\n    - (a) monetary damages or\n\n(b) administrative penalty\n\n(6) Despite subsection (1), and subject to the content restriction policy of an internet intermediary, a person may flag illegal content or request content restriction on an internet intermediary.\n\n(7) No internet intermediary may be compelled by the Court or Division to remove the account of a third-party.\n\n(8) For the purpose of this section, content restriction means any act that leads to or has the effect of removing, pulling down, amending, limiting, blocking or regulating access to content or communication on mass media.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "medium-positive",
        "freedomOfSpeech": "low-positive",
        "privacy": "neutral",
        "business": "medium-positive"
      }
    },
    {
      "id": "algorithm-and-content-moderation",
      "section": 112,
      "title": "Algorithm and content moderation",
      "plainLanguage": "This provision requires online media outlets and internet platforms to perform yearly human rights audits. These audits will assess how their operations, including algorithms and content moderation practices, affect human rights. Failure to conduct these audits can result in warnings and financial penalties.",
      "rawText": "81. (1) Media houses with online locations and internet intermediaries shall be required to carry  out  an  annual  human  rights  due  diligence  to  identify  and  address  human  rights impacts related to their operations, including risks and abuses linked to their algorithmic systems and content moderation or arising from their business model as a whole.\n\n(2) The Division shall issue a Compliance Warning for failure to comply with subsection (1) and upon further failure to comply, the internet intermediary shall be liable to pay to the  Division,  an  administrative  penalty  of  five  hundred  penalty  units  and  a  further  one hundred penalty units for each day the default continues.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "medium-negative",
        "freedomOfSpeech": "low-positive",
        "privacy": "low-positive",
        "business": "medium-negative"
      }
    },
    {
      "id": "misinformation-and-disinformation-risk-assessment",
      "section": 113,
      "title": "Misinformation and disinformation risk assessment",
      "plainLanguage": "This provision requires government bodies, media outlets, and internet platforms to conduct annual evaluations to identify and address the risks of spreading false or misleading information through their services. Non-compliance will trigger warnings and potential fines for internet intermediaries. The goal is to ensure these entities actively work to mitigate the spread of misinformation and disinformation.",
      "rawText": "82. (1) All  Ministries,  public  institutions,  media  houses  and  internet  intermediaries  shall perform an annual misinformation and disinformation risk assessment and take corresponding risk mitigation measures stemming from the design and use of their service.\n\n(2)  The  Division  shall  issue  a  Compliance  Warning  for  failure  to  comply  with subsection (1) and upon further failure to comply, the internet intermediary shall be liable to pay to the Division, an administrative penalty of five hundred penalty units and a further one hundred penalty units for each day the default continues.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "medium-negative",
        "freedomOfSpeech": "medium-negative",
        "privacy": "low-negative",
        "business": "high-negative"
      }
    },
    {
      "id": "fact-checking",
      "section": 114,
      "title": "Fact-checking",
      "plainLanguage": "This provision requires media outlets, journalists, online platforms, content creators, and influencers to verify information before publishing it. Media companies and online platforms must create fact-checking departments to combat false information. Licensed individuals will need to undergo yearly fact-checking compliance checks and obtain a certification.",
      "rawText": "83. (1) Media houses, journalists, internet intermediaries, digital advertising intermediaries, content creators and persons of the status of celebrity or influencer shall be required to fact-check before publishing information.\n\n(2)  Media  houses  and  intermediaries  shall  set  up  fact-checking  desks  to  counter misinformation and disinformation.\n\n(3) Persons licensed by the Authority shall undertake annual fact-checking compliance with the Division and shall be issued fact-checking certification valid for the calendar year.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "privacy",
        "business"
      ],
      "impacts": {
        "innovation": "high-negative",
        "freedomOfSpeech": "high-negative",
        "privacy": "low-negative",
        "business": "high-negative"
      }
    },
    {
      "id": "training",
      "section": 116,
      "title": "Training",
      "plainLanguage": "This section requires government ministries, certain public institutions, media outlets, and internet companies to conduct training twice a year on the publication of false information. Failure to provide this training will result in warnings and fines. Licensed individuals must provide two years of bi-annual training to be eligible for license renewal.",
      "rawText": "84. (1) All Ministries, and selected public institutions by Ministerial Directive, media houses and  internet  intermediaries  shall  be  required  to  provide  bi-annual  in-house  training  on publication of false and other information under the Act.\n\n(2)  The  Division  shall  issue  a  Compliance  Warning  for  failure  to  comply  with subsection (1) and upon further failure to comply, the entity shall be liable to pay to the Division, an administrative penalty of two hundred penalty units and a further one hundred penalty units for each day the default continues.\n\n(3) A person who is licensed by the Authority shall not be granted a renewal of licence if that person has failed to provide two years of bi-annual training, whether or not one of the two annual trainings was provided.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "high-negative",
        "freedomOfSpeech": "medium-negative",
        "privacy": "neutral",
        "business": "high-negative"
      }
    },
    {
      "id": "paid-content",
      "section": 117,
      "title": "Paid content",
      "plainLanguage": "This provision requires digital advertising platforms, celebrities/influencers, and content creators to make sure their paid advertisements follow the rules of this Act. If they don't, they'll first receive a warning. Continued failure to comply will result in a fine, with additional fines for each day the violation continues.",
      "rawText": "85. (1) A digital advertising intermediary, persons of the status of celebrity or influencer, content creator must take reasonable steps to ensure that any paid content does not lead to non-compliance or breach of conduct under this Act.\n\n(2)  The  Division  shall  issue  a  Compliance  Warning  for  failure  to  comply  with subsection (1) and upon further failure to comply, the person shall be liable to pay to the Division, an administrative penalty of one hundred penalty units and a further one hundred penalty units for each day the default continues.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "medium-negative",
        "freedomOfSpeech": "medium-negative",
        "privacy": "neutral",
        "business": "medium-negative"
      }
    },
    {
      "id": "national-security-interventions",
      "section": 118,
      "title": "National security interventions",
      "plainLanguage": "The National Security Council and National Intelligence Bureau cannot investigate, arrest, or detain individuals for simply not following this law. The Police can only get involved if someone is being prosecuted for a crime under this law, or if police presence is needed to enforce a penalty. This section clarifies when different security agencies can take action related to this law.",
      "rawText": "86. (1) Subject to the Security and Intelligence Agencies Act, the National Security Council and the National Intelligence Bureau shall not investigate, arrest or detain persons for noncompliance or breach of conduct under this Act.\n\n- The Police Service shall only intervene:\n\n    - (a) in the event of criminal prosecution under this Act and\n\n    - (b) where their presence necessary for the enforcement of a sanction under this Act.",
      "relatedImpacts": [
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "low-positive",
        "privacy": "neutral",
        "business": "low-positive"
      }
    },
    {
      "id": "regulations",
      "section": 120,
      "title": "Regulations",
      "plainLanguage": "This provision allows the Minister to create regulations that further define how the law will be implemented. These regulations can cover areas like how internet companies manage content, how algorithms are used, and how different government agencies will work together. The regulations will also address administrative processes and codes of practice to ensure the law is effectively carried out.",
      "rawText": "- The Minister may, by legislative instrument, make Regulations:\n\n            - (a) on specific matters relating to internet intermediaries and content restriction;\n\n- (b) on specific measures related to algorithm and content moderation;\n\n- (c) to prescribe the procedure for collaboration with other public institutions;\n\n- (d) to prescribe matters related to administrative decision-making;\n\n- (e) on codes of practice;\n\n            - (f) generally, on matters for the effective implementation of the Act.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "low-negative",
        "freedomOfSpeech": "low-negative",
        "privacy": "neutral",
        "business": "low-negative"
      }
    },
    {
      "id": "repeals-amendments-and-savings",
      "section": 121,
      "title": "Repeals, amendments and savings",
      "plainLanguage": "This provision removes certain sections from the Criminal Offences Act and the Electronic Communications Act. It also modifies a section of the Electronic Communications Act to penalize the electronic transmission of misinformation or disinformation that could jeopardize life-saving services or public safety. A person convicted of this offense could face a fine.",
      "rawText": "- (1) The following provisions are repealed:\n\n            - (a) Section 208(1) and (2) of the Criminal Offences Act;\n\n- (b) Section 74 of the Electronic Communications Act;\n\n- The Electronic Communication Act is amended in section 76 by the substitution for subsection (1), of:\n\n- '[a] person who by means of electronic communications service, knowingly sends a communication which constitutes misinformation or disinformation under the Misinformation, Disinformation, Hate Speech and Publication of Other Information Act which is likely to prejudice the efficiency of life saving service or to endanger the safety of any person, ship, aircraft, vessel or vehicle commits an offence and is liable on summary conviction to a fine of not more than three thousand penalty units.'.",
      "relatedImpacts": [
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "high-negative",
        "privacy": "neutral",
        "business": "low-negative"
      }
    },
    {
      "id": "transitional-provisions",
      "section": 122,
      "title": "Transitional provisions",
      "plainLanguage": "This provision stops all ongoing criminal cases related to Section 208 of the Criminal Offences Act and Section 74 of the Electronic Communications Act once this new law takes effect. It essentially wipes the slate clean of old prosecutions under the previous laws. This ensures a fresh start under the new legal framework.",
      "rawText": "- (1) All criminal prosecutions in respect of section 208 of the Criminal Offences Act and section 74 of the Electronic Communications Act shall cease upon the coming into force of this Act.",
      "relatedImpacts": [
        "freedomOfSpeech"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "low-positive",
        "privacy": "neutral",
        "business": "neutral"
      }
    }
  ],
  "notebookLMVideo": {
    "url": ""
  },
  "deadline": "2025-11-14",
  "feedbackInstructions": "Download draft bill and Public Comment Declaration Form from Ministry website. Submit completed forms via provided email addresses. Also available via Google Docs for commenting.",
  "feedbackUrl": "https://moc.gov.gh/legislative_instruments/",
  "relatedBills": [
    "5-electronic-communications-amendment-bill",
    "14-national-communications-authority-amendment-bill",
    "13-cyber-security-amendment-bill"
  ]
}