{
  "id": "7-ghana-india-kofi-annan-centre-of-excellence-in-ict-bill",
  "title": "Ghana-India Kofi Annan Centre of Excellence in ICT Bill",
  "summary": "The Ghana-India Kofi Annan Centre of Excellence in ICT Bill establishes a centralized national institution for ICT research, development, and training with broad authority over Ghana's public sector digital activities. The Centre operates as an independent legal entity with powers to own property, enter contracts, and manage ICT initiatives across government. The bill designates the Centre as **Ghana's primary body for ICT research and development**, responsible for coordinating public sector research efforts, managing international funding, and promoting digital innovation.\n\nThe bill introduces **mandatory consultation and approval requirements** that significantly affect public sector autonomy. All public institutions must consult the Centre before arranging ICT training for employees and are required to use the Centre's services if available, with penalties for non-compliance. Additionally, public institutions must obtain **\"no objection\" approval from the Centre** before applying for ICT research funding, with the Centre evaluating project alignment with national goals, institutional capacity, and framework standards. Providing false information during applications results in fines and disqualification from future funding. While a 30-day response requirement and two-tier appeal process (to Director-General, then Minister) provide some procedural safeguards, these requirements create a centralized gatekeeping system that could either enhance coordination and quality control or introduce bureaucratic delays depending on implementation capacity.\n\nThe governance structure includes a Presidential-appointed Board with **mandatory gender representation** (minimum three women) and members from education, government, and ICT sectors. The Board establishes policies, creates organizational structures, and can form specialized directorates, committees, and limited liability entities. Standard accountability mechanisms include **disclosure of interest requirements** (with removal for violations), internal audit units, annual audits by the Auditor-General, and parliamentary reporting. The Minister retains authority to issue policy directives to the Board and approve regulations. Funding comes from parliamentary allocations, application fees, administrative penalties, self-generated revenue, and approved grants or loans (requiring Finance Minister approval and government guarantee).\n\nThe bill creates opportunities for **coordinated national ICT development**, quality assurance in public sector training, and centralized management of international research funding. However, the **mandatory consultation and approval requirements** introduce compliance obligations that may constrain institutional flexibility and create dependencies on the Centre's responsiveness. The concentration of approval authority, combined with penalty provisions and ministerial oversight, establishes a hierarchical system where effectiveness depends heavily on the Centre's operational capacity, decision-making speed, and resistance to political influence. The bill includes transitional provisions ensuring continuity for existing employees, contracts, and centers, with the Open Technologies Research and Development Centre in Bolgatanga and Smart Technologies & AI Research Centre in Sunyani continuing under the new framework.",
  "pdfPath": "pdfs/7. Ghana-India Kofi Annan Centre of Excellence in ICT Bill.pdf",
  "impacts": {
    "innovation": {
      "score": "high-negative",
      "description": {
        "score": "high-negative",
        "analysis": "The **No Objection by the Centre** provision creates a **mandatory centralized approval system** that fundamentally reshapes how public institutions in Ghana can pursue digital innovation projects. Before any public institution can apply for ICT research or development funding—whether from local or international sources—it must obtain approval from the Centre demonstrating that the project aligns with national development goals, that the institution has adequate capacity, and that the project meets prescribed governance standards. While this gatekeeping mechanism could theoretically improve coordination and quality control, it introduces **significant barriers to innovation** in a sector where speed and agility are critical competitive advantages.\n\nThe **30-day response requirement** provides some procedural accountability, but this timeline represents a substantial delay in technology sectors where funding opportunities often have tight deadlines and where first-mover advantages matter. More concerning is the **broad discretionary authority** granted to the Centre in evaluating project \"legitimacy\" and institutional \"capacity\"—criteria that lack clear definition and could be applied inconsistently or used to favor certain institutions or project types over others. This creates uncertainty for innovators and may discourage experimental or unconventional approaches that don't fit established frameworks but could yield breakthrough innovations.\n\nThe **penalty provisions** further compound the negative impact on innovation. The threat of fines ranging from 1,000 to 5,000 penalty units for \"knowingly misrepresenting or omitting material information,\" combined with potential **three-year disqualification from funding applications**, creates a risk-averse environment. In innovation contexts where project proposals often involve uncertain outcomes and evolving specifications, institutions may hesitate to pursue ambitious projects for fear that changes or unforeseen challenges could be construed as misrepresentation. This chilling effect is particularly problematic for digital innovation, which inherently involves experimentation, iteration, and learning from failure. The bill's structure prioritizes **centralized control over distributed innovation**, potentially transforming Ghana's public sector ICT landscape from one where institutions can rapidly pursue emerging opportunities into one where innovation must navigate bureaucratic approval processes that may not keep pace with technological change."
      },
      "relatedProvisions": [
        "establishment-of-the-kofi-annan-research-and-development-centre",
        "functions-of-the-centre",
        "national-ict-research-and-development-mandate",
        "mandatory-consultation-for-ict-training",
        "intermediary-role",
        "no-objection-by-the-centre",
        "review-of-a-no-objection-decision-of-the-centre",
        "governing-body-of-the-centre",
        "establishment-of-centres-units-projects-and-limited-liability-entities",
        "appointment-of-other-staff",
        "borrowing-powers-of-the-centre",
        "regulations",
        "transitional-provisions",
        "interpretation"
      ]
    },
    "business": {
      "score": "neutral",
      "description": null,
      "relatedProvisions": [
        "functions-of-the-centre",
        "national-ict-research-and-development-mandate",
        "mandatory-consultation-for-ict-training",
        "intermediary-role",
        "no-objection-by-the-centre",
        "review-of-a-no-objection-decision-of-the-centre",
        "duties-and-liabilities-of-members-of-the-board",
        "establishment-of-centres-units-projects-and-limited-liability-entities",
        "tenure-of-office-of-members-of-the-board",
        "borrowing-powers-of-the-centre",
        "accounts-and-audit",
        "annual-report-and-other-reports",
        "regulations",
        "transitional-provisions",
        "interpretation"
      ]
    },
    "freedomOfSpeech": {
      "score": "neutral",
      "description": null,
      "relatedProvisions": [
        "no-objection-by-the-centre"
      ]
    },
    "privacy": {
      "score": "neutral",
      "description": null,
      "relatedProvisions": [
        "secretary-to-the-board"
      ]
    }
  },
  "keyConcerns": [
    {
      "id": "centralized-veto-over-all-public-ict-research",
      "title": "Centralized Veto Over All Public ICT Research",
      "severity": "high",
      "description": "Public institutions—including universities and research centers—must obtain **\"no objection\" approval from the Centre** before applying for ANY ICT research funding, even from private donors or international partners. The Centre evaluates projects against undefined **\"national development goals in ICT\"** with no requirement to provide written reasons for denials. This creates a centralized bottleneck where a single government body can veto any public sector ICT research project based on vague criteria, potentially stifling innovation and enabling politically-motivated interference in academic and scientific research.",
      "relatedProvisions": [
        "no-objection-by-the-centre"
      ],
      "relatedImpacts": []
    }
  ],
  "provisions": [
    {
      "id": "establishment-of-the-kofi-annan-research-and-development-centre",
      "section": 1,
      "title": "Establishment of the Kofi Annan Research and Development Centre",
      "plainLanguage": "This provision creates the Kofi Annan Centre of Excellence in ICT as a legally recognized entity. The center can own property, make contracts, and participate in legal proceedings. Its purpose is to advance research, development, and training in digital technologies and ICT, as well as offer consulting services.",
      "rawText": "- (1) There is established by this Act the Kofi Annan Centre of Excellence in ICT.\n\n        - The Centre shall be a body corporate with perpetual succession and a common seal, may sue and be sued in its corporate name.\n\n        - The Centre shall for the performance of its functions have the right to acquire and hold  movable  and  immovable  property  and  enter  into  a  contract  or  any  other transaction.\n\n        - Where  there  is  a  hindrance  to  the  acquisition  of  property,  the  property  may  be acquired for the Centre under the Land Act, 2020 (Act 1036) and the cost shall be borne by the Centre.\n\n## 2. Object of the Centre\n\nThe object of the  Centre is to serve as the  Centre of Excellence dedicated to advancing research, development, innovation, and capacity building, as well as providing consultancy and advisory services in emerging digital technologies and related fields in ICT.",
      "relatedImpacts": [
        "innovation"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "neutral"
      }
    },
    {
      "id": "functions-of-the-centre",
      "section": 2,
      "title": "Functions of the Centre",
      "plainLanguage": "The Centre is responsible for advancing ICT in Ghana through various activities. It conducts research, provides training and consultancy services, and collaborates with international organizations. The Centre also represents Ghana in global discussions on ICT, promotes digital inclusion across the country, and monitors the effectiveness of ICT projects.",
      "rawText": "- 1) To achieve the object, the Centre shall:\n\n        - undertake research, development, training and consultancy in ICT;\n\n        - grant no objections to public institutions seeking to apply for public funding in ICT research, subject to fulfilment of application requirements;\n\n        - collaborate with international organisations on matters of research and development in  ICT and emerging digital technologies;\n\n        - provide education and training in ICT to public institutions;\n\n        - provide consultancy and advisory services in ICT to support public and private sector initiatives;\n\n        - represent  Ghana  in  regional  and  global  forums  and  foster  cross  border  digital  cooperation in ICT;\n\n        - promote digital inclusion and equitable access to infrastructure and services across Ghana through research, advocacy, training, capacity development, coaching and\n\n        - monitor and evaluate the impact of ICT projects and grant funded initiatives to ensure alignment with national goals in ICT; and\n\n        - perform any other functions ancillary to the objects of the Centre.\n\n## Powers of the Centre",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "medium-negative",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "medium-negative"
      }
    },
    {
      "id": "national-ict-research-and-development-mandate",
      "section": 3,
      "title": "National ICT Research and Development Mandate",
      "plainLanguage": "This provision establishes the Centre as the main body in Ghana for ICT research and development. It will coordinate research efforts in the public sector, manage funding from various sources, and support digital innovation in both public and private sectors. The goal is to centralize and promote ICT research and development activities within the country.",
      "rawText": "- (1)  The  Centre  is  hereby  designated  as  the  National  Centre  for  Research  and Development in ICT, in Ghana.\n\n    - The Centre shall;\n\n          - serve  as  the  primary  institution  for  coordinating  research  and  development initiatives in ICT in the public sector;\n\n          - be the national institution for attracting and managing public funding and technical support in ICT research and development from bilateral and multilateral partners, philanthropic foundations, and other international bodies; and\n\n          - provide  support  to  public  and  private  sectors  engaged  in  digital  innovation  and research.",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "medium-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "low-positive"
      }
    },
    {
      "id": "mandatory-consultation-for-ict-training",
      "section": 4,
      "title": "Mandatory Consultation for ICT Training",
      "plainLanguage": "This provision makes the Centre the primary provider of ICT training for Ghana's public sector. Public institutions must consult with the Centre before arranging ICT training for their employees. If the Centre can provide the training, the institution is required to use them. Failure to consult with the Centre or follow its guidance may result in penalties.",
      "rawText": "- (1) The Centre shall serve as the primary national body for the provision, coordination, and standardization of ICT training for public sector institutions in Ghana.\n\n    - All ministries, departments, agencies, metropolitan, municipal and district assemblies, statutory bodies, public corporations, and other state institutions intending to undertake ICT training for their personnel shall first consult the Centre regarding the availability and capacity to provide the required training.\n\n    - Where the Centre confirms that it has the capacity to deliver the requested training, the institution shall procure such training from the Centre.\n\n    - Where the Centre determines that it does not have the capacity to provide the training in whole or in part, the institution may procure such training from an alternative provider, subject to any guidance or standards issued by the Centre.\n\n    - Any institution, referred to under section 5(2) that procures ICT training without prior consultation  with  the  Centre,  or  contrary  to  the  Centre's  determination  under  this section,  shall  be  deemed  non-compliant  and  may  be  subject  to  administrative sanctions as may be prescribed by regulations.",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "medium-negative",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "medium-negative"
      }
    },
    {
      "id": "intermediary-role",
      "section": 5,
      "title": "Intermediary Role",
      "plainLanguage": "The Centre will act as a national intermediary for public institutions in Ghana to manage funding for ICT research and development. It will receive, evaluate, and distribute funds from international organizations. The Centre will also establish a framework for evaluating funding proposals and monitor the impact of funded projects. Funding agencies can partner with the Centre to manage public funds.",
      "rawText": "- (1)  The  Centre shall serve as the national intermediary for public institutions in Ghana, responsible for receiving, assessing, coordinating, and disbursing public funding, grants, technical  assistance,  or  other  forms  of  support  from  international  and  philanthropic organizations intended to promote research, innovation, or development in ICT.\n\n    - Without limiting subsection (1), the Centre shall;\n\n          - establish  a  framework  for  the  submission  and  evaluation  of  public  funding proposals by public institutions;\n\n          - assess the technical, operational and financial feasibility of proposed projects of public institutions;\n\n          - act as an intermediary or fund administrator for funding to public institutions, where authorized by the funding partner; and\n\n          - monitor and report on the implementation and impact of projects financed through public funding.\n\n    - A  funding  agency, development  partner  or  international  donor  may  enter  into  an agreement with the Centre for the purposes of administering, disbursing or managing public funding in accordance with this section.",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "low-positive"
      }
    },
    {
      "id": "no-objection-by-the-centre",
      "section": 6,
      "title": "No Objection by the Centre",
      "plainLanguage": "Public institutions need to get approval from the Centre before applying for funding for ICT research projects. The Centre will assess if the project aligns with national goals, if the institution can handle the project, and if the project's framework meets the Centre's standards. Providing false information during the application can lead to fines and disqualification from future funding. The Centre must respond to the application within 30 days.",
      "rawText": "- (1) A public institution who seeks to apply for, receive, administer or benefit from public funding from any local or international source for research or development project in ICT, shall, prior to applying for such funding, obtain a no objection from the Centre.\n\n    - The application shall be in writing and shall be accompanied by;\n\n              - such documents as shall be prescribed by regulations made pursuant to this Act; and\n\n              - prescribed fees.\n\n    - The Centre  shall keep  a  repository of public institutions  and research  and development projects certified under section 7 of this Act.\n\n    - The Centre shall issue a no objection where it is satisfied that;\n\n              - the proposed research and development project is legitimate and aligned with the national development goals in ICT;\n\n              - the public institution possesses the requisite capacity to execute the proposed research and development project; and\n\n              - the  implementation and governance framework of the proposed research and development project meets the standards prescribed by the Centre.\n\n    - A no objection granted under this section;\n\n              - shall be valid only for the specific the proposed research and development project for which it is issued;\n\n              - shall not be transferrable;\n\n              - shall  not  constitute  a  general  endorsement  of  the  public  institution's  other activities; and\n\n              - may be subject to such conditions as the Centre may prescribe.\n\n              - knowingly misrepresents or omits material information in an application for no objection commits an offence and is liable on summary conviction to a fine of not less than one thousand penalty units and not more than five thousand penalty units.\n\n    - In addition to any penalty imposed under subsection (6) the Centre may disqualify the public institution from applying for a no objection or public funding for a period not exceeding three (3) years.\n\n    - The Centre shall, within thirty (30) days of receipt of an application for no objection inform the public institution in writing of the decision of the Centre.",
      "relatedImpacts": [
        "innovation",
        "freedomOfSpeech",
        "business"
      ],
      "impacts": {
        "innovation": "high-negative",
        "freedomOfSpeech": "low-negative",
        "privacy": "neutral",
        "business": "low-negative"
      }
    },
    {
      "id": "review-of-a-no-objection-decision-of-the-centre",
      "section": 7,
      "title": "Review of a no objection decision of the Centre",
      "plainLanguage": "This provision allows public institutions to appeal a denial of their \"no objection\" application. The institution can first appeal to the Director-General, and if still dissatisfied, they can further appeal to the Minister. The provision sets deadlines for each step of the appeal process.",
      "rawText": "- (1) A public institution whose no objection application has been denied by the Centre may, within thirty 30 days of receipt of the decision, submit a complaint in writing to the Director-General for a review of the decision. The Director-General shall within thirty (30) days of receipt of the complaint, review the complaint and inform the complainant of the outcome of the review.\n\n(2)  A  public  institution  dissatisfied  with  the  decision  of  the  Director-General  under subsection (1) may, within 28 days after the date of receipt of the decision, submit a complaint in writing to the Minister for a review of the decision of the Director-General. The Minister shall within 60 days of receipt of the complaint, review the complaint and inform the complainant of a decision.\n\n## Governance of the Centre",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "low-positive"
      }
    },
    {
      "id": "governing-body-of-the-centre",
      "section": 8,
      "title": "Governing Body of the Centre",
      "plainLanguage": "This provision establishes a Governing Board for the Centre, which will include representatives from various sectors such as education, government, and ICT professionals. The President will appoint all board members. To ensure gender balance, at least three women must be included on the board.",
      "rawText": "- (1)  The governing body of the Centre shall be a Governing Board consisting of;\n\n          - The Chairperson;\n\n          - The Director-General of the Centre;\n\n          - One representative from the Technical, Vocational Education and Training (TVET) Service, not below the rank of a Director;\n\n          - One representative from the Ministry not below the rank of a Director;\n\n          - Two persons in academia appointed by the Ghana Tertiary Education Commission, with expertise in ICT, not below the rank of Senior Lecturer;\n\n          - Two persons with expertise in ICT, nominated by their professional bodies; and\n\n          - Two persons appointed by the President.\n\n    - Members of the Board shall be appointed by the President in accordance with Article 70 of the Constitution.\n\n    - Notwithstanding any other provision in this section, the composition of the governing board shall include not less than three (3) women as members.",
      "relatedImpacts": [
        "innovation"
      ],
      "impacts": {
        "innovation": "medium-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "neutral"
      }
    },
    {
      "id": "functions-of-the-board",
      "section": 9,
      "title": "Functions of the Board",
      "plainLanguage": "The Board is responsible for managing the Centre, creating policies, and ensuring the Centre achieves its goals. This includes setting up appropriate organizational structures and acting on reports from the Director-General. The Board also advises the Minister on legislation and performs other functions to support the Centre's objectives.",
      "rawText": "- (1) The Board shall be responsible for the performance of the functions of the Centre, the drafting and implementing of operational policies, general supervision of the management and affairs of the Centre; and such other functions conferred upon it by this Act.\n\n    - For the purposes of subsection (1);\n\n          - establish  appropriate  structures  for  the  effective  and  efficient  execution  of  the object of the  Centre;\n\n          - secure the achievement of the object of the Centre;\n\n          - take reasonable and timely action on the reports submitted to it by the DirectorGeneral;\n\n          - advise  the  Minister  on the drafting of  legislative  instruments,  regulations and policies  for  the  effective  implementation of this Act; and\n\n          - perform any other functions incidental to the achievement of the aims of the Centre.",
      "relatedImpacts": [],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "neutral"
      }
    },
    {
      "id": "duties-and-liabilities-of-members-of-the-board",
      "section": 10,
      "title": "Duties and Liabilities of members of the Board",
      "plainLanguage": "This provision establishes that board members must act responsibly and honestly, similar to company directors. They are prohibited from using their position for personal gain or causing harm to the Centre. Failure to uphold these duties may result in fines.",
      "rawText": "- (1) A member of the Board shall have the same fiduciary relationship with the Centre and the duty to act in good faith as a director of a company incorporated under the Companies Act, 2019 (Act 992).\n\n        - Without limiting subsection (1), a member of the Board has a duty;\n\n          - to act honestly in the performance of the functions of that member;\n\n          - to exercise the degree of care and diligence in the performance of the functions of that  member,  that  a  reasonable  person  in  that  position  would  reasonably  be expected to exercise in the circumstances;\n\n          - not  to  use  information  acquired  by  virtue  of  the  position  of  that  member  as  a member of the Board without authorization; and\n\n          - not to use the position of the member to gain directly or indirectly, a benefit for that member or for any other person; and\n\n          - not to knowingly or negligently cause loss to the Centre.\n\n      - A member of the Board who contravenes subsection (1) or (2) commits an offence and is liable on summary conviction to a fine of not less than two thousand penalty units and not more than six thousand penalty units.",
      "relatedImpacts": [
        "business"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "low-positive"
      }
    },
    {
      "id": "establishment-of-centres-units-projects-and-limited-liability-entities",
      "section": 11,
      "title": "Establishment of centres, units, projects and  limited liability entities",
      "plainLanguage": "This provision allows the Board to establish centers, units, projects, and limited liability entities to effectively carry out the Centre's objectives. It ensures the continuation of existing centers, including the Open Technologies Research and Development Centre in Bolgatanga and the Smart Technologies & AI Research Centre in Sunyani, under the new Act. This will help the Centre to organize and manage its activities more efficiently.",
      "rawText": "- (1) The Board shall have the power to establish centres, units, projects and limited liability entities with appropriate structures for the effective and efficient execution of the object of the Centre.\n\n    - Without  limiting  subsection  (1),  the  following  centres  established  prior  to  the commencement of this Act shall continue to operate under this Act as centres of the Centre;\n\n          - Open Technologies Research and Development Centre, Bolgatanga;\n\n          - Smart Technologies & AI Research Centre, Sunyani; and",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "medium-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "low-positive"
      }
    },
    {
      "id": "meetings-of-the-board",
      "section": 12,
      "title": "Meetings of the Board",
      "plainLanguage": "This section describes how the Board will conduct its meetings. The Board must meet at least once every three months, and the chairperson can call additional meetings if requested by a third of the members. Decisions are made by a majority vote, and the chairperson has a tie-breaking vote. The Board can also invite people to attend meetings who are not allowed to vote.",
      "rawText": "- (1) The Board shall meet at least once every three months for the dispatch of business at a time and venue determined by the chairperson.\n\n    - The  chairperson  shall  at  the  request  in  writing  of  not  less  than  one  third  of  the membership of the Board convene an extra-ordinary meeting of the Board at a place and time determined by the chairperson.\n\n    - The quorum at a meeting of the Board is two thirds of members of the Board or a greater number determined by the Board in respect of an important matter.\n\n    - The chairperson shall preside at the meetings of the Board and in the absence of the chairperson, a  member of the Board elected by the members present from among their number shall preside.\n\n    - Matters before the Board shall be decided by a majority of the members present and voting, and in  the event  of  an equality  of  votes,  the  person  presiding  shall  have  a casting vote.\n\n    - The Board may co-opt a person to attend a Board meeting but that person shall not vote on a matter for decision at the meeting.\n\n    - The proceedings of the Board shall not be invalidated due to a vacancy among the members or a defect in the appointment or qualification of a member.\n\n    - The Board shall, subject to this section, determine the procedure for its meetings.",
      "relatedImpacts": [],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "neutral"
      }
    },
    {
      "id": "tenure-of-office-of-members-of-the-board",
      "section": 13,
      "title": "Tenure of office of members of the Board",
      "plainLanguage": "Board members can serve up to four years and be reappointed for a maximum of two terms, except for the Director-General. Members can resign, and may be removed for missing three consecutive meetings or by presidential revocation. Vacancies are filled by presidential appointment upon notification by the Minister.",
      "rawText": "- ( 1) A member of the Board shall hold office for a period not exceeding four years and is eligible for re- appointment, but a member shall not be appointed for more than two terms.\n\n    - Subsection (1) does not apply to the Director-General of the Centre.\n\n    - A member of the Board may at any time resign from office in writing addressed to the President through the Minister.\n\n    - A member  of  the  Board,  other  than  the  Director-General  of  the  Centre,  who  is absent  from  three consecutive meetings of the Board without sufficient cause shall cease to be a member of the Board.\n\n    - The President may by letter addressed to a member revoke the appointment of that member.\n\n    - Where a member of the Board is, for a sufficient cause, unable to act as a member, the  Minister shall determine whether the inability would result in the declaration of a vacancy.\n\n    - Where there is a vacancy; under subsection (3), or subsection (4), or as a result of a declaration under subsection (6), or by reason of the death of a member, the Minister shall notify the President of the vacancy and the President shall appoint a person to fill the vacancy.",
      "relatedImpacts": [
        "business"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "low-negative"
      }
    },
    {
      "id": "disclosure-of-interest",
      "section": 14,
      "title": "Disclosure of Interest",
      "plainLanguage": "This provision requires Board members to disclose any potential conflicts of interest they may have regarding matters before the Board. If a conflict exists, the member cannot participate in discussions or be present during deliberations. Failure to disclose a conflict and participating in deliberations will result in removal from the Board.",
      "rawText": "- (1) A member of the Board who has an interest in a matter for consideration by the Board shall:\n\n          - disclose, in writing, the nature of the interest to the Board prior to or at the meeting at which the matter is to be considered; and the disclosure shall form part of the record for the consideration of the matter; and\n\n          - not be present at nor participate in the deliberations of the Board in respect of that matter.\n\n      - A member ceases to be a member of the Board, if that member has an interest in a matter before the Board but;\n\n          - fails to disclose that interest, and\n\n          - is present and participates in the deliberations of the matter.",
      "relatedImpacts": [],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "neutral"
      }
    },
    {
      "id": "committees-of-the-board",
      "section": 15,
      "title": "Committees of the Board",
      "plainLanguage": "This section allows the Board to form committees with Board members and non-members to help with its work. Committee members' terms are linked to their Board terms. If a committee has non-members, a Board member must lead it, and all committee members must disclose any potential conflicts of interest.",
      "rawText": "- (1)  The Board may establish committees consisting of members of the Board or nonmembers of the Board or both  and may assign to these committees such functions as the Board may determine.\n\n      - The  tenure  of  office  of  a  member  of  a  committee  shall  be  coterminous  with  that member's term of office on the Board.\n\n      - A committee composed of members and non-members of the Board shall be chaired by a member of the Board.\n\n      - The provisions of Section 16 on Disclosure of Interest shall apply to members of a committee of the Board.",
      "relatedImpacts": [],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "neutral"
      }
    },
    {
      "id": "allowances-for-members-of-the-board-and-committees",
      "section": 16,
      "title": "Allowances for members of the Board and Committees",
      "plainLanguage": "This provision states that members of the Board and its committees will receive allowances. The amount of these allowances must be approved by the Minister, who will consult with the Minister responsible for Finance. This process ensures that there is oversight regarding the compensation given to board and committee members.",
      "rawText": "- Board members and members of committees of the Board shall be paid such allowances as are approved by the Minister in consultation with the Minister responsible for Finance.",
      "relatedImpacts": [],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "neutral"
      }
    },
    {
      "id": "policy-directives",
      "section": 17,
      "title": "Policy Directives",
      "plainLanguage": "This provision allows the Minister to provide written policy guidance to the Board, ensuring alignment with the Act. The Board is required to adhere to these policy directives. This establishes a mechanism for ministerial oversight and direction of the Board's activities.",
      "rawText": "- The  Minister  may  give  policy  directives  to  the  Board  in  writing,  consistent  with  the provisions of this Act and the Board shall comply.\n\n## Administration of the Centre",
      "relatedImpacts": [],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "neutral"
      }
    },
    {
      "id": "director-general-of-the-centre",
      "section": 18,
      "title": "Director- General of the Centre",
      "plainLanguage": "The President appoints the Director-General, who is responsible for managing and administering the Centre according to the Board's directives. The Director-General's terms are set in their appointment letter, and while they can delegate tasks, they remain ultimately responsible. The Director-General must be of high moral character and possess relevant qualifications and experience.",
      "rawText": "- (1) The  Director-General  shall  be  appointed  by  the  President  in  accordance  with Article  195  of  the Constitution.\n\n    - The  Director-General  shall,  subject  to  the  general  directives  of  the  Board,  be responsible  for  the effective management and administration of the Centre.\n\n    - The  Director-General  shall  hold  office  on  the  terms  and  conditions  specified  in his/her  letter  of appointment.\n\n    - The Director-General may in writing, delegate a function to an officer of the Centre, except that,  such delegation  shall not  relieve  the  Director-General  of  the  ultimate responsibility for the performance of the delegated function.\n\n    - The  Director-General  shall  be  a  person  of  high  moral  character  and  integrity  with the  relevant qualifications and experience related to the functions of the Centre.",
      "relatedImpacts": [],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "neutral"
      }
    },
    {
      "id": "secretary-to-the-board",
      "section": 19,
      "title": "Secretary to the Board",
      "plainLanguage": "This section designates a Deputy Director (or higher) of the Centre as the Secretary to the Board. The Secretary is responsible for organizing meetings, keeping records of meeting minutes and resolutions, managing a register of Board member interests, and handling other tasks assigned by the Board. The Secretary is accountable to the Board for carrying out these responsibilities.",
      "rawText": "- (1) The Board shall designate an officer of the Centre not below the rank of a Deputy Director as Secretary to the Board.\n\n    - The Secretary shall;\n\n            - arrange the meetings of the Board;\n\n            - record and maintain minutes of meetings of the Board;\n\n            - record and maintain resolutions passed by the Board;\n\n            - maintain a Register of Board Members' Interest; and\n\n            - perform any other functions assigned by the Board.\n\n    - The  Secretary,  in  the  performance  of  the  functions  under  subsection  (2),  shall be accountable to the Board.",
      "relatedImpacts": [
        "privacy"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "low-positive",
        "business": "neutral"
      }
    },
    {
      "id": "appointment-of-other-staff",
      "section": 20,
      "title": "Appointment of other Staff",
      "plainLanguage": "This section allows the Centre to hire staff to help it operate effectively. The Board decides what jobs need to be filled and what qualifications are needed, following the Constitution. The Board also sets the employment terms, and the Centre can hire consultants and experts if the Board approves. The Centre can also receive staff from other government agencies.",
      "rawText": "- (1) The Centre may employ such staff as may be necessary for the proper and effective performance of its functions.\n\n    - The  Board  shall  determine  vacancies and  qualifications  of  staff  to  be  recruited  in accordance with Article  195 of the Constitution.\n\n    - The terms, conditions and scheme of service of a person employed by the  Centre shall be as approved by the Board.\n\n    - The  Centre  may,  on  the  recommendation  of  the  Board,  engage  the  services  of consultants and experts for the effective discharge  of the functions of the Centre.\n\n    - Other public officers may be transferred or seconded to the Centre or may otherwise provide assistance to the Centre.",
      "relatedImpacts": [
        "innovation"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "neutral"
      }
    },
    {
      "id": "directorates-of-the-centre",
      "section": 21,
      "title": "Directorates of the Centre",
      "plainLanguage": "This section allows the Centre's Board to create directorates to help the Centre operate more effectively. These directorates may focus on areas like research, studies, media, consulting, and administration. The creation and specific focus of these directorates are at the discretion of the Board.",
      "rawText": "- (1) The Board may create such directorates as it may consider necessary for the efficient and effective  performance of the functions of the Centre.\n\n    - The directorates may include:\n\n              - research and innovation;\n\n              - studies;\n\n              - corporate affairs and media relations;\n\n              - consultancy; and\n\n              - finance and administration.\n\nFinancial Provisions",
      "relatedImpacts": [],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "neutral"
      }
    },
    {
      "id": "internal-audit",
      "section": 22,
      "title": "Internal Audit",
      "plainLanguage": "This provision requires the Centre to establish an internal audit unit. This unit will be responsible for ensuring financial accountability and transparency. The audit unit must operate as specified in the Public Financial Management Act of 2016.",
      "rawText": "- The Centre shall have an internal audit unit in accordance with section 83 of the Public Financial Management Act, 2016 (Act 921).",
      "relatedImpacts": [],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "neutral"
      }
    },
    {
      "id": "funds-of-the-centre",
      "section": 23,
      "title": "Funds of the Centre",
      "plainLanguage": "This provision specifies how the Centre will be funded. The Centre's funds will come from parliamentary allocations, application fees, administrative penalties, and any money it generates itself. It can also receive funding through grants, donations, and loans approved by the Minister responsible for Finance, as well as any other funds approved by the same Minister.",
      "rawText": "- (1) The funds of the Centre shall include:\n\n        - moneys approved by Parliament for the Centre;\n\n        - application fees;\n\n        - administrative penalties;\n\n        - any other internally generated funds;\n\n        - grants, donations and loans approved by the Minister responsible for Finance; and\n\n        - any other moneys approved by the Minister responsible for Finance.",
      "relatedImpacts": [],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "neutral"
      }
    },
    {
      "id": "budget-estimates",
      "section": 24,
      "title": "Budget Estimates",
      "plainLanguage": "This provision requires the Director-General to create a budget for each financial year. The Director-General must then present this budget to the Board for approval. This must happen at least four months before the end of the current financial year.",
      "rawText": "- The Director-General shall prepare budget estimates for each financial year and present the estimates to the Board for its approval not later than four months prior to the end of the financial year.",
      "relatedImpacts": [],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "neutral"
      }
    },
    {
      "id": "bank-account-of-the-centre",
      "section": 25,
      "title": "Bank Account of the Centre",
      "plainLanguage": "This provision mandates that the Centre must deposit all its funds into a designated bank account. The Centre needs approval from the Controller and Accountant-General to open this account. This ensures proper financial management and oversight of the Centre's funds.",
      "rawText": "- The moneys for the Centre shall be paid into a bank account opened for the purpose, by the Centre with the approval of the Controller and Accountant-General.",
      "relatedImpacts": [],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "neutral"
      }
    },
    {
      "id": "borrowing-powers-of-the-centre",
      "section": 26,
      "title": "Borrowing powers of the Centre",
      "plainLanguage": "This provision allows the Centre to borrow money and access credit. These loans must be guaranteed by the government. The loans must be obtained from a bank or financial institution approved by the Minister of Finance and are subject to the Public Financial Management Act.",
      "rawText": "- Subject to section 76 of the Public Financial Management Act, 2016, (Act 921), the Centre may obtain loans and any other credit facilities on the guarantee of the Government from a bank or any other financial institution approved by the Minister responsible for Finance.",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "low-positive"
      }
    },
    {
      "id": "expenses-of-the-centre",
      "section": 27,
      "title": "Expenses of the Centre",
      "plainLanguage": "This provision specifies that the Centre is responsible for covering its own expenses. The Centre will use its own funds to pay for its operational costs. This ensures the Centre's financial independence and accountability.",
      "rawText": "- The expenses of the Centre shall be charged on the funds of the Centre.",
      "relatedImpacts": [],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "neutral"
      }
    },
    {
      "id": "accounts-and-audit",
      "section": 28,
      "title": "Accounts and Audit",
      "plainLanguage": "This section requires the Centre's board to maintain financial records that are approved by the Auditor-General. The board must submit these records for an annual audit. The Auditor-General will then provide an audit report to both the Minister and the board within six months, ensuring financial transparency and accountability.",
      "rawText": "- (1) The Board shall keep books, records, returns and other documents relevant to the accounts in the form approved by the Auditor-General.\n\n    - The Board shall submit the accounts of the Centre to the Auditor-General for audit at the end of each financial year.\n\n    - The  Auditor-General  shall  within  six  months  after  the  end  of  the  immediately preceding financial year, audit the accounts and forward a copy of the audit report to the Minister and the Board.\n\n    - The  financial  year  of  the  Centre  shall  be  the  same  as  the  financial  year  of  the Government.",
      "relatedImpacts": [
        "business"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "low-positive"
      }
    },
    {
      "id": "annual-report-and-other-reports",
      "section": 29,
      "title": "Annual Report and other Reports",
      "plainLanguage": "This provision mandates that the Board must create an annual report on the center's activities and operations, including an audit report, and submit it to the Minister. The Minister then presents this report to Parliament along with any relevant comments. The Board is also required to provide additional reports to the Minister upon request.",
      "rawText": "- (1) The Board shall within one month after the receipt of the audit report, submit an annual report to the Minister covering the activities and the operations of the Centre for the year to which the report relates.\n\n    - The annual report shall include the report of the Auditor-General.\n\n    - The Minister shall, within one month after the receipt of the annual report, submit the report  to  Parliament  with  a  statement  that  the  Minister  considers  necessary.  The Board shall submit to the Minister any other reports which the Minister may require in writing.\n\n## Miscellaneous Provisions",
      "relatedImpacts": [
        "business"
      ],
      "impacts": {
        "innovation": "neutral",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "low-positive"
      }
    },
    {
      "id": "regulations",
      "section": 30,
      "title": "Regulations",
      "plainLanguage": "This section allows the Minister, with guidance from the Centre, to create regulations that support the Act. These regulations can address application processes, authorizations, certification for research and development products, and how disputes are resolved. The regulations can also change penalties and cover anything else needed to effectively implement the Act.",
      "rawText": "- (1)  The  Minister  on  the  advice  of  the  Centre  may  by  legislative  instrument  make regulations to provide for;\n\n          - forms and supporting documents for applications;\n\n          - authorizations;\n\n          - certification  of  ICT  products  and  technology  solutions  intended  for  research  and development purposes;\n\n          - dispute resolution;\n\n          - amendment of the penalties specified in Section 7; and\n\n          - any other matter necessary for the effective implementation of the provisions of this Act.",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "low-negative",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "low-negative"
      }
    },
    {
      "id": "transitional-provisions",
      "section": 31,
      "title": "Transitional provisions",
      "plainLanguage": "This section ensures a smooth transition for the Centre when the Act takes effect. Current employees of the Centre will automatically become employees of the newly established Centre with their existing terms and conditions. Existing contracts and assets held by the Centre will also transfer to the new Centre. Additionally, current centers, units, and limited liability entities will become part of the newly established Centre.",
      "rawText": "- (1) A person in the employment of the Centre immediately before the coming into force of  this  Act  shall,  on  the coming into force of this Act, be deemed to have been duly employed by the Centre established under this Act on terms and conditions which are not\n\n    - A  contract  subsisting  between  the  Centre  and  any  other  person  and  in  force immediately before the coming into force of this Act shall subsist between the Centre established under this Act and that other person.\n\n    - Any moneys and properties held by or on behalf of the Centre immediately before the coming into force of this Act are transferred to the Centre established under this Act.\n\n    - With effect from the coming into force of this Act, the centres, units and the limited liability entities as specified in section 12(2) are centres, units, projects and limited liability entities of the Centre established under this Act.",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "low-positive"
      }
    },
    {
      "id": "interpretation",
      "section": 32,
      "title": "Interpretation",
      "plainLanguage": "This section defines key terms used in the Act to ensure clarity and consistent understanding. It specifies the meanings of terms like \"Board,\" \"Centre,\" \"Development,\" which includes ICT design and deployment for advancement, and \"Entity of a public nature,\" outlining criteria for bodies performing public functions with public oversight and funding. The definition of \"ICT\" encompasses digital technologies and infrastructure, while \"Public funding\" refers to financial support for ICT research benefiting the government. \"Public institutions\" are defined as government entities involved in administration and service delivery, and \"Research\" is defined as systematic investigation in the field of ICT.",
      "rawText": "## 33. In this Act unless the context otherwise requires-\n\n' Board '  means  the  governing body of the  Kofi Annan  Research and Development Centre.\n\n' Centre '  means  the Kofi Annan Centre of Excellence in ICT.\n\n\"Development\" means  the  process  of  designing,  improving,  testing,  or  deploying  ICT  as defined,  based  systems,  platforms,  applications,  or  services,  with  the  aim  of  achieving technological,  educational,  social,  or  economic  advancement,  and  includes  activities  that support the practical application or scaling of research and innovation outcomes.\n\n'Entity of a public nature\" means any body corporate or unincorporated that meets all of the following criteria:\n\n  - (i) Public  Function:  The  entity  performs  functions  that  are  governmental,  statutory, regulatory,  or  are  otherwise  in  furtherance  of  a  public  mandate  or  public  interest objective;\n\n  - (ii) Public Control or Oversight: The entity is subject to significant control, supervision, or oversight  by  a  public  authority,  including  the  Government  of  Ghana  or  any  of  its agencies;\n\n  - (iii) Public Funding Dependency: The entity derives a substantial portion of its funding, whether directly or indirectly, from public sources or from funds administered for public purposes;\n\n  - (iv) Non-Profit Distribution Constraint: The entity does not operate primarily for profit and is restricted from distributing profits or surpluses to private individuals or shareholders;\n\n  - (v) Accountability:  The  entity  is  subject  to  public  accountability  mechanisms,  such  as statutory reporting requirements, audits by a public auditor, or obligations under public procurement or financial administration laws.\n\nAn entity shall be deemed not of a public nature if it is privately owned and operated for commercial purposes, and does not satisfy the above criteria.\n\n\"ICT\" means  information  and  communication  technology  which  refers  to  all  technologies, systems, infrastructure, software, and platforms used for the collection, processing, storage,\n\ntransmission and dissemination of digital information and electronic communications. For the purposes of this Act, ICT shall include;\n\n  - (i) digital hardware and software systems;\n\n  - (ii) information systems and digital applications, especially within government operations;\n\n  - (iii) data centres, hosting facilities, electronic and cloud-based infrastructure;\n\n  - (iv) digital innovation platforms, and emerging technologies deployed in the public sector; and\n\n  - (v) associated standards, architecture, and interoperability frameworks.\n\n' Minister' means the Minister responsible for Communication.\n\n' Ministry ' means the Ministry responsible for Communication.\n\n'Public funding' refers to any financial resources, whether in the form of grants, subsidies, investments, loans, or other financial support mechanisms,  allocated, disbursed, or administered, whether by the Government of Ghana or any other party, for the purpose of supporting  research  and  development  in  ICT,  where  the  ultimate  beneficiary  is  the Government of Ghana, any of its ministries, departments, agencies, statutory bodies, or any entity of a public nature.\n\n\"Public institutions\" refer to government-established, owned, or controlled entities that carry out administrative, regulatory, developmental, or service delivery functions on behalf of the state, excluding public academic institutions. This includes ministries, departments, agencies, statutory bodies, public authorities, and other entities created by or under an Act of Parliament to serve public sector objectives, other than education and academic research conducted by public universities or colleges.\n\n\"Research\" means  a  systematic  investigation  or  inquiry,  whether  theoretical  or  applied, conducted for the purpose of discovering new knowledge, validating existing knowledge, or generating solutions within the field of ICT, including data collection, analysis, experimentation, design, and evaluation.",
      "relatedImpacts": [
        "innovation",
        "business"
      ],
      "impacts": {
        "innovation": "low-positive",
        "freedomOfSpeech": "neutral",
        "privacy": "neutral",
        "business": "low-positive"
      }
    }
  ],
  "notebookLMVideo": {
    "url": "https://youtu.be/MT26C1o0f3g"
  },
  "deadline": "2025-11-14",
  "feedbackInstructions": "Download draft bill and Public Comment Declaration Form from Ministry website. Submit completed forms via provided email addresses specific to each bill.",
  "feedbackUrl": "https://moc.gov.gh/legislative_instruments/",
  "relatedBills": [
    "1-national-information-technology-authority-amendment-bill",
    "2-emerging-technologies-bill",
    "8-digital-economy-and-innovation-development-fund-bill-formerly-gifec-in-electronic-communications-act"
  ]
}